var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "31.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6052",
            "t": "🪨 #FRAGMENT: КУРИНЫЙ БОГ",
            "b": "Камень холодный в ладони, тяжелее чем выглядит. Дырку проточили вода и песок, сколько лет - никто не считал. На берегу таких лежат тысячи; этот забрал в карман один человек. Сквозь дырку небо умещается размером с двухрублёвую монету и каждый раз другое. Куриный бог - так его называли в деревнях, где кур больше нет.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/Nj8yJ02yQ-_O1DXAvnXfoNwJIsFCGkuLkKf6ZJqYsuo1RMc8iTtll0ondQVKDmvtHmYpp2xUW46BN-VJPtRN2qyn8rwhfFrn6dA3KCQmJsK2u5z_WKsVb2p4leNCti4pgWalV2c5q0kNrE94B9ykD0fZ3g57f9w5bDZ4R88BknDZWkurW-hlfQfjZITxNETuHhy8QRepgu5ZTiMMKfIyOwtBUntqEcLOiApbKLvqnTRgIMzSfS6m6ZJRVksk4URB050Bq7aF3QlzU1HaIe02IZAriH6A2__H2BvNsQU_1z66XkWwq0DrK41HO_YmIOcX2F8mrDfdJiH9gizUn6bIyQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780211041.0,
            "poll": null
        },
        {
            "m": "30.05 | 15:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6168",
            "t": "🔄 REBOOT: ФЕНОМЕН ROSA LINN - КАК ПРОВАЛ НА КОНКУРСЕ ПРЕВРАТИЛСЯ В МИЛЛИАРД СТРИМОВ",
            "b": "Иногда 20-е место - это только начало. Певица Rosa Linn доказала, что оценки на конкурсе не определяют глобальный успех.\n👍 Старт: В Турине-2022 песня «Snap» набрала лишь 61 балл, заняв скромное 20-е место. Критики быстро списали релиз со счетов.\n👍 Вирусный взлет: Спустя пару месяцев трек стал трендом в TikTok. Пользователи массово использовали припев для видео, запустив цепную реакцию.\n👍 Цифры: Трек преодолел отметку в 1.1 млрд стримов в Spotify, получил платину в США и Великобритании и вошел в топ-5 самых успешных песен конкурса.\nКейс «Snap» показал: песня способна совершить масштабный перезапуск без оглядки на турнирную таблицу конкурса.\n💬 Стал ли успех Rosa Linn доказательством того, что оценки жюри стремительно теряют свою значимость?\n⏱️ Время чтения: 0.7 мин | 🔄 YourVision: Reboot",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780153484.0,
            "poll": null
        },
        {
            "m": "30.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6051",
            "t": "🏺 #HERITAGE: ЗАДАБРИВАНИЕ КОЛОДЦА - ДОГОВОР С ВОДОЙ",
            "b": "К 1970 году в большинстве деревень Латвии центральный водопровод закрыл колодцы навсегда. Ритуал, который шёл с ними тысячу лет, исчез не из-за веры - из-за труб. Никто не сжигал традицию. Просто колодец перестал быть точкой каждодневного действия.\nESSENCE:\nВ балтийской и восточнославянской традиции - первое ведро воды, поднятое весной после зимы, выливали обратно в колодец с подношением. Хлеб, монетка, лента, цветок. Это был не подарок духу колодца, хотя народные легенды позже объясняли так. Это был договор: «я беру отсюда - я возвращаю». Структура бухгалтерская, не мистическая.\nВ Латвии задабривание делали на Юргис (23 апреля по старому стилю = 6 мая по новому), а финальное «закрепление» - до конца мая, перед чисто летним водоиспользованием. 30 мая - последний день когда это имело смысл сделать в традиционном календаре. Аналоги в других культурах: гэльские «well dressings» (украшение колодцев глиной и цветами), японские синтоистские подношения у источников, средиземноморские либации воды богам.\nMARGINALIA - точные детали, которые ушли первыми:\nПодношение было троичным: хлеб (зерно как символ труда), монетка (металл как переход между мирами - не серебро, не золото, а простая медь), цветок (живое возвращается в воду которая даёт жизнь). Никаких записок, никаких личных просьб - только формула.\nСлова произносились до бросания, не после. Точный текст варьировался по местностям, но структура одна: «я возвращаю что взяла - дай ещё». Не «прошу» - утверждение. Колодец не одолжение делает, а исполняет договор.\nПодношение бросали не в центр, а ближе к стенке. Считалось что центр колодца «уходит вниз», к источнику, а стенки - земная часть, ритуальная.\nПосле задабривания колодец считался «открытым» для летнего использования. Из непосвящённого источника становился отношением.\nУТРАТА:\nЧто исчезло:\n1. Знание правильных слов договора.\n2. Понимание зачем - что это не подарок, а транзакция.\n3. Различие центр/стенка колодца.\n4. Чувство что место имеет «бухгалтерию» взаимоотношений с людьми.\n5. Само собой - колодец как объект.\nЧто сохранилось трансформированно: бросание монет в фонтаны и водоёмы. Это поздняя форма того же ритуала, но без понимания структуры. Сегодня бросают «на счастье» - в традиции бросали «чтобы система продолжала работать». Разница больше чем кажется: счастье индивидуально, договор коллективный и многократный.\n→ Из какой именно точки в твой дом приходит вода? Знаешь ли ты эту точку лично - не как технический факт, а как место?\n⏱️ 2.3 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/gLcGpCXGVDg6REuAq2bXhyFoUjicj8QX5v5tqBgnA_lBivJnuQeRoFdpXe5ofyRbdSjbnDovdH4V4nkx7b155leAEQLbFxPG9jR1GFlJAxB6F0KptBM4MnaCBT00EuJ0mCuUeWsonV7DYMFHwet31nPR_6p1-7ZbkkFtA5RyjpVMNKjfPitwRP1vlvqXUPggU6-0ExfVXw81rXklwvM8GwYO7mpTC4vrdequky_zePLlZFsfyWGMVOZU-RoZf2RTz9VK1l2qe4Q0yn-cCmHwCcOmJlW6PNi8yNXSbuqklAMZ-YAdZjonm67k9PmEuf6Z3ed5lYhlWnxGTCPjeLB9tQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780153321.0,
            "poll": null
        },
        {
            "m": "30.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6050",
            "t": "🥐 #CAKES: PAVLOVA - ОБЛАКО ДЛЯ ПОСЛЕДНИХ ВЕСЕННИХ ЯГОД",
            "b": "ЛЕГЕНДА:\nPavlova - архитектурный ответ хрупкой ягоде. Безе как платформа, сливки как пауза, ягода как событие.\n1926 год. Анна Павлова, прима Императорского балета, гастролирует Австралию и Новую Зеландию. Триумф в обеих странах. Шеф-повара пытаются сделать десерт в её честь. С тех пор Австралия и Новая Зеландия спорят кто первый - 90 лет, монографии, защищённые диссертации (Helen Leach из Otago University написала книгу). Современные исследования указывают на новозеландский первоисточник 1926 года. Австралия не сдаётся, и в этом споре - вся суть pavlova: она про лёгкость, про эфемерность, про то что важна не дата, а ощущение.\nСтруктура - копия балетной позы. Безе снаружи хрустящее (как пуанты), внутри маршмеллоу (как тело балерины). Сливки - тутус. Ягода - кульминация. Десерт держится 4 часа после сборки, потом теряет хруст. Это не недостаток - это правило. Pavlova должна быть съедена сегодня, как балет должен быть станцован сегодня.\nПривязка к 30.05: на этой неделе последняя кислая клубника и первая малина встречаются в одном кадре. Лесная земляника только начинается. Ревень доходит. Для pavlova - идеальный момент: ей нужны ягоды с характером, не сладкие, не пресные. Сейчас они такие.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Безе: 4 белка комнатной температуры, мелкий сахар 200 г, кукурузный крахмал 1 ч л, белый винный уксус 1 ч л, щепотка соли, ваниль (паста или экстракт)\n- Сливки: жирные сливки 33-35% - 300 мл, сахарная пудра 1 ст л, ваниль\n- Ягоды: 400 г смешанных весенних: последняя кислая клубника, первая малина, лесная земляника, ревень бланшированный кусочками\n- Финиш: свежая мята, сахарная пудра для дусти\n- Посуда: противень с пергаментом, на пергаменте начертить круг 20 см.\nМЕХАНИКА ПРОЦЕССА:\n1. БЕЗЕ. Белки + соль взбить в чистой сухой миске до мягких пиков. Сахар вводить постепенно - по 1 столовой ложке, не торопясь. После каждой ложки взбивать 20-30 секунд. После полного введения сахара продолжать взбивать на высокой скорости 5-7 минут до глянцевых устойчивых пиков. Тест: растереть массу между пальцами - не должно быть зернистости. Если зернистость есть - сахар не растворился, продолжать. В конце ввести крахмал, уксус, ваниль складкой осторожно.\n2. ФОРМОВКА. Перевернуть пергамент кругом вниз (чтобы не пачкать карандашом сторону безе). Выложить массу. Сформировать дно толщиной 1.5 см и поднять края на 3-4 см, оставив в центре углубление - туда положатся сливки. Не делать гладко: текстура важна и для эстетики, и для прочности.\n3. ВЫПЕЧКА. ВКЛЮЧИТЬ духовку заранее на 120°C. Поставить безе. Сразу понизить до 100°C. Выпекать 1.5 часа. Не открывать дверцу - резкий перепад температур = трещины и опадание. Через 1.5 часа выключить духовку и оставить безе ВНУТРИ до полного остывания (ещё 1-2 часа). Это критично. Только полное медленное остывание даёт правильную структуру: хрустящая корка, маршмеллоу-центр.\n4. ПРОВЕРКА ГОТОВНОСТИ. Готовое безе светло-кремовое (не белое и не коричневое), снаружи хрустящее, при постукивании пальца снизу - сухой звук. Внутри, при нажатии в центре, чувствуется лёгкая мягкость - это правильно, это маршмеллоу.\n5. СБОРКА. ТОЛЬКО за час до подачи, не раньше. Сливки взбить с пудрой и ванилью до мягких пиков - не до жёстких, иначе пойдут крупинки. Выложить горкой на дно безе. Сверху живописно разложить ягоды (не нарезать слишком мелко - текстура важна). Мята. Лёгкая дусти из сахарной пудры через ситечко. Подавать сразу.\nОкно подачи: 1 час с момента сборки. После - безе размокает от сливок. Это не торт «на завтра». Это торт «сегодня».\n⏱️ 2.6 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/B-s1MH9Fy68yrU62_Y9_UbHT0UEmSv_EkKxfCLUtxr5_gsOGHdk3HBrqiBNg-_Il3LmaOQmB6ILiO8gn-xae9Q_KqqDsHO7HxVrz2UJwb3PSTVAP3yArGepUCQoBRpCo1grG5RxcroG9XnrSbZrDq4FflQm8_t-eauMPo1JJX2iOjtm3tRUnEC5uLVFfRsMrQ051Tbq-JISi-58OYZa2H0V4DTBd-MZAEXGY4Zhzw0HTMd43sVDwbNNeZjsNAQrp6YBHPMPfYQWN4Zev9P77z5fxDYzzh-K9nPobk-Bh5ZTVVrmli0c9n3oEXx63p7eBlCoCkTu3yqvcB_SV6oP3ag.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780142641.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:58",
            "id": "70",
            "u": "https://t.me/YourEurovision/6167",
            "t": "🇳🇿 НОВАЯ ЗЕЛАНДИЯ: TVNZ ОЦЕНИЛ ВЕЩАТЕЛЬНЫЕ ПРАВА НА ЕВРОВИДЕНИЕ, НО ОТКАЗАЛСЯ ОТ ДЕБЮТА",
            "b": "Публичный вещатель Новой Зеландии TVNZ официально подтвердил обсуждение покупки прав на трансляцию Евровидения. При этом руководство телесети исключило возможность дебюта страны на классическом конкурсе или на грядущем Евровидении Азия в этом году.\nВЕРДИКТ ВЕЩАТЕЛЯ И ПОЛИТИЧЕСКИЙ РЕЗОНАНС\nПредставитель TVNZ заявил изданию The Post, что сеть оценила открывшиеся коммерческие возможности, но приняла решение не двигаться дальше. Касательно полноценного участия вещатель высказался прагматично: для этого шага необходимо сопоставить финансовые расходы и логистические сложности с реальным интересом аудитории.\nПри этом инициатива имеет серьезную поддержку на уровне правительства. Министр культуры и наследия Paul Goldsmith публично отметил:\n• Участие открыло бы колоссальные возможности для продвижения новозеландских артистов на глобальном рынке.\n• Страна могла бы продемонстрировать миру свои креативные индустрии во всем их многообразии.\nЮРИДИЧЕСКИЙ СТАТУС И АЛЬТЕРНАТИВЫ\nTVNZ является ассоциированным членом EBU, но для участия в классическом Евровидении вещателю требуется персональное приглашение от Референтной группы (как это происходит с Австралией). В отличие от Канберры, Окленд не имеет многолетней непрерывной истории трансляции шоу, что снижает шансы.\nОднако Новая Зеландия сохраняет за собой право дебютировать на первом в истории Евровидении Азия, проведение которого запланировано на конец этого года.\n💬 Стоит ли EBU проявлять гибкость и искусственно приглашать Океанию ради привлечения новых рекламодателей, или конкурс должен оставаться строго европейским?\n⏱️ Время чтения: 1.0 мин | 🇳🇿 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/WQKYHv2nfvOkmm-jmnYMLp4U_ZhOJVpZoDLtSjDOf7G2Z6OI5Wpx4W8BQsKg-vT8lqPJAvHk6cDxS-B7Y9yJM20oz4_PC05KyoXR4KWcQfP7cDYkieQlx0ONrMwRuFk5SdPRwlCxNyT5WnnRM_ItAhHr3md97Sv67XFEvCYE0c4wABo6HG9h__QE1d3I_9ZElI2kukC8oGpYydtvd-7oz-DzEs8ogNrhT-SUi5gsF_E5FW-Lp1tZIqP8rfoL9FNiDfuf4tlEVaQa9gFZHolR2S9GLYzTaI5jRXLSLfJu_ItPqDGMu643eLIxDCEqEBT3ox8sbdeapEw8pQwYDDuzrQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780142313.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:54",
            "id": "70",
            "u": "https://t.me/YourEurovision/6166",
            "t": "🇬🇪🇦🇱 ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026: СУББОТНИЙ ЭФИР - ПОЛУФИНАЛ RANINA В ГРУЗИИ И СТАРТ ОТБОРА В АЛБАНИИ",
            "b": "Сегодня вечером два вещателя активируют прямые трансляции в рамках отборочной кампании на Детское Евровидение-2026. Грузия определит тройку финалистов, а Албания проведет первый тур национального фестиваля.\n🇬🇪 ГРУЗИЯ: ПОЛУФИНАЛ ШОУ «RANINA» (21:00 RIGA)\nНа вещателе GPB состоится полуфинал национального отбора. Шесть юных исполнителей поборются за три путевки в финал. В сегодняшнем выпуске конкурсанты исполнят произведения популярной грузинской группы Mgzavrebi, празднующей свое 20-летие. Ведущие эфира - Davit Aladashvili и Vache Gviniashvili.\nСостав полуфиналистов:\n• Liliana Chachanidze\n• Zurab Naskidashvili\n• Davit Lomidze\n• Toma Turkadze\n• Nita Nabashvili\n• Ana Tavdgiridze\nГолоса профессионального жюри (Dato Evgenidze, Nato Metonidze и приглашенный эксперт) сегодня останутся закрытыми. Имена трех финалистов объявят в самом конце эфира.\n🇦🇱 АЛБАНИЯ: ОТКРЫТИЕ «FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË»\nВ Шкодере стартует первый из трех вечеров 64-го Всенационального детского фестиваля песни. Победитель отбора представит Албанию на Мальте. Всего в фестивале принимают участие 30 исполнителей, разделенных на конкурсные дни. Сильнейшего определит профессиональное жюри, а его имя назовут в финале 1 июня.\n🔗 СМОТРЕТЬ ЭФИР ГРУЗИИ: GPB Live\n⏱️ Время чтения: 1.1 мин | 🏆 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/lHoHZJgpZcHixBseBJPoQIF2ZISY8QHWrQj-p6CYLSml0rccu_BCImu42mwc9LC2cait2WeyMn0jEoHLg2szSFt4jH-NV5SBD5MVlss_XNzTeNfL0auYz4duoMYImPmq247ovb3NmOiq59vTxtY2Mj7pDMx261plhK_tMCPYVGwUkbwEM0irBhNfy4tB9o6Tt-JkvHYbxH55hq71PrC8R_PIzA3qWGY6y5TlL5NXqOd7MF7VBldAJLdrYUQa_UdvN_v6Qcw93eRfrOejjCSQKJbrknJEXep4P8SA4Cl5eB1NhBy2WePVgUcKhU0u0HhUywjsfxHLvPxv6NBonnZksA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780142071.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:50",
            "id": "70",
            "u": "https://t.me/YourEurovision/6165",
            "t": "🇳🇱 НИДЕРЛАНДЫ: JUNIOR SONGFESTIVAL-2026 - ПЕРВЫЕ ФИНАЛИСТЫ ОБЪЯВЛЕНЫ В ХОДЕ ДОРОЖНОГО ШОУ",
            "b": "Вещатель AVROTROS начал раскрывать имена участников национального отбора на Детское Евровидение-2026. Победитель отбора представит страну на грядущем конкурсе на Мальте.\nДОРОЖНЫЙ СЮРПРИЗ ДЛЯ МОЛОДЫХ ТАЛАНТОВ\nОбъявление кандидатов прошло в формате динамичного дорожного реалити-шоу. Бывший участник Детского Евровидения Matheu Hinzen проехал на специальном автобусе по городам Нидерландов, чтобы лично удивить прошедших кастинг детей и вручить им путевки в финал.\nПервая группа участников, отобранная профессиональным жюри:\n👍 Nolan (12 лет)\n👍 Lay (11 лет)\n👍 Catelynn (12 лет)\n👍 Noud (12 лет)\n👍 Zoë (12 лет)\nМЕХАНИКА И ДАЛЬНЕЙШИЕ ШАГИ\nВсего организаторы сформируют четыре сценических акта (солистов, дуэты или группы). Специально для них напишут оригинальные композиции и снимут клипы. Победителя определят 19 сентября в прямом эфире «Junior Songfestival», где за путевку на Мальту сразятся все четыре проекта. В прошлом году Нидерланды на Детском Евровидении представила Meadow с песней \"Freeze\", заняв итоговое 10-е место.\n💬 Учитывая прошлые успехи Нидерландов с группами, стоит ли продюсерам вновь объединять этих сольных финалистов в бэнды?\n🔗 СМОТРЕТЬ: Дорожное реалити-шоу: Объявление первых финалистов Junior Songfestival-2026\n⏱️ Время чтения: 0.9 мин | 🇳🇱 YourVision: JESC",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780141817.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:41",
            "id": "70",
            "u": "https://t.me/YourEurovision/6164",
            "t": "🇦🇹 АВСТРИЯ: ЦИФРЫ ВЕНЫ - ORF ОТЧИТАЛСЯ О РЕКОРДНЫХ РЕЙТИНГАХ ЕВРОВИДЕНИЯ-2026",
            "b": "Юбилейное Евровидение-2026 в Вене принесло вещателю ORF рекордные показатели охвата. За время трансляции программ конкурса с 24 апреля по 17 мая австрийское телевидение привлекло 5.604 млн зрителей старше 12 лет - это 74% населения страны.\nМЕДИА-ПОКАЗАТЕЛИ ВЕНСКОГО СЕЗОНА\n👍 Телевизионный эфир: Три основных шоу и сопутствующие спецвыпуски на ORF 1 привлекли 4.567 млн зрителей (61% целевой аудитории 12+).\n👍 Стриминг и онлайн: Цифровая платформа ORF ON зафиксировала 66 млн минут просмотров в Австрии. В день финала установлен исторический рекорд платформы - 33 млн минут.\n👍 Социальные сети: На ресурсах вещателя опубликовано более 450 единиц контента, собравших суммарно 100.9 млн просмотров (64 млн в Instagram, 36 млн в TikTok). Самый успешный ролик в TikTok («Best of DARA») набрал 8.6 млн просмотров.\n👍 Интерактив: На портале debatte.ORF.at пользователи оставили свыше 14 тысяч комментариев, а 1900 лучших сообщений вывели в прямой эфир через телетекст.\nОХВАТ ВНУТРИ СТОЛИЦЫ\nДелегации и туристы превратили Вену в масштабный хаб. Арена Wiener Stadthalle приняла более 97 тысяч зрителей на девяти шоу. Официальную фан-зону Eurovision Village на Ратушной площади посетили 150 тысяч человек, Eurofan House в Венском музее привлек 23.4 тысячи гостей, а клубная площадка EuroClub в PraterDOME приняла 16 тысяч посетителей. Безопасность и менеджмент обеспечивали 5500 специалистов и 650 волонтеров из 45 стран.\n💬 Поможет ли австрийский успех вернуть доверие крупных спонсоров и вещателей к классическому формату после кризисных сезонов?\n⏱️ Время чтения: 1.1 мин | 🇦🇹 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/PwxM2fD4JYY38dFJmDcVCpxXrxW2rT5-a8A-48DVcPv4ypSTb1mbVzG-FQ5ueaWo1cE6BzuyqBd_AX8hfOdwv6iU5In0Ze7lwAz3GXjofCYE-O1sCwznbpDS6on08RQ-0oKVF-qvu-3BbR5nIRBmICBcSPVXbW9e2XVqkUZM1bLBTWWaQgQDCLcBnA4ChyXjIaxRkuVqYdgsbgQC8TSGH-Z2DuZ42NUOswlkObZ_qkCSgCoxPKxwM-_e3SH-BivH3CHxvl6FM0tpbK7pesdd_bQdZ6N5I0jA2GSL_kz0PsaouCOL4WqD1RCQDzh99sq8W3rLocvHYCGu6N5JmlbV1Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780141302.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:35",
            "id": "70",
            "u": "https://t.me/YourEurovision/6163",
            "t": "⚖️ JURY INSIDE: КРАХ РЕПУТАЦИИ - КАК ШЕСТЬ СТРАН ПОПАЛИСЬ НА СГОВОРЕ В 2022 ГОДУ",
            "b": "Заговор национальных жюри, раскрытый во втором полуфинале Евровидения-2022, нанес сильный удар по репутации судейской системы конкурса.\n👍 Механика: Азербайджан, Грузия, Черногория, Польша, Румыния и Сан-Марино устроили взаимный обмен голосами, выводя друг друга в топ.\n👍 Следствие: EBU выявил аномалию - во втором полуфинале все шесть коллегий согласованно поставили партнеров на высшие места. Вероятность случайности - менее 1%.\n👍 Решение: Баллы этих стран аннулировали, заменив их на агрегированные оценки. С 2023 года голосование жюри в полуфиналах было отменено.\nИнцидент навсегда изменил регламент конкурса, лишив жюри влияния на отбор финалистов.\n💬 Должен ли финал конкурса полностью зависеть от зрителей, или вес жюри в 50% необходимо сохранить?\n⏱️ Время чтения: 0.7 мин | ⚖️ YourVision: Jury Inside",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780140953.0,
            "poll": null
        },
        {
            "m": "30.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6049",
            "t": "🏛 #LORE: ФРЕЙЯ - КОТОРАЯ ВЫБИРАЕТ ПЕРВОЙ",
            "b": "На поле битвы Фрейя приходит раньше Одина. Она забирает половину павших воинов - не худшую половину, не оставшихся, а ту половину которую сама выбирает. Один получает то что осталось. В пантеоне, где Один объявлен главным, никто не обсуждает почему очерёдность такая.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя Freyja буквально значит «госпожа» - от древнеисландского frǫ, frea, того же корня что и древнеанглийское frēa («господин»). Имя другой богини, Frigg (жены Одина), идёт от того же протогерманского корня. Многие лингвисты считают что это одна богиня, разделившаяся на две в разных областях Скандинавии: Frigg - матронимическая, оседлая, домашняя; Freyja - воинская, чувственная, кочевая. Один культурный комплекс распался на два имени, и в русском нет аналога для этого распада - у нас «госпожа» осталась одна.\nТЁМНЫЙ СЛОЙ:\nФрейя совмещает: любовь, плодородие, секс, золото (её слёзы превращаются в золото и янтарь), магия сейд (она научила Одина), война, смерть, гадание. Современная западная мысль читает это как противоречие: как богиня любви может быть богиней войны? Но в северной мифологии любовь и смерть не противопоставлены. Они связаны через одну функцию: рождение и приёмка. Та, кто рождает воинов, забирает их обратно. Это не парадокс - это цикл.\nСессрумнир, её зал в Фолькванге - не Вальхалла. У Одина воины пируют, ждут Рагнарёка, тренируются. У Фрейи - тише. Об этом зале известно мало. Это и есть тёмный слой: половина павших уходит туда, куда никто не написал что они делают.\nРИТУАЛЬНОЕ ДЕЙСТВИЕ:\nСегодня - последняя суббота мая. Природа переходит из весны в лето: последние весенние цветы умирают (сирень закончилась вчера), первые летние раскрываются (бузина началась). Это момент Фрейи в году - точка где жизнь и угасание происходят одновременно.\n→ Найди в своём окружении одно растение которое сейчас умирает и одно которое только открывается. Постой между ними минуту. Это место Фрейи.\n⏱️ 1.5 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/WgAAQYNvqHSEP24rGwcOeqah-4W1Atk-JiKGWmAsbecSrXvtK7odBk1tkoyJ8KBjERIph18F9JRvUwWCs3rOIVb93ZeI3f37k5m-KAVJ-DCaJRh6QfJkjkGcUB5i-ZD2RIq2hV76SSbLcIiBtvPwd2a6AwL17mKoaxs6chsx_bDYXCQ1J9Rb-ZXFHIr-fm_eWVFf5NrHYogRcL0mJuY6NAaLJu4Lh_lMI4fc4OK6nTN9CvytSA_tr71lsbJPMDatqNX1B00NU1YsOKEQp_3vlLq3GgyieEO6_vF-CAOw6u5yfWsdSHsSn_JjJ4sjIe-2VAtQ7rq5mcDisA5Pua_lcg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780124641.0,
            "poll": null
        },
        {
            "m": "29.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6048",
            "t": "⏳ #CHRONOS: СИРЕНЬ УХОДИТ",
            "b": "МОМЕНТ:\nСейчас, 18:02. Сирень в Риге доцветает. Если у тебя на районе ещё есть куст с фиолетовыми гроздьями - это последние два-три дня в этом году. Через неделю запаха не будет до следующего апреля.\nСирень обыкновенная (Syringa vulgaris) в Балтии цветёт 7-10 дней. В 2026 году началось около 21-22 мая - первые тёплые ночи разогнали процесс. Заканчивается сейчас, в последнюю пятницу мая. Аромат сирени - три ключевых соединения: линалоол (цветочно-сладкий), индол (тот же что в жасмине, в высокой концентрации пахнет фекально, в малой - животно), цинеол (свежий эвкалиптовый). Их пропорция меняется в течение дня: утром больше линалоола, вечером больше индола - поэтому сирень вечером кажется тяжелее, плотнее.\nОЩУЩЕНИЕ:\nВ тёплые ночи (как сейчас, +16 ночью) летучие соединения испаряются быстрее, концентрация в воздухе падает. Сирень, которая ещё держится на ветке, уже отдаёт треть того что отдавала неделю назад. Через 72 часа большая часть цветков завянет - аромат исчезнет резко, не постепенно. Это запах который ты в последний раз вдыхал не вспомнив что в последний.\nДЕЙСТВИЕ:\nНайти куст сирени сегодня вечером - не завтра, не послезавтра. Подойти ближе чем обычно, прижаться лицом к гроздьям. Полминуты вдоха через нос. Это последний раз в этом году. Следующая майская сирень будет через 11 месяцев.\n→ Где в твоём районе ближайший куст?\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/lMtPlBX2GYZxH6BVRP_aVnr9-glSKtov_ILMhwwIJUmr51NzzHUQW9UqLKzyi1bA3IO_FmOHNbnhKGFwHNHnZx5xZvaCaYyaA4tnOZHxc_Wr_d_EhR9sI_RLppFQor0Tdkm95pzee9Qmp9yMjhKzWc-4awQcTCcq1gYSOmGKNVAymAV8ZX2mHAgZQnFMyG52ikbrt1VIiBa49zX-yt-6YuQHR4N1L0dthxoTA7Kf9Y6436vtadKRLM4iTYd_l0PsmEn0KkTv805-gNA3MwQGEtWN32WuoahbS2VgHcze_UOZonmkKe1u1r4Mh2fFwZBUQiTd_X4dtP7fePq9t5YT6A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780066921.0,
            "poll": null
        },
        {
            "m": "29.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6047",
            "t": "🥐 #BUNS: БУЗИНОВЫЕ БУЛОЧКИ - ОКНО ОТКРЫЛОСЬ",
            "b": "ЛЕГЕНДА:\nБузина чёрная в Балтии раскрывается на этой неделе. Окно цветения 10-14 дней. Сейчас второй или третий день - в воздухе уже пахнет, но не у каждого куста.\nВ цветке бузины более 70 ароматических соединений. Linalool (роза, ландыш), фенилэтанол (роза), нерол (цитрусовые), и характерная зелёная мускусная нота которая исчезает через 48 часов после раскрытия. Поэтому всё что делают с бузиной делают быстро: сироп, ликёр, булочки. Окно вкуса равно окну цветения, не дольше.\nЕвропейская традиция использует этот короткий запах везде: английский elderflower cordial с XIV века, шведский flädersaft, немецкий Holunderblütensirup, латвийская плюкка (плодовое вино). Булочки с бузиновым цветом - английская традиция к Пятидесятнице (которая в 2026 была 24 мая). Запоздали на пять дней. Бузина открылась почти вовремя.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: мука 500 г, тёплое молоко 250 мл, дрожжи сухие 7 г, сахар 80 г, сливочное масло мягкое 60 г, яйцо 1 шт, соль 5 г, цедра 1 лимона\n- Пропитка/начинка: бузиновый сироп 120 мл (60 мл в тесто + 60 мл на пропитку)\n- Глазурь: сахарная пудра 100 г, бузиновый сироп 2 ст л, сок лимона 1 ст л\n- Посуда: прямоугольная форма 22×30 см, пергамент.\nБузиновый сироп (если нет готового): 10-12 раскрытых соцветий бузины, 1 л воды, 800 г сахара, 2 нарезанных лимона. Соединить в холодной воде, нагреть до растворения сахара (не кипятить - летучие соединения уйдут). Снять, накрыть, настоять 24-48 часов в прохладе. Процедить через марлю. Хранится месяц в холодильнике, дольше - заморозить кубиками.\nМЕХАНИКА ПРОЦЕССА:\n1. ОПАРА. Тёплое молоко (35-38°C) + сахар + дрожжи. Размешать. 10 минут до появления пены. Если пены нет - дрожжи мёртвые, переделать с новыми.\n2. ТЕСТО. В большую миску просеять муку. Сделать колодец. Влить опару, яйцо, бузиновый сироп, цедру. Замесить грубое тесто (3 минуты). Соль ввести в конце. Добавить мягкое масло кусочками, продолжать месить. Тесто будет липким минут 5, потом начнёт собираться в гладкий ком. Месить всего 10-12 минут руками или 6-7 минут в комбайне. Готовое тесто эластичное, не липкое, отстает от стенок.\n3. ПЕРВЫЙ ПОДЪЁМ. Накрыть, тёплое место, 1-1.5 часа. Тесто должно удвоиться. Тест готовности: вдавить палец, ямка медленно разглаживается. Если возвращается быстро - надо ещё.\n4. ФОРМИРОВКА. Раскатать прямоугольник 30×40 см. Промазать половиной бузинового сиропа (60 мл) кисточкой - тонким равномерным слоем. Сверху можно посыпать тонким слоем сахара (5 г) для дополнительной карамели. Скатать тугим рулетом по длинной стороне. Нарезать на 8-10 кусков (по 3-4 см). Уложить срезом вверх в форму. Расстойка 30-40 минут.\n5. ВЫПЕЧКА. 200°C, 18-20 минут. Готовность: золотисто-коричневый верх, низ при перевороте - сухой и звучит глухо при постукивании.\n6. ГЛАЗУРЬ. Пока выпекаются - сделать глазурь: пудра + сироп + сок до густоты сметаны. Сразу после выпечки полить горячие булочки. Сироп впитается в трещины и поры.\nОкно вкуса: первые 30 минут после выпечки - полный аромат. Через час - 50% летучих соединений ушло. Через 4 часа - остался только медовый фон. Поэтому бузиновые булочки едят горячими.\n⏱️ 2.5 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/sb57WjgUDmRm1GXuJA-u7alpTxvPZyoUkJF9BixXCDbCgvAAaDw4q40pD_SVDmyHigeF3ldK75llNmX9L2q5_fisZO0qE7ugs-W6hvctBNVRTK_XXZQxiAP8YBxuzrwIw4iG13jJG03yArIOtevasZJz-ykywvvPvYezt8rqD1jA6416g9G_8iqHP-to8P-DSI1BjTzSSheZguyH8ONdN167lOVOLlfeGSTIXmpoVQK14QxHtQpLQG5n_11Cc13CT3gzXmU0ZJ4zqwGgfu1KtOtmr3zgUXJBIxGLzwgtPn39gebDbPPjt1Vl-5BCXmIMjEfHZKKRb1SJ_rA20q51KQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780056241.0,
            "poll": null
        },
        {
            "m": "29.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6046",
            "t": "📚 #SOURCE: ГОГОЛЬ «ВИЙ» - СТРАХ КАК ТОЧНАЯ МЕХАНИКА",
            "b": "«Поднимите мне веки: не вижу!» сказал подземным голосом Вий. И всё сонмище кинулось поднимать ему веки.»\nНиколай Гоголь, «Вий», сборник «Миргород», 1835.\nЧТО СКРЫТО:\nПосле «Вечеров на хуторе близ Диканьки» Гоголь искал новый регистр - не лирический, не сатирический. Технический. «Вий» построен как инженерный документ страха: три ночи (нарастающее давление), три круга мела (нарастающая необходимость защиты), финальная команда «поднимите мне веки» - не пугающий момент, а административная процедура. Зло работает по протоколу.\nСеминарист Хома Брут читает молитвы над телом ведьмы три ночи. Каждую ночь магия становится сильнее: ведьма поднимается, ходит, зовёт нечисть. На третью ночь приходит Вий - подземный король с веками до земли. Его помощники поднимают веки. Вий смотрит на Хому сквозь меловой круг. Хома умирает не от удара, не от боли - от того что его увидели.\nТёмный слой: вся история про столкновение двух логик. Хома из Киева, городской - он защищается рациональными инструментами: геометрия круга, текст молитвы, тренированная воля. Деревня (где происходит действие) работает по другим правилам. Городская логика проигрывает не потому что слаба - а потому что предполагает что зло хаотично. У Гоголя зло бюрократично. У него есть штат, у Вия - подчинённые, поднимающие веки. Это страшнее любого хаоса: страх перед тем что у тьмы есть административная структура.\nПОЧЕМУ СЕГОДНЯ:\nПятница, вечер. Время недели когда «другие правила» становятся возможны - рабочие протоколы заканчиваются, остаются неформальные. У Гоголя описано ровно это: момент когда городские правила перестают работать, и проявляется нечто более старое. Деревенский страх не уходит. Он ждёт пятничного вечера.\n→ Какое из твоих рациональных средств защиты ты использовал на этой неделе и оно не сработало?\n⏱️ 1.5 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/Gf_6zSzit_Z81fiY2AK_CGroMJFcoA4I8amqG-2oxMS4c60quCDo3mjisAIicFk2Lt5Zzyb4T5MDYIJ5nhQgRBjA_yIKiFqfuNJLfcPerXa4xyYmWhUikT-xETWR2UU_vEt65KXDdyyvMtSw44Jel7BX8zyuT-AgzTGCrElSjf6SI555stx0kQ27ZJJFkyZ95cRvXXdwya_Cz5v-LPKh9f33niR2gJrdJB6O9RAE5CnbuyOxoG6FwmCpD2tWZWH1XvZ-xhPoPBx4jotzWuK-AZ76qjEt8bvdJviRtPEL4u2hljf4UL6WNKWy0VN4vp9weH_PGI27gC25OHBUrQsT-A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780038241.0,
            "poll": null
        },
        {
            "m": "28.05 | 17:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6162",
            "t": "🇧🇬 БОЛГАРИЯ: ЕВРОВИДЕНИЕ 2027 МЕЖДУ ТРИУМФОМ И БЮДЖЕТНОЙ БЕЗДНОЙ",
            "b": "Победа Dara в Вене принесла Болгарии исторический первый хрустальный микрофон, погрузив Софию в эйфорию. Однако для вещателя БНТ и правительства праздник быстро сменился суровой экономической реальностью. Подготовка «Евровидения-2027» - это жесткий финансовый тест для одной из самых экономически уязвимых стран ЕС.\nБюджетные рамки и государственные дебаты\n👍 Масштаб расходов: Проведение конкурса обойдется Болгарии в сумму от 20 до 30 млн евро. Кабмин поспешил объявить проект «национальным приоритетом» и создать комитет во главе с вице-премьером Иво Христовым.\n👍 Политические споры: Оппозиция указывает на бюджетный дефицит и невыполненные социальные обязательства, тогда как сторонники апеллируют к долгосрочным дивидендам от туризма и международному пиару.\nБорьба городов-кандидатов и арен\n👍 София - монополист: Вместимость «Арена София» (бывшая «Арена Армеец») составляет почти 18 000 мест, что с запасом перекрывает жесткие требования EBU (минимум 10 000). Столица имеет готовую инфраструктуру и аэропорт.\n👍 Бургас - конкурент: Мэр готовит проект на базе «Арена Бургас» (до 15 000 мест). Курортный статус и близость к морю - сильные козыри, но логистическое плечо в начале мая может стать проблемой для делегатов.\n👍 Варна и Пловдив - аутсайдеры: Их заявки номинальны, а шансы близки к нулю. Зал в Варне вмещает всего около 6000 зрителей. EBU не пойдет на компромисс с масштабом в год 71-летия конкурса.\nМой вердикт и формула финансирования\n👍 Выбор вещателя: Вещатель БНТ выберет Софию. Это позволит сократить логистические издержки минимум на 25% и гарантирует заполняемость трибун.\n👍 Схема бюджетирования: Болгарии придется пойти по пути «гибридного финансирования» - привлечь крупные европейские бренды и субсидии, чтобы не превратить триумф в Вене в долговую яму.\n💬 Сможет ли Болгария провести конкурс без чрезмерной нагрузки на государственный бюджет?\n⏱️ Время чтения: 1.4 мин | 🇧🇬 YourVision: Vision",
            "img": "https://cdn4.telesco.pe/file/U6P6vSzk-mBzfSnKls7r4VSWO0wTD6ivE3RSSWBM4Wpt0XtbxwfvZL7JncZnhlSYMQlQjn_17AjpGaGTcIa143Dn9qDAh1fvTv3REzB6hFrh-PCWsDE8MQyYN7FjD8Amw0mDeInqMS2kjXiv4PeR1tJxYCtkbSeZ6wmC_2v4d-kxNuP05rhMoA13x4BKf_TtOgyO0tgGobiWwV8gpYPmt42PCR7vac75Pq1RqL1hkUnyzN7savl53ykFgSXbc57azFkw94rBVUV71y9KqiFTP_Cnr-v5xmtBNYVdoQLiXsTtRAH9FHh4FjUDhuGV_mx1J-4Vf47XbxfVXXzTFbTDrA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779987892.0,
            "poll": null
        },
        {
            "m": "28.05 | 15:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6161",
            "t": "🧬 HIT ANATOMY: АНАТОМИЯ ПОБЕДЫ DARA - «BANGARANGA»",
            "b": "В рубрике Музыкальная лаборатория разбираем победный трек Болгарии на Евровидении-2026, переписавший формулу евровизийных хитов.\n👍 Смена темпа (Tempo Switch): Главный крючок. Песня стартует как среднетемповый этно-поп, но в середине резко ускоряется, переходя в динамичный балканский клубный бит.\n👍 Скрипичный TikTok-хук: Проигрыш на скрипке, записанный без синтезаторов, идеально сэмплирован для вертикальных видео. Трек завирусился еще до финала, собрав 15 млн клипов.\n👍 Аутентичный вокал: Dara сочетает глубокий грудной регистр с традиционными балканскими мелизмами, удерживая чистый вокальный контроль в движении.\nСовмещение локальных этно-мотивов с современным танцевальным продакшном принесло БНТ первый хрустальный микрофон в истории.\n💬 Стал ли трек «Bangaranga» вашим фаворитом благодаря скрипичному соло?\n⏱️ Время чтения: 0.6 мин | 🧬 YourVision: Hit Anatomy",
            "img": "https://cdn4.telesco.pe/file/jR90zPN4n0z3cfDQczT9sPnj1LKzl_JO-GFgmjSr8pcVFJpP2x3OAN0HsCwsIJjeU77dyWJFK_0fi65PupsOAOdnDuT_LWCb79LFx36cFE7AaLIWPdJLXhSgL2GhFYW2AjKK6gHpNi_ej67JUXzZalo5JHshXoGBXqIJlHTmFFuzBEAeBLnG9z5vK2_1MwL06cU17NSikTaNgiJ-_CRRwzcAcAW6rTNw8A64muu99G15MXEsuFxS23yWqxRyAaTE_-2OmMwWKP_p87CpjP1oz4I1uoujvl0uqbEU0mj_irgYqQI3tD3SIK7CMeNewqNc7BCuqKxOGjgLgWAXMGiNKA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779980588.0,
            "poll": null
        },
        {
            "m": "28.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6045",
            "t": "⏳ #CHRONOS: 17 ЧАСОВ СВЕТА - ТЕЛО УЖЕ ПЕРЕНАСТРОИЛОСЬ",
            "b": "МОМЕНТ:\nСейчас, 18:02. В Риге сегодня светового дня 17 часов 17 минут. Восход был в 4:42, закат будет в 21:59. Темноты тебе остаётся 6 часов 43 минуты - но из них настоящей астрономической ночи (солнце ниже 18° за горизонтом) только около 4 часов. Всё остальное - сумерки разной плотности.\nДве недели назад мы прошли порог 16 часов - тот, при котором у жителей широт севернее 56° меняется суточный паттерн мелатонина. Это задокументированный медицинский факт: пик мелатонина в крови сдвигается, его амплитуда уменьшается, продолжительность снижается. Тело уже приспособилось. Если последние дни ты замечаешь что засыпать стало труднее, что просыпаешься в 5 утра без будильника, что к обеду тянет в сон сильнее обычного - это не сбой режима. Это сезонная норма Балтии.\nОЩУЩЕНИЕ:\nВ 18:02 свет ещё совсем дневной. Угол солнца над горизонтом около 30 градусов - почти как в полдень мартовского дня. Тени длинные, но не вечерние. До «синего часа» больше трёх часов. Ужин при свете, прогулка после ужина - тоже при свете. До солнцестояния 21 июня ещё 24 дня, и за это время прибавится только 36 минут света. Мы внутри ускорения, которое замедляется.\n→ Когда ты сегодня в последний раз чувствовал «вечер»? Если этой границы не было - дело не в тебе. Это широта.\n⏱️ 1.1 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/lqxFOrbcPbtl0XcIiat1ERG1YWxLjfYMJ49JWctbJa-1nu4i-Fk0AeMdZK3crbMcQ5ls4fK69CVVeCQEUMAghKMLfFUYz7Ikw8OXI9VFJNywh5yafKM50BLCEN3X-6AezLOVRuuiJRAMYzR7A-6tucWnwgf4NfdWmBk3maHYd7QNyKo2mJ2XIJR9EMzlB_1N5BtM_CkvTHRsxryzYJUCcsk6AjgxYdxubw35zcWJqEh3CiKwt1t8JrImFg5M_vGQZSux51fo7ciaSmjnkfj47zqGFW1hn-GDnrEIu_Ks0ChoPT_qripQQcR1eDNHG_yxILEVSyKR4CKbs156iZvcAQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779980521.0,
            "poll": null
        },
        {
            "m": "28.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6044",
            "t": "🥐 #CAKES: ЗАХЕР - СЕМЬ ЛЕТ ЗА ОДНО СЛОВО",
            "b": "ЛЕГЕНДА:\nВ Вене Захер не подают - его ставят на стол когда разговор закончился. Это не сладость, это аргумент.\nВена, 1832. Двор князя Меттерниха, важный ужин для иностранной делегации. Шеф-повар заболел. Его помощник - 16-летний Франц Захер, ученик второго года - вынужден придумать десерт на скорую руку. Делает простое: шоколадный бисквит, абрикосовый джем, шоколадная глазурь. Меттерниху нравится. Через 30 лет Франц открывает свой отель и кафе в центре Вены. Через 50 лет его сын Эдуард уходит работать в конкурирующее Cafe Demel и приносит туда рецепт. Через 100 лет начинается семилетняя война за одно слово.\n1934-1962 (с перерывами на Вторую мировую): Hotel Sacher против Cafe Demel. Кто имеет право писать «Original Sacher-Torte»? Хотель ссылается на семейную линию. Кафе - на то, что они получили рецепт от самого Эдуарда. Решение 1963 года: Hotel Sacher получает «Original». Demel может писать только «Eduard-Sacher-Torte». Семь лет в судах за одно прилагательное.\nТёмный слой: торт стал бюрократией. То, что начиналось как импровизация подростка, превратилось в защищённый бренд с регламентом. В Hotel Sacher сегодня правила: точная толщина слоёв, обязательная подача с несладкими сливками, температура подачи 18°C. Это не выпечка - это музей одной идеи.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Шоколадный бисквит: яйца 6 шт (разделить), сахар 130 г, тёмный шоколад 70% - 130 г, сливочное масло 130 г, мука 130 г, ваниль, щепотка соли\n- Прослойка: качественный абрикосовый джем 200 г (с кусочками или гладкий)\n- Глазурь: тёмный шоколад 200 г, сахар 200 г, вода 130 мл (классическая Wiener Glasur)\n- Подача: несладкие взбитые сливки 200 мл (обязательная часть, не опция)\n- Посуда: разъёмная форма 22 см, решётка для глазировки, пергамент под решётку.\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Шоколад с маслом растопить на пару до 40°C. Желтки взбить с половиной сахара до светлого крема (3-4 минуты). Влить шоколадную массу, перемешать. Белки с солью взбить до устойчивых пиков, постепенно вводя оставшийся сахар - до глянцевых пиков. Просеять муку. Ввести в шоколадно-желтковую массу складкой, затем белки в три приёма. Не помешивать активно - воздух выйдет. Форма с пергаментом. 170°C, 50-55 минут. Готовый бисквит при постукивании - глухой, центр упруго пружинит, зубочистка чистая.\n2. СТАБИЛИЗАЦИЯ. Бисквит остудить в форме 1 час. Вынуть, обернуть плёнкой, в холод на 12 часов. Это ключевой шаг - холодный стабилизированный бисквит ровно режется и не крошится. Без этой паузы Захер не получится.\n3. СБОРКА. Бисквит разрезать на два пласта. Джем подогреть до жидкого состояния (35-40°C), процедить через сито от крупных кусков. Между пластами тонкий слой джема. Весь торт сверху и по бокам покрыть джемом тонким слоем - это «грунт» для глазури. В холод на 1 час, чтобы джем застыл.\n4. ГЛАЗУРЬ. Сахар и воду довести до 110°C (стадия мягкого шарика - капля сиропа в холодной воде формирует мягкий шар). Снять с огня. Всыпать рубленый шоколад, не мешать 30 секунд. Затем размешать ложкой до полного растворения и однородности. Температура должна упасть до 35-37°C. Это критично: выше - стечёт, ниже - не растечётся ровно.\n5. ЗАЛИВКА. Торт на решётке над пергаментом. Глазурь вылить одним движением в центр верха. Дать стечь по бокам самотёком - не разравнивать ножом. Любое касание лопаткой оставит матовый след. В холод 4 часа минимум, лучше всю ночь.\nПодача: ломтик при 18°C (не из холодильника), ложка несладких взбитых сливок рядом, чёрный кофе. По-другому в Вене этого торта не существует.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/tzWe8VDgHjXT_2y5jjfGdfVzPelP5me2NFOw_uNOofReJ-786Z1rufH5X1LdhpgluzZxiuQJP0DhZPM4ecy384Wk-SixQXnkKJdjaAH50qKzu7e6E0U4jKtNCzlxGpDniegAG7yMn9bsnRqF74WL-12DgLJ3jCfQH3jt3wqDQQT7YrLSPAH_nzJuoziDRpKDEruAk1bRqn19BpBnleIzvRr7TDE_iqM6e4AmICWsTZVFgt_kE7wZJ13UvYkQhXHzVNYH4pMrCBhCwtMSYS5kY6NXgeDUxuGBxxf8j6g-Ta_QXeIcQh2DueQwieBpzQJ5ujZjjcUnQbBL9dcfS-1LgA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779969841.0,
            "poll": null
        },
        {
            "m": "28.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6043",
            "t": "📚 #SOURCE: ВИРДЖИНИЯ ВУЛФ «ВОЛНЫ» - ВРЕМЯ КАК РИТМ",
            "b": "«Солнце ещё не встало. Море было неотличимо от неба, кроме нежных складок, как помятая ткань. Постепенно, по мере того как небо бледнело, тёмная линия легла на горизонт, отделяя море от неба.»\nВирджиния Вулф, «Волны», 1931.\nЧТО СКРЫТО:\n1931 год. После Первой мировой английский средний класс впервые остался без прислуги - экономика не позволяла. Вулф, 49 лет, начала сама мыть посуду, делать покупки, готовить чай. До этого момента она не знала, сколько минут уходит на то, чтобы заварить чай и налить его в чашки. «Волны» - текст человека, который заново открыл базовое время: время мытья, время приготовления, время ожидания чайника.\nТо что критики называли «потоком сознания» - на самом деле просто внимательность к мелкому времени, которая открылась после потери прислуги. Шесть голосов в романе сменяют друг друга по ритму волн: подъём, спад, пауза, новый подъём. Это не литературный приём - это структура её собственных депрессивных эпизодов, которые она записывала через образы прилива и отлива. Вулф утопится в реке Уз в марте 1941, набив карманы пальто камнями.\nПОЧЕМУ СЕГОДНЯ:\n28 мая, четверг. Обычный рабочий день. Не выходные, не катастрофа. Между событиями. Это и есть время Вулф - то, которое раньше принадлежало прислуге, а теперь принадлежит тебе. Минута пока чайник греется. Тридцать секунд пока вода из крана становится холодной. Эти промежутки она впервые увидела в 49 лет.\n→ Какие минуты в твоём дне ты не замечаешь, потому что их выполняет кто-то другой - человек, машина или привычка?\n⏱️ 1.4 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/mTX01YBfXQe-Kw6Mc83-_kyZqsbPbB_F58PsYVZLTjqN2nqru9qpvZgg7brlZb_EZz4AKfGasW0TstMEtkHJbSxbExdPEoZa9HS6SHWnDtwDNuLznb1kwhr07ylcyP63VstRzWhoK0CmP4R--fE95X8mVP5UXB_7izApyvrkRxodZxnMqs5WV9mZNis19BaCbi0WJ6Pwo6iIrh1fKexf_Y-mJcAXCE7cL2QuBvZK-fpSHMqzgip5xr4xYnXofHFo-fARwPWGEHT2fP3dk81xqUHoOrZ2XNBpftVwxJmLwEYzMOWw3wi5NACJpjcs4Oqju20MVt75C0DHQQdrue48GA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779951841.0,
            "poll": null
        },
        {
            "m": "27.05 | 15:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6160",
            "t": "📊 ОПРОС: 💬 Чей этно-фолк баттл на сцене зацепил вас сильнее?",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779896555.0,
            "poll": {
                "question": "💬 Чей этно-фолк баттл на сцене зацепил вас сильнее?",
                "options": [
                    "Gåte - «Ulveham» (Норвегия-2024)",
                    "Go_A - «Шум» (Украина-2021)"
                ]
            }
        },
        {
            "m": "27.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6042",
            "t": "🏺 #HERITAGE: ЗЕЛЁНЫЕ СВЯТКИ - ЧТО ИСЧЕЗЛО РАНЬШЕ ЗЕЛЕНИ",
            "b": "Последнее поколение восточных славян, которое знало какую именно берёзу резать на Зелёные святки, родилось до 1940 года. К 1980-м традиция реконструировалась через этнографические записи - но точное знание уже было утеряно.\nESSENCE:\nЗелёные святки - неделя между Семиком (седьмой четверг после Пасхи) и Троицей (50-й день). В восточнославянском календаре 2026 года Семик - 28 мая, Троица - 31 мая. То есть сейчас, прямо в эту неделю, мы внутри Зелёных святок. Если бы традиция жила - в каждом восточнославянском доме сейчас стояли бы берёзовые ветки. Не как декорация - как защита.\nПериод считался опасным: «русалочьи недели», когда граница между миром живых и миром утопленниц-русалок тоньше всего. Зелень - не украшение праздника, а буферная зона между двумя мирами.\nMARGINALIA - точные детали, которые ушли первыми:\nБерёзу выбирали не любую. Молодую (3-5 лет), с раздвоенным стволом - двойная сила, два корня одной системы. Высота - в рост человека. Резали обязательно до полудня. Причина: сок берёзы наиболее активен утром, после полудня дерево «уходит в листья», ветка станет суше. Современная биохимия подтверждает: ксилемный поток в берёзе максимален с 6 до 11 утра.\nЗелень несли в дом не сразу. Сначала ставили во дворе на час - чтобы «попрощалась с улицей». Потом ставили в красный угол на 3 дня. На полу разбрасывали свежую траву - чаще всего аир, тимьян, мяту - запах которых считался невыносимым для русалок. Аир и сейчас известен как сильный инсектицид: дело не в русалках, дело в комарах, мух, мошкаре - которой в конце мая в избе становилось много.\nНа третий день зелень не выбрасывали. Возвращали к корням той же берёзы, с которой срезали. Это была не утилизация - это был договор. «Я взяла - я возвращаю».\nУТРАТА:\nЧто исчезло:\n1. Выбор берёзы - молодая, с раздвоенным стволом.\n2. Время срезки - до полудня.\n3. Промежуточное «прощание с улицей» во дворе.\n4. Травы на полу как функциональный инсектицид.\n5. Ритуал возврата к тому же корню.\n6. Понимание зачем (защита от русалок) - и за этим всем - что русалки это утонувшие женщины, что неделя посвящена им, что зелень это граница.\nЧто осталось: общая инструкция «на Троицу ставят берёзу в доме».\n→ Если у тебя в этом году будет случай поставить ветку дома - откуда она будет, чем ты её выберешь?\n⏱️ 2.3 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/PFepFTDZWK0F3x26QvN7KhzLb-B5npLyaiQOEcpoY5jPUuitHLXkl1i20BQXKVAS681prBPPsi7_7LdIycVBc1q8aJegp27an_s4N6Z4ZheVa3x2NgKZkpPhcSxfixVOPKnp_eRMmXBbN7ZUuY9-dKQCsPPnVlfr1u9WI4RH1f9NkF1u8Q-E5P4uwRxFoVx5SaFTq-YK2cbQdUnxyrJRLFdZR3--KPM3fyxsxjjtAxOWS6Cnf2k2oHiyKJkuZE9BdNF4PHy07GxkOPvXS6OjzVcaiQcpkKrcMTzg-zeY3Ew8FhKOj2TrjSo4II_2eNkxcfz9No_cE7YOwowxJ0u2JA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779894121.0,
            "poll": null
        },
        {
            "m": "27.05 | 12:45",
            "id": "70",
            "u": "https://t.me/YourEurovision/6158",
            "t": "🇦🇲 АРМЕНИЯ: СТАРТ ПРОДАЖ БИЛЕТОВ НА ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ 2026",
            "b": "Оргкомитет AMPTV официально запустил продажи билетов на финал классического смотра «Евровидение молодых музыкантов 2026», который состоится 6 июня в Ереване. Армения впервые принимает этот турнир классической музыки под эгидой EBU.\nБилеты доступны по цене от 7000 драм (около 16.40 евро) до 20000 драм (46.90 евро). На сцене СКК имени Карена Демирчяна выступят 11 молодых виртуозов в возрасте от 12 до 21 года. В их числе флейтистка Элен Вирабян (Армения), пианистка Нора Луббадова (Чехия) и скрипачка Моэ Дирштейн (Германия). Событие станет 21-м выпуском в истории классического спин-оффа Евровидения.\n⏱️ Время чтения: 0.6 мин | 🇦🇲 YourVision: Новости",
            "img": "https://cdn4.telesco.pe/file/Fq5ncsKkTMYFeXCWVVc9Hci37AJtBJJ2LRpZzLx_TEObDsLAePd_byyxBqrdI_wba8S5LhnH1ATJJ22_bcaC6UdyAtbgtftpAsuooww1b3cCQTKh0VLireBWD_Vh6M2RJTSUKI3Yc-ND6WsXigBt210flW7FNx43SzCfAu5PAl91_P1hWCt6zS-tjnB-aS9nRuIC1bzVcmEkb0MZeCWlnwL9oRrRrFeVPL5ZSiTupsSWYSm8OYiPcxbl7nMzcY4gYG8Piysm-F5yaNqTYdcKXXa6jf12KREizeXjbpnbQ8b63xIWOoWtR4edW483pVBaFVw4cdJwtOERmwPHVwScfw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779885919.0,
            "poll": null
        },
        {
            "m": "27.05 | 12:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6157",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ 2026: ФЕНОМЕН BANGARANGA - ХРОНИКА ВЕЛИЧАЙШЕГО ШОКА ВЕКА",
            "b": "История Евровидения пишется сенсациями, но триумф DARA в Вене - это тектонический сдвиг, равного которому не было с победы Olsen Brothers в 2000 году. В среду коэффициент на победу Болгарии составлял безумные 150-1. Индустрия находилась в плену средних цифр: 9-е место в OGAE Poll, 11-е в MyEurovisionScoreboard и скромная 16-я позиция в Eurojury. Но мы получили сольный манифест, переписавший правила.\nВ чем секрет этого взрыва? Я вижу здесь триумф чистой визуальной инженерии над алгоритмами.\nПАРАДОКС ДВУХ ДНЕЙ: КАК ЖЮРИ СЛОМАЛО ШАБЛОН\nСамая интригующая статистика венского финала скрыта в судейских протоколах. В полуфинале жюри поставило Болгарию лишь на 5-е место (94 балла) - позади Австралии, Дании, Норвегии и Чехии.\nНо за 48 часов произошел сдвиг в восприятии. Сложная «Bangaranga» требовала времени. Получив дополнительные двое суток на пересмотр, профессиональное жюри сломало собственный барьер консерватизма и проголосовало за будущее, а не прошлое. Почти все коллегии резко подняли оценки DARA к субботе, принеся ей 204 балла и победу у судей.\nРЕВОЛЮЦИЯ СЦЕНОГРАФИИ: ОТ ХАОСА К КОСМОСУ\nПосле национального отбора шансы Болгарии казались нулевыми. DARA выступала в хаотичном пушистом наряде, а камера лениво двигалась из стороны в сторону.\nВ Вене режиссер Фредрик «Benke» Рюдман и хореограф Кейша фон Арнольд превратили номер в поп-арт. Первые пять секунд - перевернутый кадр с лицом певицы в стиле Энди Уорхола. Вращающаяся комната-ожидания, ракурсы камер-клешней и жесткий уличный танец создали гипнотическое напряжение. На фоне традиционных поп-див DARA заперла зрителя в своей комнате - и выиграла.\n«Bangaranga» доказала: 3 минуты на сцене значат больше месяцев пиара. Если у вас есть идеальный сплав музыки и визуального искусства, вы способны победить любые бюджеты и геополитические блоки.\nСтанет ли победа Болгарии началом новой эры в сценографии, или «waiting room» концепты останутся уникальной вспышкой? Что думаете?\n⏱️ Время чтения: 2.0 мин | 🇧🇬 YourVision: Deep Dive",
            "img": "https://cdn4.telesco.pe/file/GE6_g8TTgd1SmznSqU9gu5wpzO_XyZkCq4AakXrtn3Pcan2WLEegGpl8S44bH4S43OtB9TS0Jcx9PDvWFDzpxHbgvKsPyQVIhFY5Jmtc0765kRct-yTlUxPi-ovDWZ0y-qeO9rLSseh-Yu7EJjJ2twPESQZVPTohqyRHAcgY49XW5-VMTSvftXD4gaaGWV96GckFMCFyJjY9B5wxd_xUPF1TidFzq87KHPZMhzNCx0bHc0Wo9fCso4kyYt9dIJSD2pRgeBdXH7J_yZ9A7Un8mB7ibewTJvyQUfMZ-vmFBiACZU0Q5MP-8h3I_kBPU8gU0pURYHhsj42SuXZVl0P7ww.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779885481.0,
            "poll": null
        },
        {
            "m": "27.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6041",
            "t": "📐 #RECIPE: ТЕМПЕРИРОВАНИЕ ШОКОЛАДА - ФОРМА V",
            "b": "Какао-масло кристаллизуется в шести разных формах. Пять из них портят шоколад: дают матовый цвет, мягкую структуру, белый налёт, плохой разлом. Только форма V даёт всё что мы любим в плитке: глянец, чистый щелчок при разломе, плавление во рту, не на пальцах.\nТЕОРИЯ:\nКакао-масло - смесь триглицеридов. При охлаждении хочет кристаллизоваться случайным образом, получая смесь форм:\n- Форма I: 17°C - очень нестабильная\n- Форма II: 21°C - нестабильная\n- Форма III: 26°C - нестабильная, мягкая\n- Форма IV: 28°C - мягкая, тает в руках\n- Форма V: 32-34°C - стабильная, блестит, хрустит (нужная)\n- Форма VI: 36°C - белый налёт (fat bloom), появляется со временем\nЕсли просто расплавить и охладить шоколад - получишь хаотическую смесь I-IV (и V на 10-20%). Поверхность будет матовой, структура мягкой. Чтобы получить чистую форму V, нужно её «засеять»: создать в шоколаде стабильные кристаллы V и дать им стать центрами роста для остальной массы.\nПРОТОКОЛ (метод посева, для дома):\n1. РАСПЛАВЛЕНИЕ. Шоколад порубить, 2/3 положить в миску над паром или в микроволновку. Расплавить до:\n- Тёмный 70%: 50°C\n- Молочный: 45°C\n- Белый: 40°C\nНа этих температурах все кристаллы разрушены - шоколад «чистый».\n2. ПОСЕВ (охлаждение). Снять с пара. Добавить оставшуюся 1/3 шоколада (нерасплавленную, кусочками). Постоянно мешать лопаткой. Тепло массы расплавит мелкие кусочки, но в процессе их собственные кристаллы V «посеют» весь шоколад. Температура должна упасть до:\n- Тёмный: 27°C\n- Молочный: 26°C\n- Белый: 25°C\nЕсли нерасплавленные куски остались - это нормально. Достать их.\n3. РАБОЧАЯ ТЕМПЕРАТУРА. Поставить миску снова над паром на 5-10 секунд, поднять до:\n- Тёмный: 31-32°C\n- Молочный: 30°C\n- Белый: 28°C\nНа этих температурах формы I-IV плавятся (они нестабильны), а форма V остаётся (она устойчива до 33°C). Теперь весь шоколад «настроен» на V.\nПроверка готовности: капля темперированного шоколада на пергаменте застывает за 3-4 минуты при комнатной температуре, становится глянцевой, ломается с чистым щелчком.\nТРИ ОШИБКИ:\nОшибка 1: Перегрев на третьей фазе.\n- Что случается: шоколад снова матовый, мягкий после застывания.\n- Почему: подняли выше 33°C - расплавились все кристаллы V.\n- Как исправить: придётся начинать сначала с фазы посева.\nОшибка 2: Недостаточное перемешивание на фазе посева.\n- Что случается: шоколад застывает с полосами или пятнами разной текстуры.\n- Почему: форма V кристаллизовалась локально, остальное осталось I-IV.\n- Как исправить: тщательно перемешивать всю массу до полного растворения посева, по 1-2 минуты лопаткой по кругу.\nОшибка 3: Слишком быстрое охлаждение.\n- Что случается: тёмные пятна, грубая текстура.\n- Почему: при резком охлаждении (миска в холодную воду) формы I-III кристаллизуются массово, и потом третья фаза не успевает их полностью переплавить.\n- Как исправить: охлаждать постепенно через метод посева, не через холодную баню.\n⏱️ 2.6 мин | 📐 Almanac: Recipe",
            "img": "https://cdn4.telesco.pe/file/bPrggfoNHnCe-v9_tKJc9GnO17EJ5yd_D8VsyD1FwVepukNa6Kh0ywjAbQmKuall_YzGzZC1pW34Ce9hjt28TRRRBPsfVuirr0VRJLnQzLTx1tnJ1EgfFrYIOn_Wlm85L3O4s6FZi9OrUfUsL1i8qaHNbSQ246GarlOVhfSVaQBGSe93waErwCtAhCEXfCSjY0PNMaflswVMPrGJ-acnuY5xxGPDmSVq5hEqmTLeH0X5B6QXEizAz45RUUY4jREAzLWY10T7m0dAlgKIdlHkS2hkxjtA_IfHNEjUb2oQ54mgzdsrUAXph1mUHb_dNjfOMoOYEtT5xBrb99QfbsfZ-g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779883441.0,
            "poll": null
        },
        {
            "m": "27.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6040",
            "t": "🌿 #OMENS: УПАВШАЯ ЛОЖКА - КТО ИДЁТ",
            "b": "Нож упал - мужчина придёт. Ложка упала - женщина. Вилка - незваный гость.\nПРИМЕТА:\nНародная версия фиксирует не просто факт, а пол гостя. Это удивительно конкретно для суеверия - и неслучайно. Реальная физика проще и интереснее.\nФИЗИЧЕСКИЙ МЕХАНИЗМ:\nСтарые дома стояли на деревянных полах, лежавших на лагах без бетонной подушки. Дверь, открытая в 10 метрах от стола, передавала измеримую вибрацию через лаги к ножкам стола. Столовый прибор, лежащий на краю - идеальный осциллятор: маленькая масса, длинное плечо. Вибрации 0,1 миллиметра достаточно чтобы сместить его на сантиметр. Если кто-то идёт по двору к дому - вибрации ещё сильнее.\nРазличие нож/ложка/вилка - не магия. Это центр тяжести. Ножи длинные и узкие, скатываются вдоль оси. Ложки округлые, чаще поворачиваются и валятся. Вилки с зубцами цепляются - редко падают, чаще «прыгают» в сторону. Народное наблюдение записало три паттерна падения и связало их с тремя типами визитёров. Дом, в котором замечали приборы на краю стола - это первый бытовой прокcимити-сенсор.\nПРИВЯЗКА К 27.05:\nПосле вчерашней грозы давление продолжает скакать, влажность тоже. Металл расширяется и сжимается чуть-чуть быстрее обычного, дерево столешницы тоже. Если сегодня в твоём доме упал прибор - это, возможно, не гость на пороге. Это атмосфера, которая ещё не пришла в равновесие.\nСОВРЕМЕННЫЙ ЭКВИВАЛЕНТ:\nВ умных домах стоят датчики приближения: акустические, инфракрасные, давления. Они фиксируют визитёра за 30-60 секунд до звонка. Та же функция, другая упаковка. Деревянный пол с приборами на краю стола делал это столетиями раньше - и не требовал электричества.\n→ Какой прибор у тебя сейчас ближе всех к краю стола?\n⏱️ 1.4 мин | 🌿 Almanac: Omens",
            "img": "https://cdn4.telesco.pe/file/Mu2guMPFwPtrPscUNCP9OkUWHV4HIYXrfsFY-SVBPg509WrD9EgsAUG1Y4f_tavxLa7_V_O-PQuZmEfKnV5AG-6E5w-zyIh1uwYnHeyYq58JD69JVs-s76M8HARu2g-0yalncw0hk2F4jRAiZyN3vnC-2GXfrl30tJyahu52BqsZQPEXlBCuHreOjPVmKk40lcDPYGkr72PIHjV9NVUra05udoQ6kn-g4fKoKOPUYH6dQ0fj74eB2Br_swnPqXRHBYljsmVQIkytpXxMZb-RQp61lC0ODtLClejG_JVcVwKG0t5nlkCjeKfhLjVvOGugk9MJY3ab1Y9uEPr68Fowng.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779865441.0,
            "poll": null
        },
        {
            "m": "26.05 | 19:19",
            "id": "70",
            "u": "https://t.me/YourEurovision/6156",
            "t": "🤍 EUROGROOVE: ALBM CUTS - VIENNA AFTERMATH",
            "b": "Стартовал новый чарт серии EuroGroove. 20 номинантов представят альтернативные версии культовых заявок Евровидения прошлых лет, исполненные участниками сезона 2026. Голосование открыто до 31.05. 23:59 Riga. Трансляция самого чарта пройдет 02.06. с 18:00 Riga.\nСписок номинантов\n• 🇨🇿 Daniel Zizka - «Amar Pelos Dois» (Salvador Sobral, Португалия 2017)\n• 🇵🇹 Bandidos do Cante - «Saudade, Saudade» (MARO, Португалия 2022)\n• 🇨🇾 Little Antigoni - «My Number One» (Helena Paparizou, Греция 2005)\n• 🇨🇭 Veronica Fusaro - «Satellite» (Lena, Германия 2010)\n• 🇲🇩 Satoshi - «Rim Tim Tagi Dim» (Baby Lasagna, Хорватия 2024)\n• 🇲🇹 AIDAN - «Per Sempre Sì» (Sal Da Vinci, Италия 2026)\n• 🇩🇪 Sarah Engels - «Nel Blu Dipinto Di Blu» (Domenico Modugno, Италия 1958)\n• 🇸🇲 SENHIT - «Occidentali's Karma» (Francesco Gabbani, Италия 2017)\n• 🇳🇴 JONAS LOVV - «Arcade» (Duncan Laurence, Нидерланды 2019)\n• 🇦🇺 Delta Goodrem - «Tattoo» (Loreen, Швеция 2023)\n• 🇱🇻 Atvara - «Fly On The Wings Of Love» (Olsen Brothers, Дания 2000)\n• 🇷🇴 Alexandra Căpitănescu - «Fuego» (Eleni Foureira, Кипр 2018)\n• 🇬🇷 Akylas - «Rise Like a Phoenix» (Conchita Wurst, Австрия 2014)\n• 🇦🇿 JIVA - «We Could Be The Same» (maNga, Турция 2010)\n• 🇱🇺 Eva Marija - «Ne Partez Pas Sans Moi» (Céline Dion, Швейцария 1988)\n• 🇺🇦 LELÉKA - «Baller» (Abor & Tynna, Германия 2025)\n• 🇭🇷 LELEK - «Wild Dances» (Ruslana, Украина 2004)\n• 🇲🇪 Tamara Živković - «Euphoria After Dark» (Loreen, Швеция 2012)\n• 🇷🇸 LAVINA - «In My Dreams» (Wig Wam, Норвегия 2005)\n• 🇩🇰 Søren Torpegaard Lund - «Forlad Mig Ikke Her» (Céline Dion, Швейцария 1988)\nГолосовать: StrawPoll\n⏱️ Время чтения: 1.0 мин | 🇪🇺 YourVision: Chart",
            "img": "https://cdn4.telesco.pe/file/dIkCrM-7LbKIlauNJjsJnY7TCnOcIFNXs2LS9rXty-znVfm7gOKGKmtYW-u2wMJ0CL7czNgXP7zyA9EE2USpytSqwxvxmfx_grUr8ZnyWhVklMOBUgUo44yGhZgGuqT0Q6LwsG2HPHQHD1zWatXNf9kKsj-hidPSElEIMDH3IYo7LC7ZKKLtolztMz3eUVm9GW5J7rPLh7nR77BB6jOitmHETukG3qweDq13Aft8pG45aCfAXsb0Vbr6A43sdLVoZ7uQajWrSsVzDacGJMJHwQFL4llNU-qZbr2-Fp3-vlH6rUYvqWQoKbu6dwmtHWGy49qcIrvosQcVkdgcGtqCGA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779823183.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};