var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "01.07 | 12:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН  Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.  Страна начнет свой путь…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/cdbLZB66xRFlJUPtKmQkp1AcpAPOMfSWjzWRRCDpo2AnpW5HELB3MSEWQurmdmy01XWLN1B9jSHNvv5Tb1KgeDv__VqXqc1zrLxciq6QjxCTSVozD68PpzQRkcx4uxxmQK85nUM7G00vUyqAC6kSu8nlHuzQiMRLNxNnxZtVv8XUvPYFrXOIcVcmxoejHK-6NLAgAUkkGeHcRW_vQFeExMmA3o9R1JCQnl2fbFZQY9HimdCtMZ5GbEnVViOWa4L6cXiSTo87XRzbP7XfjH9V5xfXy1PsjXHo4fs81VybuIrGMg5XQVpkdMqSl_vbUWE_JuoRIMefx8do2DDPQ1MylA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782907512.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН",
            "b": "Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.\nСтрана начнет свой путь с полуфиналов. CBC раскроет формат отбора артиста и песни позже в этом году. Интерес канадцев к конкурсу огромен: в 2026 году зрители из Канады вошли в топ-3 по голосованию «Остального мира» (Rest of the World) и стали одними из лидеров по покупке билетов на шоу в Вене.\nВступление Канады стало возможным после того, как на прошлой неделе вещатель CBC получил статус полноправного члена EBU. Это первый новый участник конкурса с момента дебюта Австралии в 2015 году.\n⏱️ Время чтения: 0.7 мин | 🇪🇺 YourVision: Дебют",
            "img": "https://cdn4.telesco.pe/file/LDMAiHFOiLStcZ0Oj87dVOOxInSWwD3ZjBzVrh5I_AIgF8UMv1iSgaIiMyK4v8d1MVqQateqJmeX0RIK-KapweygnJOtkbh0vdyuuwMGPav7sG52UCu_oxqo1LdalLf-5XQK1HPtE4EhE-WVXpOFyddvWQm1AtxdNtm_lC5xGdTpJlzJBvgJOu6oyR8zmZuX8UQYH-WPeHO0jhRAYF5qgBtY85zjkG-SlEIEPYUUvbfhFRBn828j1_F4ftmlEVVm0TAzopiVNvLu198k3qkYo4n1Qxdh4u9GkxedpiCelpvKUARcUwQ3407UzGvVG4yrAvEVdOIkRYXMF2pfaaH6Cg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782907393.0,
            "poll": null
        },
        {
            "m": "01.07 | 15:00",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ІСТОРИЧНИЙ ДЕБЮТ НА ЄВРОБАЧЕННІ 2027 ПІДТВЕРДЖЕНО",
            "b": "Офіційно: Канада візьме участь у Євробаченні 2027 в Болгарії. EBU та національний мовник CBC/Radio-Canada оголосили про дебют країни у перший день липня - на День Канади.\n\nКраїна розпочне свій шлях із півфіналів. CBC розкриє формат відбору артиста та пісні пізніше цього року. Інтерес канадців до конкурсу величезний: у 2026 році глядачі з Канади увійшли до топ-3 з голосування «Решти світу» (Rest of the World) і стали одними з лідерів з купівлі квитків на шоу у Відні.\n\nВступ Канади став можливим після того, як минулого тижня мовник CBC отримав статус повноправного члена EBU. Це перший новий учасник конкурсу з моменту дебюту Австралії у 2015 році.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782907200.0,
            "poll": null
        },
        {
            "m": "01.07 | 09:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6255",
            "t": "🇧🇪 БЕЛЬГИЯ: VRT ТРЕБУЕТ РЕФОРМЫ ГОЛОСОВАНИЯ В EBU НА ЕВРОВИДЕНИИ 2027",
            "b": "Фламандский вещатель VRT выступил с критикой внутренней политики EBU. Пресс-секретарь Ясмин Ван дер Боргт опровергла слухи о том, что телекомпания требовала провести голосование исключительно по вопросу участия Израиля.\nПо её словам, VRT настаивает на глобальном изменении процедур - введении прямого голосования всех членов союза по любым ключевым вопросам. Вещатель недоволен практикой EBU «голосовать за то, стоит ли вообще проводить голосование».\nБудущее участие Бельгии в Евровидении 2027 остаётся под вопросом. Если VRT примет решение о бойкоте, право выбора представителя может перейти к франкоязычному вещателю RTBF, как это уже случалось в периоды разногласий. Окончательное решение будет объявлено ближе к дедлайну подачи заявок.\n⏱️ Время чтения: 0.8 мин | 🇪🇺 YourVision: Дебаты",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782898397.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:30",
            "id": "local",
            "u": "",
            "t": "🇧🇪 БЕЛЬГІЯ: VRT ВИМАГАЄ РЕФОРМИ ГОЛОСУВАННЯ В EBU НА ЄВРОБАЧЕННІ 2027",
            "b": "Фламандський мовник VRT виступив із критикою внутрішньої політики EBU. Прессекретарка Ясмін Ван дер Боргт спростувала чутки про те, що телекомпанія вимагала провести голосування виключно щодо участі Ізраїлю.\n\nЗа її словами, VRT наполягає на глобальній зміні процедур - введенні прямого голосування всіх членів союзу щодо будь-яких ключових питань. Мовник незадоволений практикою EBU «голосувати за те, чи варто взагалі проводити голосування».\n\nМайбутня участь Бельгії у Євробаченні 2027 залишається під питанням. Якщо VRT ухвалить рішення про бойкот, право вибору представника може перейти до франкомовного мовника RTBF, як це вже траплялося в періоди розбіжностей. Остаточне рішення буде оголошено ближче до дедлайну подачі заявок.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782898200.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:00",
            "id": "local",
            "u": "",
            "t": "🇦🇲 ВІРМЕНІЯ: ДИТЯЧЕ ЄВРОБАЧЕННЯ 2026 - КІНЕЦЬ ПРИЙОМУ ЗАЯВОК",
            "b": "Єреван закрив збір анкет від претендентів на поїздку в Та-Кали. Живі прослуховування розпочнуться вже цього тижня.\n\nВірменський мовник AMPTV завершив прийом заявок на національный відбір до Дитячого Євробачення-2026 на Мальті. До участі допускалися громадяни та резиденти Вірменії (від 9 до 14 років), які виступають соло, дуєтом або групами до 6 осіб.\n\nУспішні заявники вирушать на живі прослуховування, які пройдуть у Єревані з 3 по 12 липня. Переможця визначить журі, а саму композицію мовник обере пізніше внутрішнім рішенням.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782896400.0,
            "poll": null
        },
        {
            "m": "01.07 | 11:55",
            "id": "local",
            "u": "",
            "t": "🇨🇾 КІПР: ДИТЯЧЕ ЄВРОБАЧЕННЯ 2026 - ЗАКРИТТЯ ПРИЙОМУ ЗАЯВОК",
            "b": "Мовник CyBC завершив прийом заявок від юних виконавців. Переможець відбору визначиться за класичною євробаченською системою балів.\n\nНа Кіпрі закрилося вікно подачі заявок для солістів (від 9 до 14 років), які бажають поїхати на Мальту. На першому етапі учасники надсилали відеокавери. Спеціальне журі обере найкращих для живих прослуховувань, де виставить оцінки за системою 12-10-8-1. Переможець представить країну в Та-Кали.\n\nПрийом самих конкурсних пісень для артиста-переможця триватиме до 8 липня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782896100.0,
            "poll": null
        },
        {
            "m": "01.07 | 08:50",
            "id": "70",
            "u": "https://t.me/YourEurovision/6254",
            "t": "🇦🇲 АРМЕНИЯ: ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 - КОНЕЦ ПРИЕМА ЗАЯВОК",
            "b": "Ереван закрыл сбор анкет от претендентов на поездку в Та-Кали. Живые прослушивания начнутся уже на этой неделе.\nАрмянский вещатель AMPTV завершил прием заявок на национальный отбор к Детскому Евровидению-2026 на Мальте. К участию допускались граждане и резиденты Армении (от 9 до 14 лет), выступающие соло, дуэтом или группами до 6 человек.\nУспешные заявители отправятся на живые прослушивания, которые пройдут в Ереване с 3 по 12 июля. Победителя определит жюри, а саму композицию вещатель выберет позже внутренним решением.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895809.0,
            "poll": null
        },
        {
            "m": "01.07 | 11:50",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ПІВДЕННА КОРЕЯ: ЄВРОБАЧЕННЯ АЗІЯ 2026 - ЗАКРИТТЯ ЗАЯВОК",
            "b": "Сеул завершив прийом заявок на дебютний конкурс. Мовник ENA готується оголосити ім'я представника вже на початку осені.\n\nУ Південній Кореї закрилося вікно подачі заявок для першого в історії Євробачення Азія (Eurovision Song Contest Asia). Прийом документів тривав рівно місяць - з 1 червня. До участі допускалися артисти з корейским громадянством та оригінальними піснями. Відбір проходить за стандартними правилами класичного Євробачення.\n\nТелекомпанія **ENA** оголосить ім'я переможця національного відбору 4 вересня. Деталі самого формату шоу мовник поки тримає в таємниці.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895800.0,
            "poll": null
        },
        {
            "m": "01.07 | 08:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6253",
            "t": "🇨🇾 КИПР: ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 - ЗАКРЫТИЕ ПРИЕМА ЗАЯВОК",
            "b": "Вещатель CyBC завершил прием заявок от юных исполнителей. Победитель отбора определится по классической евровидийной системе баллов.\nНа Кипре закрылось окно подачи заявок для солистов (от 9 до 14 лет), желающих поехать на Мальту. На первом этапе участники отправляли видеокаверы. Специальное жюри выберет лучших для живых прослушиваний, где выставит оценки по системе 12-10-8-1. Победитель представит страну в Та-Кали.\nПрием самих конкурсных песен для выигравшего артиста продлится до 8 июля.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895786.0,
            "poll": null
        },
        {
            "m": "01.07 | 08:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6252",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: ЕВРОВИДЕНИЕ АЗИЯ 2026 - ЗАКРЫТИЕ ЗАЯВОК",
            "b": "Сеул завершил прием заявок на дебютный конкурс. Вещатель ENA готовится объявить имя представителя уже в начале осени.\nВ Южной Корее закрылось окно подачи заявок для первого в истории Евровидения Азия (Eurovision Song Contest Asia). Прием документов продолжался ровно месяц - с 1 июня. К участию допускались артисты с корейским гражданством и оригинальными песнями. Отбор проходит по стандартным правилам классического Евровидения.\nТелекомпания ENA объявит имя победителя национального отбора 4 сентября. Детали самого формата шоу вещатель пока держит в секрете.\n⏱️ Время чтения: 0.7 мин | 🌏 YourVision: Азия",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895759.0,
            "poll": null
        },
        {
            "m": "30.06 | 07:32",
            "id": "70",
            "u": "https://t.me/YourEurovision/6251",
            "t": "🇺🇦 УКРАИНА: «ЗВЕЗДНАЯ ШКОЛА» ДЛЯ ДЕТСКОГО ЕВРОВИДЕНИЯ ПРОЙДЕТ В КАРПАТАХ",
            "b": "Суспільне раскрыл детали подготовки к Нацотбору на Мальту. Впервые топ-10 кандидатов отправятся в закрытый лагерь в Буковеле.\nУкраинский вещатель продолжает развивать формат подготовки молодых артистов. Из лонг-листа в 15 человек отберут десятку лучших, которая поедет прокачивать вокал и хореографию в горы.\n• Безопасность: По словам главы делегации Оксаны Скибинской, Карпаты выбраны специально, чтобы дети находились в полной безопасности во время мастер-классов.\n• Таймлайн: Прием заявок открыт до 8 июля, а телевизионный финал состоится в сентябре.\n• Продакшен: Музыкальным продюсером снова стала Светлана Тарабарова. Главный инсайд сезона - к ней присоединилась alyona alyona (участница Евровидения-2024). В тандеме они эксклюзивно напишут три оригинальные песни для главных финалистов.\nПолучится ли у нового звездного тандема создать хит для Мальты?\n⏱️ Время чтения: 0.8 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782804769.0,
            "poll": null
        },
        {
            "m": "30.06 | 07:32",
            "id": "70",
            "u": "https://t.me/YourEurovision/6250",
            "t": "🇦🇿 АЗЕРБАЙДЖАН: ОТКАЗ ОТ ДЕТСКОГО ЕВРОВИДЕНИЯ 2026",
            "b": "Баку официально снимается с конкурса на Мальте. Вещатель İctimai подтвердил выход из гонки без объяснения причин.\nРуководитель пресс-службы İctimai Тураб Теймуров подтвердил порталу ESC Plus, что Азербайджан пропустит Детское Евровидение в этом году. Это делает Баку первой страной-участницей 2025 года, официально отказавшейся от поездки на Мальту.\nОфициальные причины ухода не разглашаются. В кратком заявлении вещателя лишь выражается благодарность за интерес к их стране и пожелания успешного конкурса остальным делегациям.\nОзначает ли это начало цепочки отказов, или потеря Баку станет единичным случаем в этом сезоне?\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782804743.0,
            "poll": null
        },
        {
            "m": "27.06 | 10:01",
            "id": "70",
            "u": "https://t.me/YourEurovision/6249",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ: EBU ГОТОВИТ РАДИКАЛЬНУЮ РЕФОРМУ ТЕЛЕВОУТИНГА?",
            "b": "Главный инсайд с пражской Ассамблеи. Похоже, руководство конкурса окончательно устало от того, что баллы распределяют диаспоры и геополитические кризисы. Нас могут ждать фундаментальные изменения механики зрительского голосования уже в 2027 году.\nКак сообщает портал Eurovisionfun со ссылкой на свои источники, на закрытых панелях обсуждался масштабный пакет реформ.\n(ВАЖНО: официального заявления от EBU пока не поступало, информация имеет статус инсайда).\nЧто известно на данный момент:\n• Главная цель: минимизация «политического голосования» (в кулуарах прямо называют кейсы Украины и Израиля) и искусственных накруток от диаспор.\n• Механика: в прошлом году лимит уже жестко урезали с 20 до 10 голосов с одного номера, но этого оказалось недостаточно. Новый пакет обещает пойти еще дальше. Технические детали пока держат в секрете.\n• Слухи не подтвердились: вопреки ожиданиям, бельгийский вещатель VRT так и не поднял вопрос об исключении Израиля на этой Ассамблее.\nОжидается, что EBU раскроет все карты в ближайшие недели. Но если инсайдеры правы, правила игры в Болгарии будут кардинально другими.\nСмогут ли чиновники придумать алгоритм, который реально отвяжет музыку от политики, или это очередная попытка заклеить пластырем пробоину в корабле?\n⏱️ Время чтения: 1.4 мин | 🇪🇺 YourVision: Инсайды",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782554477.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6248",
            "t": "🇮🇪 ИРЛАНДИЯ: ПРОФСОЮЗЫ ТРЕБУЮТ ПРОДОЛЖИТЬ БОЙКОТ ЕВРОВИДЕНИЯ",
            "b": "Возвращение рекордсменов конкурса откладывается. Крупнейший ирландский профсоюз SIPTU начал публичное давление на вещателя RTÉ с требованием продлить бойкот Евровидения на сезон 2027 года в Болгарии.\nВ официальном письме руководство профсоюза открыто похвалило RTÉ за жесткую позицию в этом году: ирландцы не просто снялись с конкурса в Вене из-за участия Израиля, но и полностью отказались от его трансляции. Для сравнения: бойкотировавшие Нидерланды и Исландия все же показали шоу на минорных каналах.\nТеперь SIPTU требует отказаться еще и от трансляции футбольных матчей сборной. На это RTÉ ответили отказом, сославшись на жесткие спортивные контракты и многомиллионные штрафы. Но в заявлении вещателя прозвучала ключевая фраза: решение по Евровидению канал принимает «в полной автономии».\nДля музыкальной индустрии это тревожный сигнал. Спортивные трансляции защищены контрактами, а вот музыкальный конкурс стал идеальной мишенью для политического давления. Вероятность того, что Ирландия пропустит уже второй год подряд, сейчас крайне высока.\nНа данный момент последней заявкой страны остается Emmy Kristiansen, не прошедшая в финал в 2025 году. Увидим ли мы кельтские мотивы на сцене в Болгарии, или остров окончательно уходит в политическую изоляцию?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: Политика",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782554188.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:51",
            "id": "70",
            "u": "https://t.me/YourEurovision/6247",
            "t": "🇱🇺 ЛЮКСЕМБУРГ: 2 МИЛЛИОНА ЕВРО В ГОД РАДИ ЕВРОВИДЕНИЯ",
            "b": "Пока Чехия режет бюджеты и балансирует на грани выхода, Великое Герцогство действует ровно наоборот. Обидный провал в полуфинале Вены совершенно не остудил пыл люксембуржцев.\nПравительство официально утвердило увеличение бюджета на Евровидение до 2 миллионов евро в год. Эта сумма зафиксирована на три следующих сезона (вплоть до 2029 года). Для сравнения: ранее государство выделяло 1.6 миллиона, но реальные траты уже к 2025 году начали выходить за эти рамки.\nИнтересный инсайд от команды RTL: сам взнос за участие, который они платят EBU, составляет лишь малую часть этих денег. Около 70% всего бюджета уходит на аренду арены Rockhal и производство внутреннего отбора Luxembourg Song Contest.\n«Требования к качеству картинки, международному промо и постановке сцены выросли колоссально. С новым бюджетом мы сможем соответствовать этим стандартам», - заявила руководитель проекта Элизабет Контер.\nВ 2026 году певица Eva Marija с треком «Mother Nature» осталась за бортом финала, но вместо того, чтобы сдаться, Люксембург решил просто залить проблему деньгами. Оправдаются ли эти инвестиции в Болгарии?\n⏱️ Время чтения: 1.2 мин | 🇪🇺 YourVision: Финансы",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782553885.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6246",
            "t": "🇽🇰 КОСОВО: НОВЫЙ ШАНС НА ДЕБЮТ БЛАГОДАРЯ «КАТАЛОНСКОМУ ПРЕЦЕДЕНТУ»?",
            "b": "Делегация из Приштины не теряет надежды пробить стену европейской бюрократии. На 96-й Генеральной Ассамблее в Праге руководство вещателя RTK провело закрытые переговоры с высшим звеном EBU, включая директора Евровидения Мартина Грина.\nДля Косово внезапно открылось новое окно возможностей. Причиной стало вчерашнее изменение устава EBU и введение абсолютно новой категории - «вспомогательного членства» (Auxiliary Membership), которое уже успели выдать каталонскому 3Cat. Эта категория разработана специально для крупных организаций, обслуживающих автономные языковые сообщества.\nИменно по этому пути RTK планирует легализовать свой статус в союзе. И.о. гендиректора Зана Спахиу подтвердила, что чиновники EBU «выразили полную готовность» обсуждать интеграцию Косово с учетом новых поправок.\nКосовары не скрывают своих амбиций. Их локальный Festivali i Këngës, который проводится уже три года подряд, изначально строился по жестким стандартам EBU как будущая платформа для отбора на Евровидение.\n«Участие Косово в Евровидении не должно становиться заложником ежедневных политических интерпретаций. Музыка и искусство обязаны служить мостами для коммуникации», - категорично заявили в RTK.\nУчитывая, что EBU сейчас находится в фазе активного расширения, новая юридическая лазейка может стать тем самым ключом к заветному дебюту.\n⏱️ Время чтения: 1.4 мин | 🇪🇺 YourVision: Инсайды",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782553385.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6245",
            "t": "🇩🇰 ДАНИЯ: ОТКРЫТ ПРИЕМ ЗАЯВОК НА DMGP 2027",
            "b": "Датский вещатель DR официально дал старт новому сезону. Прием заявок на национальный отбор Dansk Melodi Grand Prix 2027 открыт и продлится до 25 октября.\nГлавные правила сезона:\n• Формат: В телевизионном финале примут участие всего 8 песен. Никаких полуфиналов.\n• Гражданство: Хотя бы один из создателей заявки (вокалист, композитор или автор текста) должен быть гражданином Дании, Гренландии или Фарерских островов. Это оставляет легальную лазейку для участия международных шведских кемпов.\n• Язык: Полная свобода как на национальном отборе, так и на самом Евровидении.\n• Возраст: Строго от 18 лет к моменту поездки на конкурс (апрель-май 2027).\n⏱️ Время чтения: 0.9 мин | 🇪🇺 YourVision: Отборы",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782553118.0,
            "poll": null
        },
        {
            "m": "26.06 | 16:10",
            "id": "70",
            "u": "https://t.me/YourEurovision/6244",
            "t": "🇨🇿 ЧЕХИЯ: РАДИКАЛЬНОЕ УРЕЗАНИЕ БЮДЖЕТОВ И УГРОЗА УХОДА С ЕВРОВИДЕНИЯ",
            "b": "На фоне эйфории от глобального расширения EBU, над Прагой сгущаются тучи. Президент Чехии Петр Павел сделал беспрецедентное заявление, которое может поставить крест на участии страны в будущих сезонах Евровидения.\nВыступая на 96-й Генеральной Ассамблее, глава государства поднял тревожный инсайд: правительство готовит радикальное сокращение финансирования общественного вещателя (ČT) ради выполнения предвыборных обещаний.\nДля нас это звучит как приговор. Чехия и без того каждый год балансирует на грани снятия с конкурса, собирая бюджет на евровидийную делегацию буквально по крохам. Вещатель работает с финансами, которые критически ниже среднего показателя по EBU.\nЕсли стабильность ČT будет окончательно подорвана, как прогнозирует президент, отказ от дорогостоящих развлекательных форматов станет первым и самым легким пунктом в списке экономии. Европейский акт о свободе медиа (EMFA) должен был стать щитом для вещателей, но внутренние политические разборки в Праге пока побеждают.\nПетр Павел прямо предупредил делегатов: «Такие резкие сокращения могут привести к необратимым последствиям и обречь вещателя на забвение».\nСтанет ли Евровидение в Вене последним для чехов перед долгой паузой?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: Аналитика",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782490256.0,
            "poll": null
        },
        {
            "m": "25.06 | 15:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782399637.0,
            "poll": null
        },
        {
            "m": "25.06 | 14:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6242",
            "t": "🇪🇸 ИСПАНИЯ: КАТАЛОНСКИЙ ВЕЩАТЕЛЬ 3CAT ВСТУПИЛ В EBU",
            "b": "Главная интрига региональных сетей разрешилась. На 96-й Генеральной Ассамблее в Праге каталонский общественный вещатель 3Cat официально получил статус «вспомогательного члена» (Ancillary Member) Европейского Вещательного Союза.\nДля того чтобы принять каталонцев, руководству EBU пришлось проголосовать за создание совершенно новой категории членства. Она разработана специально для крупных организаций, которые обслуживают автономные языковые сообщества и вещают на региональных языках (каталаноязычная аудитория 3Cat превышает 8 миллионов человек).\nСвязь Каталонии и EBU длилась более 15 лет через радиосеть Catalunya Música, но именно сегодняшний обновленный устав легализует их медийное присутствие на международном уровне.\nПовлияет ли это на внутреннюю кухню испанского отбора Benidorm Fest, или Барселона попытается пробить себе отдельный путь на музыкальную арену Европы?\n⏱️ Время чтения: 1.0 мин | 🇪🇺 YourVision: Инсайд",
            "img": "https://cdn4.telesco.pe/file/LkOGlNyZWsjO_ndfG_FIvzA5N2qtUOTHp2F0vndT7T7QRTCVe2PbFz8yKfgvwikiry2Ovt5rEPrZpuxb8O3A1AqOB2jQDPYJVAViFyZfIyipgVqhJTYjFsdHDNNK1cc8T39z-KVRZU9RkOsgdu2vb2lVEJ7LP0YYcsxwFWLzVMGhvNfa609X7OmZD-b8cP3PtdQXi7BAweukCJW2vwptceMPsqn8EDjppANjoCJ9B1oLIGBXBKobxKnppcmVVzkpVkiZuUxH1w8UH3sRZkiinWzTuAEoURkf38Mop_0qsip5xplMeT6QKqhbxhqUxDDmgcaSGzYCZIU0WmCS8rrZeA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782397309.0,
            "poll": null
        },
        {
            "m": "25.06 | 16:48",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА В EBU: БОЛЬШЕ, ЧЕМ ПРОСТО КОНКУРС",
            "b": "Вступление CBC/Radio-Canada в Европейский Вещательный Союз - это не только потенциальные путевки на Евровидение 2027. За кулисами Генеральной Ассамблеи в Праге кроется мощнейший медийный сдвиг. Разбираем, что канадцы получают на самом деле.\n\n• **76 лет в листе ожидания:** CBC находился в статусе ассоциированного члена с самого основания EBU в 1950 году. Понадобилось более семи десятилетий и полная перепись Устава, чтобы перешагнуть этот порог.\n• **Музыкальный обмен:** Канадцы получают прямой доступ к закрытой сети Euroradio Music Exchange. Это означает мгновенную интеграцию местных артистов в европейский радиоэфир и фестивальную среду.\n• **Единое инфополе:** Президент CBC Мари-Филипп Бушар сразу объявила о полном присоединении к Eurovision News Exchange. Вещатель, работающий на 6 часовых поясов (на английском, французском и 8 языках коренных народов), начнет прямой обмен контентом с Европой. Заявленная цель - жесткий контроль платформ и борьба с дезинформацией.\n• **Влияние на стандарты:** Генеральный директор EBU Ноэль Курран отдельно подчеркнул, что канадцы десятилетиями помогали союзу задавать стандарты независимой журналистики, и теперь их голос внутри сообщества сделает Европу сильнее.\n• **Новый масштаб империи:** С приходом Канады Европейский Вещательный Союз разрастается до 115 организаций в 57 странах мира. И это только начало.\n\nСтанет ли Евровидение лишь первым шагом к созданию по-настоящему трансатлантического музыкального формата под эгидой обновленного EBU?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782395280.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6240",
            "t": "🇨🇦 КАНАДА: EBU MEMBERSHIP - МЕХАНИКА РЕШЕНИЯ  Разбираем, как именно CBC/Radio-Canada смогли пробить историческое членство на Генеральной Ассамблее в Праге.   Голосование за повышение статуса канадцев прошло сразу после официального пересмотра Устава EBU. Новая…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394737.0,
            "poll": null
        },
        {
            "m": "25.06 | 16:38",
            "id": "local",
            "u": "",
            "t": "🌎 ГЛОБАЛЬНОЕ РАСШИРЕНИЕ: США, МЕКСИКА И ЯПОНИЯ - НА ОЧЕРЕДИ В EBU",
            "b": "Канадский прецедент открывает двери для других глобальных игроков. \n\nСогласно официально обновленным сегодня уставам EBU, национальные вещатели из США, Мексики и Японии теперь тоже имеют право подать заявку на получение полноценного «неевропейского членства». \n\nПричина проста: эти три государства, как и Канада, официально входят в список стран со статусом наблюдателя в Совете Европы, что является главным новым критерием для вступления. Если они воспользуются этим правом, география Евровидения может измениться навсегда.\n\nУвидим ли мы американский дебют на конкурсе?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394680.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:35",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394559.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};