var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "30.06 | 07:32",
            "id": "70",
            "u": "https://t.me/YourEurovision/6251",
            "t": "🇺🇦 УКРАИНА: «ЗВЕЗДНАЯ ШКОЛА» ДЛЯ ДЕТСКОГО ЕВРОВИДЕНИЯ ПРОЙДЕТ В КАРПАТАХ",
            "b": "Суспільне раскрыл детали подготовки к Нацотбору на Мальту. Впервые топ-10 кандидатов отправятся в закрытый лагерь в Буковеле.\nУкраинский вещатель продолжает развивать формат подготовки молодых артистов. Из лонг-листа в 15 человек отберут десятку лучших, которая поедет прокачивать вокал и хореографию в горы.\n• Безопасность: По словам главы делегации Оксаны Скибинской, Карпаты выбраны специально, чтобы дети находились в полной безопасности во время мастер-классов.\n• Таймлайн: Прием заявок открыт до 8 июля, а телевизионный финал состоится в сентябре.\n• Продакшен: Музыкальным продюсером снова стала Светлана Тарабарова. Главный инсайд сезона - к ней присоединилась alyona alyona (участница Евровидения-2024). В тандеме они эксклюзивно напишут три оригинальные песни для главных финалистов.\nПолучится ли у нового звездного тандема создать хит для Мальты?\n⏱️ Время чтения: 0.8 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782804769.0,
            "poll": null
        },
        {
            "m": "30.06 | 07:32",
            "id": "70",
            "u": "https://t.me/YourEurovision/6250",
            "t": "🇦🇿 АЗЕРБАЙДЖАН: ОТКАЗ ОТ ДЕТСКОГО ЕВРОВИДЕНИЯ 2026",
            "b": "Баку официально снимается с конкурса на Мальте. Вещатель İctimai подтвердил выход из гонки без объяснения причин.\nРуководитель пресс-службы İctimai Тураб Теймуров подтвердил порталу ESC Plus, что Азербайджан пропустит Детское Евровидение в этом году. Это делает Баку первой страной-участницей 2025 года, официально отказавшейся от поездки на Мальту.\nОфициальные причины ухода не разглашаются. В кратком заявлении вещателя лишь выражается благодарность за интерес к их стране и пожелания успешного конкурса остальным делегациям.\nОзначает ли это начало цепочки отказов, или потеря Баку станет единичным случаем в этом сезоне?\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782804743.0,
            "poll": null
        },
        {
            "m": "27.06 | 10:01",
            "id": "70",
            "u": "https://t.me/YourEurovision/6249",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ: EBU ГОТОВИТ РАДИКАЛЬНУЮ РЕФОРМУ ТЕЛЕВОУТИНГА?",
            "b": "Главный инсайд с пражской Ассамблеи. Похоже, руководство конкурса окончательно устало от того, что баллы распределяют диаспоры и геополитические кризисы. Нас могут ждать фундаментальные изменения механики зрительского голосования уже в 2027 году.\nКак сообщает портал Eurovisionfun со ссылкой на свои источники, на закрытых панелях обсуждался масштабный пакет реформ.\n(ВАЖНО: официального заявления от EBU пока не поступало, информация имеет статус инсайда).\nЧто известно на данный момент:\n• Главная цель: минимизация «политического голосования» (в кулуарах прямо называют кейсы Украины и Израиля) и искусственных накруток от диаспор.\n• Механика: в прошлом году лимит уже жестко урезали с 20 до 10 голосов с одного номера, но этого оказалось недостаточно. Новый пакет обещает пойти еще дальше. Технические детали пока держат в секрете.\n• Слухи не подтвердились: вопреки ожиданиям, бельгийский вещатель VRT так и не поднял вопрос об исключении Израиля на этой Ассамблее.\nОжидается, что EBU раскроет все карты в ближайшие недели. Но если инсайдеры правы, правила игры в Болгарии будут кардинально другими.\nСмогут ли чиновники придумать алгоритм, который реально отвяжет музыку от политики, или это очередная попытка заклеить пластырем пробоину в корабле?\n⏱️ Время чтения: 1.4 мин | 🇪🇺 YourVision: Инсайды",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782554477.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6248",
            "t": "🇮🇪 ИРЛАНДИЯ: ПРОФСОЮЗЫ ТРЕБУЮТ ПРОДОЛЖИТЬ БОЙКОТ ЕВРОВИДЕНИЯ",
            "b": "Возвращение рекордсменов конкурса откладывается. Крупнейший ирландский профсоюз SIPTU начал публичное давление на вещателя RTÉ с требованием продлить бойкот Евровидения на сезон 2027 года в Болгарии.\nВ официальном письме руководство профсоюза открыто похвалило RTÉ за жесткую позицию в этом году: ирландцы не просто снялись с конкурса в Вене из-за участия Израиля, но и полностью отказались от его трансляции. Для сравнения: бойкотировавшие Нидерланды и Исландия все же показали шоу на минорных каналах.\nТеперь SIPTU требует отказаться еще и от трансляции футбольных матчей сборной. На это RTÉ ответили отказом, сославшись на жесткие спортивные контракты и многомиллионные штрафы. Но в заявлении вещателя прозвучала ключевая фраза: решение по Евровидению канал принимает «в полной автономии».\nДля музыкальной индустрии это тревожный сигнал. Спортивные трансляции защищены контрактами, а вот музыкальный конкурс стал идеальной мишенью для политического давления. Вероятность того, что Ирландия пропустит уже второй год подряд, сейчас крайне высока.\nНа данный момент последней заявкой страны остается Emmy Kristiansen, не прошедшая в финал в 2025 году. Увидим ли мы кельтские мотивы на сцене в Болгарии, или остров окончательно уходит в политическую изоляцию?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: Политика",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782554188.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:51",
            "id": "70",
            "u": "https://t.me/YourEurovision/6247",
            "t": "🇱🇺 ЛЮКСЕМБУРГ: 2 МИЛЛИОНА ЕВРО В ГОД РАДИ ЕВРОВИДЕНИЯ",
            "b": "Пока Чехия режет бюджеты и балансирует на грани выхода, Великое Герцогство действует ровно наоборот. Обидный провал в полуфинале Вены совершенно не остудил пыл люксембуржцев.\nПравительство официально утвердило увеличение бюджета на Евровидение до 2 миллионов евро в год. Эта сумма зафиксирована на три следующих сезона (вплоть до 2029 года). Для сравнения: ранее государство выделяло 1.6 миллиона, но реальные траты уже к 2025 году начали выходить за эти рамки.\nИнтересный инсайд от команды RTL: сам взнос за участие, который они платят EBU, составляет лишь малую часть этих денег. Около 70% всего бюджета уходит на аренду арены Rockhal и производство внутреннего отбора Luxembourg Song Contest.\n«Требования к качеству картинки, международному промо и постановке сцены выросли колоссально. С новым бюджетом мы сможем соответствовать этим стандартам», - заявила руководитель проекта Элизабет Контер.\nВ 2026 году певица Eva Marija с треком «Mother Nature» осталась за бортом финала, но вместо того, чтобы сдаться, Люксембург решил просто залить проблему деньгами. Оправдаются ли эти инвестиции в Болгарии?\n⏱️ Время чтения: 1.2 мин | 🇪🇺 YourVision: Финансы",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782553885.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6246",
            "t": "🇽🇰 КОСОВО: НОВЫЙ ШАНС НА ДЕБЮТ БЛАГОДАРЯ «КАТАЛОНСКОМУ ПРЕЦЕДЕНТУ»?",
            "b": "Делегация из Приштины не теряет надежды пробить стену европейской бюрократии. На 96-й Генеральной Ассамблее в Праге руководство вещателя RTK провело закрытые переговоры с высшим звеном EBU, включая директора Евровидения Мартина Грина.\nДля Косово внезапно открылось новое окно возможностей. Причиной стало вчерашнее изменение устава EBU и введение абсолютно новой категории - «вспомогательного членства» (Auxiliary Membership), которое уже успели выдать каталонскому 3Cat. Эта категория разработана специально для крупных организаций, обслуживающих автономные языковые сообщества.\nИменно по этому пути RTK планирует легализовать свой статус в союзе. И.о. гендиректора Зана Спахиу подтвердила, что чиновники EBU «выразили полную готовность» обсуждать интеграцию Косово с учетом новых поправок.\nКосовары не скрывают своих амбиций. Их локальный Festivali i Këngës, который проводится уже три года подряд, изначально строился по жестким стандартам EBU как будущая платформа для отбора на Евровидение.\n«Участие Косово в Евровидении не должно становиться заложником ежедневных политических интерпретаций. Музыка и искусство обязаны служить мостами для коммуникации», - категорично заявили в RTK.\nУчитывая, что EBU сейчас находится в фазе активного расширения, новая юридическая лазейка может стать тем самым ключом к заветному дебюту.\n⏱️ Время чтения: 1.4 мин | 🇪🇺 YourVision: Инсайды",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782553385.0,
            "poll": null
        },
        {
            "m": "27.06 | 09:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6245",
            "t": "🇩🇰 ДАНИЯ: ОТКРЫТ ПРИЕМ ЗАЯВОК НА DMGP 2027",
            "b": "Датский вещатель DR официально дал старт новому сезону. Прием заявок на национальный отбор Dansk Melodi Grand Prix 2027 открыт и продлится до 25 октября.\nГлавные правила сезона:\n• Формат: В телевизионном финале примут участие всего 8 песен. Никаких полуфиналов.\n• Гражданство: Хотя бы один из создателей заявки (вокалист, композитор или автор текста) должен быть гражданином Дании, Гренландии или Фарерских островов. Это оставляет легальную лазейку для участия международных шведских кемпов.\n• Язык: Полная свобода как на национальном отборе, так и на самом Евровидении.\n• Возраст: Строго от 18 лет к моменту поездки на конкурс (апрель-май 2027).\n⏱️ Время чтения: 0.9 мин | 🇪🇺 YourVision: Отборы",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782553118.0,
            "poll": null
        },
        {
            "m": "26.06 | 16:10",
            "id": "70",
            "u": "https://t.me/YourEurovision/6244",
            "t": "🇨🇿 ЧЕХИЯ: РАДИКАЛЬНОЕ УРЕЗАНИЕ БЮДЖЕТОВ И УГРОЗА УХОДА С ЕВРОВИДЕНИЯ",
            "b": "На фоне эйфории от глобального расширения EBU, над Прагой сгущаются тучи. Президент Чехии Петр Павел сделал беспрецедентное заявление, которое может поставить крест на участии страны в будущих сезонах Евровидения.\nВыступая на 96-й Генеральной Ассамблее, глава государства поднял тревожный инсайд: правительство готовит радикальное сокращение финансирования общественного вещателя (ČT) ради выполнения предвыборных обещаний.\nДля нас это звучит как приговор. Чехия и без того каждый год балансирует на грани снятия с конкурса, собирая бюджет на евровидийную делегацию буквально по крохам. Вещатель работает с финансами, которые критически ниже среднего показателя по EBU.\nЕсли стабильность ČT будет окончательно подорвана, как прогнозирует президент, отказ от дорогостоящих развлекательных форматов станет первым и самым легким пунктом в списке экономии. Европейский акт о свободе медиа (EMFA) должен был стать щитом для вещателей, но внутренние политические разборки в Праге пока побеждают.\nПетр Павел прямо предупредил делегатов: «Такие резкие сокращения могут привести к необратимым последствиям и обречь вещателя на забвение».\nСтанет ли Евровидение в Вене последним для чехов перед долгой паузой?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: Аналитика",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782490256.0,
            "poll": null
        },
        {
            "m": "25.06 | 15:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782399637.0,
            "poll": null
        },
        {
            "m": "25.06 | 14:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6242",
            "t": "🇪🇸 ИСПАНИЯ: КАТАЛОНСКИЙ ВЕЩАТЕЛЬ 3CAT ВСТУПИЛ В EBU",
            "b": "Главная интрига региональных сетей разрешилась. На 96-й Генеральной Ассамблее в Праге каталонский общественный вещатель 3Cat официально получил статус «вспомогательного члена» (Ancillary Member) Европейского Вещательного Союза.\nДля того чтобы принять каталонцев, руководству EBU пришлось проголосовать за создание совершенно новой категории членства. Она разработана специально для крупных организаций, которые обслуживают автономные языковые сообщества и вещают на региональных языках (каталаноязычная аудитория 3Cat превышает 8 миллионов человек).\nСвязь Каталонии и EBU длилась более 15 лет через радиосеть Catalunya Música, но именно сегодняшний обновленный устав легализует их медийное присутствие на международном уровне.\nПовлияет ли это на внутреннюю кухню испанского отбора Benidorm Fest, или Барселона попытается пробить себе отдельный путь на музыкальную арену Европы?\n⏱️ Время чтения: 1.0 мин | 🇪🇺 YourVision: Инсайд",
            "img": "https://cdn4.telesco.pe/file/LkOGlNyZWsjO_ndfG_FIvzA5N2qtUOTHp2F0vndT7T7QRTCVe2PbFz8yKfgvwikiry2Ovt5rEPrZpuxb8O3A1AqOB2jQDPYJVAViFyZfIyipgVqhJTYjFsdHDNNK1cc8T39z-KVRZU9RkOsgdu2vb2lVEJ7LP0YYcsxwFWLzVMGhvNfa609X7OmZD-b8cP3PtdQXi7BAweukCJW2vwptceMPsqn8EDjppANjoCJ9B1oLIGBXBKobxKnppcmVVzkpVkiZuUxH1w8UH3sRZkiinWzTuAEoURkf38Mop_0qsip5xplMeT6QKqhbxhqUxDDmgcaSGzYCZIU0WmCS8rrZeA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782397309.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6240",
            "t": "🇨🇦 КАНАДА: EBU MEMBERSHIP - МЕХАНИКА РЕШЕНИЯ  Разбираем, как именно CBC/Radio-Canada смогли пробить историческое членство на Генеральной Ассамблее в Праге.   Голосование за повышение статуса канадцев прошло сразу после официального пересмотра Устава EBU. Новая…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394737.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:35",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394559.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:28",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА",
            "b": "Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.\nИсторическое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались новые форматы «неевропейского» участия. До этого момента CBC имел лишь ассоциированный статус. Это фундаментальное изменение правил игры - теперь Канада технически может подать заявку на участие в Евровидении без специальных приглашений от Референтной группы.\nСледим за развитием событий. Отправят ли канадцы свою делегацию на следующий конкурс?\n⏱️ Время чтения: 0.9 мин | 🇪🇺 YourVision: EBU",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394133.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:16",
            "id": "70",
            "u": "https://t.me/YourEurovision/6238",
            "t": "🇪🇺 EBU: 96-Я ГЕНЕРАЛЬНАЯ АССАМБЛЕЯ В ПРАГЕ - КУРС НА РАСШИРЕНИЕ",
            "b": "Сегодня в Праге (Чехия) стартовала 96-я Генеральная Ассамблея Европейского Вещательного Союза. Двухдневный саммит, организованный Česká televize и Český rozhlas, может стать историческим для Евровидения.\nВ повестке дня - обсуждение масштабных изменений в уставе организации. Ожидается создание новых категорий членства: «Неевропейское» (Non-European Membership) и «Вспомогательное» (Auxiliary Membership).\nЧТО ЭТО ЗНАЧИТ ДЛЯ КОНКУРСА?\nНовые категории могут открыть двери для стран, которые годами ждут возможности присоединиться к семье Евровидения. В конце мая представительница косовского вещателя RTK Зана Спахиу уже упоминала эти реформы как шанс для Приштины. Сейчас для участия требуется либо полное членство, либо прямое приглашение Референтной группы.\nКроме структурных реформ, делегаты обсудят стратегию и правила Евровидения. Напомним, что прошлогодняя Ассамблея в Лондоне привела к глобальному пересмотру правил конкурса после затяжных кризисов 2025 года.\nПовлияет ли новая структура EBU на возвращение старых стран или дебют новых уже в Болгарии?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: EBU",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782371779.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6233",
            "t": "🇧🇹 БУТАН: DRUK DRA - ФИНАЛ ПРОЙДЕТ 15 АВГУСТА  Вслед за недавним оглашением десятки финалистов, национальный вещатель BBS официально утвердил дату главного шоу. Победитель Druk Dra, который отправится защищать флаг страны на Eurovision Asia 2026 в Бангкок…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782371114.0,
            "poll": null
        },
        {
            "m": "24.06 | 17:09",
            "id": "70",
            "u": "https://t.me/YourEurovision/6236",
            "t": "🇫🇮 ФИНЛЯНДИЯ: UMK - НОВЫЙ ИСПОЛНИТЕЛЬНЫЙ ПРОДЮСЕР",
            "b": "Известный финский телекомментатор Микко Сильвеннойнен назначен новым исполнительным продюсером национального отбора UMK. Он официально приступит к своим обязанностям этой осенью.\nНа этом посту Сильвеннойнен заменит Ансси Аутио, который в начале июня объявил о своем уходе после долгих лет работы (он был в команде создателей UMK в 2011 году).\nСильвеннойнен комментировал Евровидение и UMK для финского телевидения с 2016 года. В своем первом заявлении он подчеркнул важность аудитории и фанатов конкурса.\n«Я хотел бы, чтобы UMK стал еще более открытым. Мы будем больше приоткрывать завесу над тем, как работают профессионалы, потому что этим можно гордиться», - отметил продюсер. Он также добавил, что именно фанаты поддерживали конкурс даже в те годы, когда Финляндия не выходила в финал.\nПока неизвестно, продолжит ли Сильвеннойнен работу в комментаторской кабинке. По его словам, окончательное решение о совмещении должностей будет принято осенью.\n⏱️ Время чтения: 1.1 мин | 🇫🇮 YourVision: UMK",
            "img": "https://cdn4.telesco.pe/file/WzcyfXHrx7BcEw12lydk1Yr2nMhykYVFO_-jsimvHpfm0XXiTzVT62s_TvNhu0cqYpCAS3WZxd2EBVp0_R_BW4M6muZW7VZsSr5RxrtmwAQS30SgoMOFwPEYJtH5ucQ_OBA61Xdhcw9zhCfmyc12h_JR2qn1Mh1ApUyjfOM8_ykYwvRsZI4JNi5F6panfLZqen8qmjUMq3i5j4c7tSRgk9dPlHygq2kO4ZAUxeKzCK_lpb0iPhO26mG3iIUIVDbsFTqP1FH2bIzrXPH_-7kM_uxMcsxTm-c2B1YZ8ooUuyxBzr2mC4AjG8O_8sBynS9xCucGo2MJABa9UZfBgI1gvw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782320957.0,
            "poll": null
        },
        {
            "m": "24.06 | 09:08",
            "id": "70",
            "u": "https://t.me/YourEurovision/6235",
            "t": "🇺🇦 УКРАИНА: alyona alyona СТАНЕТ СОНГРАЙТЕРОМ ДЕТСКОГО ВІДБІРА",
            "b": "alyona alyona возвращается на Детское Евровидение. Представительница Украины на взрослом конкурсе 2024 года вновь присоединилась к команде национального отбора в качестве автора песен.\nДЕТАЛИ МУЗЫКАЛЬНОГО ПРОИЗВОДСТВА\nВ тандеме с музыкальным продюсером Светланой Тарабаровой, alyona alyona напишет по три эксклюзивных трека для финалистов национального отбора на Детское Евровидение 2026.\n«Уже второй год подряд я буду творить для детей и с детьми. Работа с детьми - нелегкий труд, но он по-настоящему искренний. Надеюсь, что в этом году получится создать такие песни, каждая из которых найдет свое место в миллионах сердец», - комментирует свое возвращение артистка.\nКЛЮЧЕВЫЕ ДАТЫ И ФОРМАТ\n• Заявки: Прием закрывается 8 июля. Кандидаты должны предоставить две кавер-версии и видеовизитку (авторская песня - по желанию).\n• Финал: Национальный отбор пройдет в сентябре.\nУкраина готовит мощную музыкальную базу для поездки на Мальту. В прошлом году София Нерсесян завоевала для страны второе место с треком «Motanka». Сможет ли новый тандем авторов принести Киеву хрустальный микрофон?\n⏱️ Время чтения: 1.2 мин | 🇺🇦 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/h713EKhb_tZsnXZJW9-s2778a40uoqDnllrzHSN_Cyr-IIubxrX1-kEoPKdrpSUwPnme58pfoLRvkmxlTGVQ7u3Mq2xkJyi0PGWxPg3fQ9XA9448GKsvwswAaHnUqt8xL0qfgtaZG0Pe063yoZwpfqIDh2Gk7G4dxHF5ZG4unKzWMG-pPCmeyKA4y9jvOl-8h_23YbpLoi-0oEFVZZdvT5axg_EMzQv8J9MlsmyrhuVjAML0_7ByScsfMTx1y03lpLwyr3DmykcQ_V-9wHncg0lXmVy-N5lWWtUl2nPlYIIgY5PcQUTxlBkl2ffHDWZSUQct3Ir_ehyOsW7KqZUsKg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782292107.0,
            "poll": null
        },
        {
            "m": "24.06 | 09:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6234",
            "t": "🇧🇩 БАНГЛАДЕШ: ЕВРОВИДЕНИЕ АЗИЯ - ПРИЕМ ЗАЯВОК ПРОДЛЕН",
            "b": "Национальный вещатель NTV в партнерстве с продакшеном Bongo официально продлил окно приема заявок для дебюта страны на Евровидение Азия 2026. Изначально дедлайн был установлен на 10 июня, однако организаторы решили дать артистам дополнительное время.\nПРАВИЛА И ФОРМАТ НАЦИОНАЛЬНОГО ОТБОРА\nВ телевизионный финал, который определит первого представителя Бангладеш, пройдут 12 артистов. Формат шоу будет строго следовать традиционным стандартам Евровидения:\n• Оригинальность: Только новые песни длительностью не более трех минут.\n• Исполнение: Обязательный живой вокал во время телевизионного шоу.\n• Сцена: Максимум шесть человек на сцене для каждого выступления.\n• Голосование: Победителя определит публика с возможным добавлением голосов профессионального жюри.\nОстается открытым вопрос, сдвинутся ли даты оглашения финалистов и самого отбора из-за продления дедлайна. Бангладеш готовится к мощному старту на международной арене. Будут ли сюрпризы в списке 12 счастливчиков?\n⏱️ Время чтения: 1.1 мин | 🇧🇩 YourVision: Евровидение Азия",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782291797.0,
            "poll": null
        },
        {
            "m": "24.06 | 08:51",
            "id": "70",
            "u": "https://t.me/YourEurovision/6229",
            "t": "🇧🇹 БУТАН: ИМЕНА 10 ФИНАЛИСТОВ НАЦИОНАЛЬНОГО ОТБОРА DRUK DRA  Национальный вещатель Бутана BBS официально раскрыл финальный список из 10 исполнителей проекта Druk Dra. Именно эти артисты сразятся за уникальное право представлять свою страну на масштабном телевизионном…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/ZCMXAGinyOupVtrGM58c2j6WPsdaeRh3lNS4jhAp_ydOa7mFE37ynTX05dqML2gSqR2WHPNtdpub_gcuNtn3XDjtNfP_SQOP68kiFuqZK45mzmFz9_oM5JC_VGHQsd0f8L9RSN1e7y8x1hHriigM-qmkB5uLyEECztbWwEbAt8QEvLCggIGj2IxyhUkL8T7OyPmJTlQpG6CXoC2_zoZQpwL3QUFkP20l3y7Z2zrGxIvAAcRscmqYlHYikIgxZ5xACenQvFW5_Q5lkIuvjveiHSckKbbMYpGVRjptMTQA3AvyXFj-7dEHsSqiMqDTS9eCZnD6jNNpjFRiU9uOJp5IdQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782291101.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:17",
            "id": "70",
            "u": "https://t.me/YourEurovision/6232",
            "t": "🇪🇺 ЭКС-УЧАСТНИКИ: МАСШТАБНЫЕ ТУРЫ СЭМА РАЙДЕРА И ГУСТАФА",
            "b": "Две яркие звезды Евровидения последних лет объявили о масштабных гастрольных планах. Сэм Райдер сыграет главную роль в культовом мюзикле, а Густаф проедет с затяжным туром по родной Бельгии.\n🇬🇧 СЭМ РАЙДЕР В РОЛИ ИИСУСА ХРИСТА\nПредставитель Великобритании на Евровидении 2022 года Сэм Райдер, занявший почетное второе место с хитом «Space Man», бросает себе новый амбициозный вызов. Артист готовится к большому театральному проекту: он исполнит заглавную партию Иисуса в грандиозном обновленном туре легендарной рок-оперы Эндрю Ллойда Уэббера и Тима Райса «Иисус Христос - суперзвезда».\nПостановка, которая до этого с аншлагами шла на сцене лондонского Вест-Энда, в 2027 году отправится в гастроли по городам Великобритании и Ирландии. Знаменитый мощный вокал и сильнейшая сценическая харизма Райдера обещают привнести совершенно свежее и глубокое прочтение в эту классическую роль.\nТурне стартует 11 февраля 2027 года в манчестерском Palace Theatre и продлится вплоть до конца октября, охватив десятки крупнейших театральных площадок от Эдинбурга до Ливерпуля.\n🇧🇪 ОСЕННИЙ ТУР ГУСТАФА\nТем временем представитель Бельгии на Евровидении 2023 года Густаф официально раскрыл детальное расписание своего сольного осеннего тура по стране, получившего название «CC TOUR NAJAAR 2026».\nУже в сентябре артист привезет свой фирменный узнаваемый микс танцевальной хаус-поп-музыки и теплого соула в восемь бельгийских городов:\n• 18 сентября - Вилворде\n• 25 сентября - Зонховен\n• 02 октября - Беверен\n• 09 октября - Мол\n• 29 октября - Веммел\n• 30 октября - Локерен\n• 31 октября - Херент\n• 18 ноября - Левен\nЧье живое выступление вы бы хотели посетить больше всего и почему?\n⏱️ Время чтения: 1.5 мин | 🇪🇺 YourVision: Туры",
            "img": "https://cdn4.telesco.pe/file/VB9gk6WOKRqsz-Y3qwsyX_Pp58gYG8fSCfm5oiRVwVnrCvmwzuWhHONfYOecoHjPgm3dJ8LUWYvNjJyo3VDeFtqVAkHZLTIyiW5xKzZmlToledWhLYI6KOQ57BDMjEJZ5ypGcH0HQrLnF9rf1CC_fr-b27QFsMEqtWWlnzBR15v8Ff7yGLoabIVrr9y5kSE06v7qDwGyuf7RYfL50pZbaRcwBNkI8x91z2iPje1XrgOQ4O1ThhaeqJthXH7l7C_4VI61KWWKKsS2jJsaH-qCCd4l6Ib2hZ1MvBy6N3aA4y19RoCbn86RaIWhCqXq1_WDyvX5IWBboiE8OW2ReIF-dw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782224235.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};