var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Alexandra Capitanescu",
            "s": "Fuego (Eleni Foureira, Кипр 2018)",
            "p": "105 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ro.svg"
        },
        {
            "r": 2,
            "a": "Delta Goodrem",
            "s": "Tattoo (Loreen, Швеция 2023)",
            "p": "55 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_au.svg"
        },
        {
            "r": 3,
            "a": "Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, Дания 2000)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_lv.svg"
        },
        {
            "r": 4,
            "a": "AIDAN",
            "s": "Per Sempre Si (Sal Da Vinci, Италия 2026)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_mt.svg"
        },
        {
            "r": 5,
            "a": "Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, Португалия 2017)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_cz.svg"
        },
        {
            "r": 6,
            "a": "SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, Италия 2017)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_sm.svg"
        },
        {
            "r": 7,
            "a": "Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, Хорватия 2024)",
            "p": "40 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_md.svg"
        },
        {
            "r": 8,
            "a": "Tamara Zivkovic",
            "s": "Euphoria After Dark (Loreen, Швеция 2012)",
            "p": "40 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_me.svg"
        },
        {
            "r": 9,
            "a": "LELEK",
            "s": "Wild Dances (Ruslana, Украина 2004)",
            "p": "38 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_hr.svg"
        },
        {
            "r": 10,
            "a": "LAVINA",
            "s": "In My Dreams (Wig Wam, Норвегия 2005)",
            "p": "36 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_rs.svg"
        },
        {
            "r": 11,
            "a": "Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, Португалия 2022)",
            "p": "35 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_pt.svg"
        },
        {
            "r": 12,
            "a": "Veronica Fusaro",
            "s": "Satellite (Lena, Германия 2010)",
            "p": "31 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ch.svg"
        },
        {
            "r": 13,
            "a": "Little Antigoni",
            "s": "My Number One (Helena Paparizou, Греция 2005)",
            "p": "28 pts (↑2)",
            "img": "https://www.eurovision.com/static/images/flags/flag_cy.svg"
        },
        {
            "r": 14,
            "a": "Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, Италия 1958)",
            "p": "27 pts (↓1)",
            "img": "https://www.eurovision.com/static/images/flags/flag_de.svg"
        },
        {
            "r": 15,
            "a": "Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, Австрия 2014)",
            "p": "26 pts (↓1)",
            "img": "https://www.eurovision.com/static/images/flags/flag_gr.svg"
        },
        {
            "r": 16,
            "a": "Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Celine Dion, Швейцария 1988)",
            "p": "22 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_lu.svg"
        },
        {
            "r": 17,
            "a": "Soren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her (Celine Dion, Швейцария 1988)",
            "p": "22 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_dk.svg"
        },
        {
            "r": 18,
            "a": "JONAS LOVV",
            "s": "Arcade (Duncan Laurence, Нидерланды 2019)",
            "p": "20 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_no.svg"
        },
        {
            "r": 19,
            "a": "JIVA",
            "s": "We Could Be The Same (maNga, Турция 2010)",
            "p": "14 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_az.svg"
        },
        {
            "r": 20,
            "a": "LELEKA",
            "s": "Baller (Abor & Tynna, Германия 2025)",
            "p": "11 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ua.svg"
        }
    ],
    "news": [
        {
            "m": "08.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6078",
            "t": "⏳ #CHRONOS: КУМАРИН - МОЛЕКУЛА ТРЁХ ИМЁН",
            "b": "МОМЕНТ:\nСейчас 18:02. Кумарин - молекула, которая пахнет ваниль, луг и крысиный яд. Это одна и та же молекула. И сегодня в воздухе её больше всего за год.\nВ живой траве кумарин существует в связанной форме (гликозид мелилотозид), запаха не имеет. При срезании клетки повреждаются, ферменты освобождают свободный кумарин, начинается испарение в воздух. Пик испарения - 24-48 часов после покоса, когда трава высыхает на поле, но ещё не убрана в стога. В Балтии первый покос идёт прямо сейчас, в эту неделю.\nТа же молекула:\n👍 В ванильных стручках природной ваниль (Vanilla planifolia)\n👍 В зубровке (Hierochloe odorata) - трава, на которой настаивают польскую водку Żubrówka и литовский Trejos Devynerios\n👍 В белом доннике (Melilotus albus)\n👍 В корице (в малых количествах)\n👍 В табаке pipe-сортов (производители добавляют для «сладкой сенной» ноты)\n👍 В коммерческом варфарине, родентициде первого поколения (открыт в 1948 году из коровьего сена, которое вызывало геморрагическую болезнь)\nЗапах сена - химически тождественен запаху ванильной палочки. Различаются концентрация и контекст.\nОЩУЩЕНИЕ:\nЕсли сегодня вечером пройти по дороге между деревнями за городом - и почувствовать сладко-сухой аромат - это первый покос сена. Кумарин распространяется на километр от стогов, особенно в безветренный вечер. В городе запах исчезает - слишком много конкурирующих молекул. В сельской местности он становится фоном на 2-3 недели.\nВ парфюмерии кумарин - основа целого семейства ароматов fougère, начатого в 1882 году духами Houbigant Fougère Royale. Каждый раз когда ты чувствуешь «classic мужской парфюм 1980-х» - это кумарин. То есть запах летнего сена, концентрированный в стеклянный флакон.\n→ Найди ближайшее место за городом, где сегодня косили. Не нужно идти на само поле - запах распространяется. И прими: ты сейчас чувствуешь то же самое, что в маленькой дозе пахнет ваниль, а в большой убивает крыс.\n⏱️ 1.5 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/S1U02c1YjcPKq4t5mZshnqDQtrWzzfFxy16JiLv7zqJDXwvwNGmJIUKgUR19PrchtNgk9y5j3AQ-ITrFObDhg0hi-53Dgk00Q2yGDLa5ftGkX_4fmweoypkJkHbKeX58EulIHrtoy-bqyaucsI4Lob2IhaxmbRI9DRWY7DGh9RzlKvnDJcKo7JZmGp5ESBCwq0n5j2U8ZH9ONvtP6C1-4-iXaO15HTS2UEBZp7fKMrbSlc4Gs8BBdytwTzFknJ6WQrRZNjX7q_6CJ-zvNlBjTTryFwQOYkmd1mI4wfzOf3MaQQ7_M4Q--xk33Gu0pXJgSzSPuZCGMELFqUyHJBSFwg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780930921.0,
            "poll": null
        },
        {
            "m": "08.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6077",
            "t": "🥐 #CAKES: ПРАГА - ТОРТ, КОТОРЫЙ НИКОГДА НЕ БЫЛ В ПРАГЕ",
            "b": "ЛЕГЕНДА:\nПрага - самый узнаваемый советский шоколадный торт. Назван был в честь страны, в которой никогда не продавался.\nСередина 1950-х, Москва, ресторан «Прага» на Старом Арбате. Шеф-кондитер Владимир Михайлович Гуральник создаёт торт в честь советско-чехословацкой дружбы. Прототип - чешский Sachertorte, но рецепт серьёзно адаптирован под доступные советские продукты и под более плотную бытовую культуру праздников. В чешской «Праге» этот торт не появлялся - он там был неизвестен. Чехи, приезжавшие в Москву в советские годы, открывали для себя «свой» торт впервые в командировке.\nГуральник в том же ресторане в 1980 году создал «Птичье молоко» - первый советский торт с государственным патентом на рецепт. Прага и Птичье молоко - два главных произведения одного автора. Прага идёт первой по времени, но в иерархии советского десерта она равна.\nЯ делал Прагу с тремя разными версиями крема. Только одна правильная - на варёных желтках со сгущёнкой по технике charlotte. Современный масляный крем без желтков даёт плоский, слишком сладкий вкус. Восстановить правильный - значит дать времени крему загустеть на варке: 15-20 минут постоянного мешания на водяной бане.\nЭто не упрощённый Захер. Это самостоятельный жанр: советская плотность вместо венской сахарной дипломатии.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Шоколадный бисквит: яйца 7 шт (разделить), сахар 150 г, сгущённое молоко 50 г (для теста), мука 130 г, какао тёмное 25 г, разрыхлитель 5 г, сливочное масло растопленное 50 г\n👍 Крем «Пражский» (Charlotte): молоко 150 мл, желтки 2 шт, сахар 100 г, сгущённое молоко 130 г, сливочное масло 200 г, какао тёмное 20 г, ванильный экстракт\n👍 Прослойка: абрикосовый джем 100 г (просеянный)\n👍 Шоколадная глазурь: тёмный шоколад 70% - 100 г, сливочное масло 30 г, сливки 33% - 50 мл\n👍 Боковое покрытие: бисквитная крошка из обрезков\n👍 Посуда: круглая форма 22 см, разъёмная\nМЕХАНИКА:\n1. БИСКВИТ. Желтки взбить с половиной сахара до светлого крема (5 минут). Влить сгущёнку, перемешать. Белки в отдельной чистой миске взбить до мягких пиков, постепенно ввести вторую половину сахара, взбить до глянцевых устойчивых пиков. Просеять муку с какао и разрыхлителем, ввести в желтковую массу складкой. Затем белки в три приёма. В конце - тёплое растопленное масло по краю миски. 175°C, 40-45 минут. Готовый бисквит - сухая зубочистка, центр пружинит. Остудить в форме полностью.\n2. СТАБИЛИЗАЦИЯ. Бисквит обернуть плёнкой, в холод минимум 6 часов, лучше всю ночь. Без этой паузы он будет крошиться при разрезании на пласты.\n3. КРЕМ ШАРЛОТТА. В сотейник желтки + сахар + молоко. Поставить на водяную баню, варить 15-20 минут при постоянном помешивании венчиком. Готовый сироп должен загустеть до плотности заварного крема и покрывать ложку пленкой. Снять с бани, влить сгущёнку, перемешать. Остудить до комнатной температуры. Параллельно взбить мягкое сливочное масло до пышности (5 минут). Постепенно вливать остывший желточно-молочный сироп в масло, продолжая взбивать. Добавить какао и ваниль. Крем готов, когда блестит и держит структуру.\n4. СБОРКА. Бисквит разрезать на 3 пласта. Нижний пласт - тонкий слой джема + слой крема. Второй пласт - крем (без джема). Третий пласт - тонкий слой джема под глазурь. Бока промазать тонким слоем крема.\n5. ГЛАЗУРЬ. Шоколад + масло + сливки растопить вместе на водяной бане до 45°C. Остудить до 35°C. Вылить на торт сверху, дать стечь по бокам.\n6. ФИНИШ. Пока глазурь стекает - быстро прижать бисквитную крошку к бокам торта (классическая советская подача). В холод 4 часа.\n⏱️ 2.8 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/lCBaKTpCu1G45-tB7Gw4K0V-pduG1vcoKHGhe-_r-YvU1ixL-1X0k1MUVY_LDMlv5xdHOiTX5uWAEa6fEGzWdsu4jajd6rFFEAJXWyL_NyKOo_z5oC2LXU923plQXnCLh920_SPgzRISR-FDx36bP5Mu6PJSm8Ak4tBUl5OziGak7nAwn0Y3VF-gmX1nIEXtsTh9yB7ozgkBCvf0YpKyBsP9xgsVK6LP-USP5h4badt66eoI5pCNwrDLB4hSjmYZbaYSTtNCvdOonjkmaIkQM1U3eil4XZKqxtbp5pRgWNCB_4-UtNpajUOEQl9Um9bj6IkUyy7foDj_swcoql3U3Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780920241.0,
            "poll": null
        },
        {
            "m": "08.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6076",
            "t": "🏛 #LORE: ЛИЛИТ - ЖЕНЩИНА, КОТОРУЮ ВЫЧЕРКНУЛИ ИЗ БЫТИЯ",
            "b": "В Бытии 1:27 человек создан «мужчиной и женщиной одновременно». В Бытии 2:22 - сначала Адам из земли, потом Ева из его ребра. Это не оплошность редактора. Это два разных мифа в одной книге. И в одном из них была Лилит.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя לִילִית (Lilith) - двойная этимология. Семитская версия: от иврита לַיְלָה (laylah, «ночь») - «ночная». Шумерская версия (вероятнее): от lilītu, демона ветра и ночи в месопотамской мифологии 3-2 тысячелетий до н.э. Иудеи, выйдя из вавилонского плена в VI веке до н.э., принесли с собой шумерское существо. Через тысячу лет оно стало героиней еврейской теологии.\nТЁМНЫЙ СЛОЙ:\nИсточник: «Алфавит Бен-Сиры», еврейский апокрифический текст IX-X веков. Бог создал Лилит из той же земли что Адама, в один день, одновременно. Они равны по происхождению. Но Адам требует, чтобы она ложилась под него. Лилит отказывается: «Мы оба из земли, почему я должна быть снизу». Адам настаивает. Лилит произносит священное имя Бога и улетает из Эдема.\nБог посылает за ней трёх ангелов - Сенои, Сансенои, Семангелоф. Они находят её у Красного моря, требуют вернуться. Она отказывается, узнав что в Эдеме теперь Ева (созданная из ребра, второго порядка). За отказ - наказание: 100 её детей будут умирать каждый день.\nПосле «Алфавита Бен-Сиры» Лилит превращается в стандартного демона еврейской и христианской традиции - убийца новорождённых, ночная искусительница. Средневековые еврейские амулеты для младенцев содержат имена трёх ангелов как защиту от Лилит. То есть бунт против иерархии в браке был сведён к одной из стандартных функций демонологии: страх детской смертности.\nЭто редакторский акт, не теологический. Кто-то решил, что женщина, ушедшая из брака на условии равенства, может существовать только как чудовище.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nВ 1976 году в Нью-Йорке вышел первый номер Lilith Magazine - еврейское феминистское издание. В 1997-1999 годах Сара Маклаклан организовала Lilith Fair - женский музыкальный фестиваль, на нём впервые на больших сценах выступили Шерил Кроу, Бьорк, Триси Чепмен. Имя «Лилит» в обоих случаях выбрано не для скандала, а для исторической точности: возвращение к фигуре, которая отказалась быть второй.\nЛилит ушла из Эдема за тысячу лет до яблока. И ушла она не за яблоком.\n→ В каком разговоре в твоей жизни ты однажды отказался признать что вы из одной земли?\n⏱️ 1.8 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/axOJHjrrniRMdl_gX1vam5TYdsBrWpN4zckgT0Z5oy3U1T6VaNbOAh1kdmhRk46Mehdkk-dgCxKfmZdcgptfaVXH8RnJu76gHXG0vJu1ha26IcifvUVUKm644ZGxPyA_cKyCHmAcQLG-USatjtng-JI0CjltztbAczfyZBoLTKpYE4ElZafYlSs9tWsOTLEomfdTRtJR_5uf5MI0kl6nySFRGsn78FA81CCcLuwpm1ypVpfBySQnbW9cQF0mGWvotGjWVnXcwzE3YP_T-UO8-ppeDyyTX-VAUcJIrtv0sr3aoQxmxcDgHfMmZMNCUbWt5V1gAlsCxUkft0b851amHQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780902241.0,
            "poll": null
        },
        {
            "m": "07.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6075",
            "t": "🗓 #CALENDAR: ПРАЗДНИК БЕЗ ВСЕМИРНОЙ ДАТЫ",
            "b": "Сегодня воскресенье. В большинстве стран мира этот день - никакой. В России День матери будет 29 ноября. В Великобритании он был 15 марта. В Норвегии 8 февраля. Один праздник, двадцать дат. Это не случайность - это история.\nМАРШРУТ:\nСША (вторая воскресенье мая) - современная форма праздника родилась в Филадельфии в 1908 году. Анна Джарвис, дочь медсестры Гражданской войны, добилась федерального признания дня в 1914. Уже через 10 лет Джарвис судилась с Hallmark и магазинами цветов: «Я создала день, чтобы вы написали ей письмо. Не чтобы вы купили открытку». Умерла в 1948 в нищете, ослепла, до конца боролась против коммерциализации.\nВеликобритания (Mothering Sunday, 4-е воскресенье Великого поста) - старше американского на 400 лет. В XVI веке этот день был возвращением в «материнскую церковь» (приход, где тебя крестили). Слуги получали выходной чтобы дойти домой. В 2026 году выпал на 15 марта.\nНорвегия (2-е воскресенье февраля) - дата фиксирована в 1919 году по предложению женского движения. Февраль выбран как «месяц материнства» (символическая связь с зимним покоем перед весной).\nРоссия и Беларусь (последнее воскресенье ноября) - дата установлена указом Ельцина 30 января 1998 года. Ноябрь выбран как «не пересекающийся с Восьмым марта». В 2026 году выпадет на 29 ноября.\nМексика (10 мая, фиксированная) - дата 1922 года, инициатива издателя газеты Excélsior Рафаэля Альдуси Гарсия. Сегодня - крупнейший коммерческий день в году в Мексике после Рождества.\nТаиланд (12 августа) - день рождения королевы-матери Сирикит. Не «материнство вообще», а конкретная мать всех тайцев в монархической логике.\nЭфиопия (конец октября, Антроша) - часть трёхдневного семейного фестиваля. Дата подвижная, привязана к окончанию сезона дождей.\nЧТО ЭТО ПОКАЗЫВАЕТ:\nКаждая страна привязала «День матери» к собственному историческому моменту: активистка, монархия, церковь, политический указ, дата основателя. Праздник универсален в идее, но локализован в дате. Никакой международной координации не было, потому что мать - не глобальный концепт. Это локальный конкретный человек.\nСовременный якорь: попытки унифицировать существуют - ООН ввёл International Mother's Day в 2000 году на 14 мая, но дата осталась символической, не вытеснив национальные. Hallmark отказался от своей попытки «Visit-Your-Mother Day» в 1980-х. Глобализация многого добилась - но не этого праздника.\nПраздник без всемирной даты - результат истории, не материнства.\n→ Когда ты последний раз позвонил матери - и было ли это в день, который твоя страна считает её праздником?\n⏱️ 2.1 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/p2yXADZuvhE94atLjRY0Auvto_3xoqiWT4sPlEvkdz2WEPM4WiNRQ8DT3Es6YPgx5P02LlvA22-fMXu076V9gidNuqbI4HhXGPI1_Zeegxgmdd02otlCKmLePASOcCKflTa_XerTAkuqPUtvfpkh-uoSg1OLoqlcAuwplA8KnTgW5q73r3_d-Hmj_XLuVWJbQYg2ToGvyru9drygcAAazSS5_r60mBiHyYmj8_vdIwBZShNo6ZV-_hkXib1ULumezz75GvX5IHmd2cmwQkO2aP7userGu0t3Azl_JM0B4rz9RMjFnRrrWa42yvVg0f0at5rplTfkZVbStZlIDzpdqQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780844521.0,
            "poll": null
        },
        {
            "m": "07.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6074",
            "t": "📋 #LISTS: ЧЕТЫРЕ ПЕРВЫХ ЛЕТНИХ ЗАПАХА",
            "b": "До июня в воздухе не было этих четырёх молекул в значимой концентрации. К августу часть из них уже исчезнет.\nПРИНЦИП ОТБОРА:\nТолько запахи, невозможные в мае. То есть появились в первую неделю июня, не раньше. Окно - от двух до шести недель. Потом либо ушли (бузина), либо стали фоном (хвоя, сено).\n1. ТМИН В ЦВЕТУ (CARUM CARVI)\nГлавная молекула: карвон. Где: обочины дорог, луга после первого покоса, заброшенные пастбища. Окно: 2-3 недели в июне-июле. В мае ещё не цвёл, в августе уже семена (другой запах, более маслянистый). Распознать: горьковато-анисовый, лёгкий, с лимонной нотой. Не путать с зирой (Cuminum cyminum, тёплый-землистый - индийско-мексиканский родственник).\n2. НАГРЕТАЯ ХВОЯ (PINUS, PICEA)\nГлавные молекулы: α-пинен, β-пинен, лимонен. Активирует при температуре воздуха выше +20°C. В мае воздух ещё не прогревался до этого порога регулярно, поэтому сосна и ель «не работали» в полную силу. Окно: с первой недели июня до конца августа. В сентябре - реже, в октябре - почти никогда. Распознать: смолистый, тёплый, минеральный.\n3. СВЕЖЕЕ СЕНО\nГлавная молекула: кумарин - выделяется при высыхании трав, особенно лугового мятлика, душистого колоска, костра. Окно: 2-4 недели после первого покоса (середина июня - середина июля). До покоса травы стояли зелёными, кумарина в воздухе не было. После - сено собрано в стога, аромат концентрируется на дороге между ними. Распознать: сладко-сухой, с ванильной нотой (тот же кумарин - основа ванильных духов).\n4. БУЗИНА (SAMBUCUS NIGRA)\nГлавные молекулы: линалоол, цитронеллол, гераниол. Окно самое короткое из четырёх: 10-14 дней в конце мая - начале июня. В Балтии прямо сейчас финальная фаза - если ещё не нюхал в этом году, скорее всего пропустишь до 2027. Распознать: мускусно-цветочный с цитрусовой нотой, лёгкая «зелёная» горчинка.\nИСКЛЮЧЕНИЕ:\n👍 Скошенная трава - была в мае (первый покос городских газонов), теперь стала фоном.\n👍 Сирень - закончилась в мае.\n👍 Яблоневый цвет - был в конце апреля - начале мая.\n👍 Запах после грозы (петрикор) - бывает круглый год, не сезонный.\nЭто не «запахи лета» вообще - это четыре, которые открываются именно сейчас и закроются до сентября.\n→ Какой из четырёх ты уже встречал на этой неделе?\n📊 Тмин в цвету / Нагретая хвоя / Свежее сено / Бузина / Ни один\n⏱️ 2.1 мин | 📋 Almanac: Lists",
            "img": "https://cdn4.telesco.pe/file/HNKmyPhoGeWgf6iu5fXTagqtacN-2KrhdlNFg9HZq_0IF_f1fufRJOXrCrh57aQOs8Ii9U2PaZ4Ya7sHvNynx6f24yJPlUYARR_witWcbPM4oR_tSNq7diZNBKTu6LyQjT0MM1Pyy-xtg3nJ4SNolXX33U3a1CoDyBehBUo23X07EpU-LWFUcnad1loJnvjvkynoWMUkcbUdegqpuOumICtxIHk-synicsRmjM_33JNFIs56vWZax63l_xH5mn631K6c2-EfZV84FZOJhpzXZwu2j58UVircGJX1vac7yBdoDdxWH2WbC1d2W-DsaTvWnNDeTFjURg1YTM3K7fTpUw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780833841.0,
            "poll": null
        },
        {
            "m": "07.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6073",
            "t": "🪨 #FRAGMENT: СТАРЫЙ КЛЮЧ БЕЗ ЗАМКА",
            "b": "Старый ключ без замка лежит в комоде третье поколение. Бородка тонкая, фигурная - открывал не входную дверь, а сундук или комнату с особым содержимым. От кого, что, зачем - не помнит никто. Замок выбросили годами раньше, без ключа он уже не работал. Ключ остался один - он не знал, что переживёт собственную задачу.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/gsdt4pZpqmDx1HKSA5usHDrE9XNL3sXRnDiwws6A56c2II11TDU5IU-ydLLwTfh2wyZaVcQv2Jtp1D4QMufc0Y2TlIOi4kaE6pqZFfuC0CL2rkP1r8IF5LzlYitB7A76DkTaT1ipOakJC0RNzxdCsAXd01ccwnfQhk6jG93j56e-NE-fokj4JZWRPOF9G3lysZXgUVz8IGqINQvdbyu_kcjTyWWS7Zo8FfhBz0ntIvl79N7xPw8G0n7Hflte7XeHVjvKXLNS649NvzZRtENPATQO2y_dv2APGVxakT8GO6x_VhceDStMFaEGYiyuliVoD1urJksYCp11QM6ty8h_Uw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780815841.0,
            "poll": null
        },
        {
            "m": "06.06 | 19:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6187",
            "t": "🇱🇻 ЛАТВИЯ: ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ-2027 ПРОЙДЕТ В ЛИЕПАЕ",
            "b": "Сразу после завершения финала классического шоу в Ереване было объявлено, что следующее «Евровидение молодых музыкантов 2027» (EYM) примет латвийский город Лиепая. Проведение престижного европейского конкурса станет частью масштабной программы «Лиепая-2027» в статусе Культурной столицы Европы.\nОрганизатором конкурса выступит латвийский вещатель LSM при поддержке концертного зала «Lielais dzintars» («Великий янтарь») и оргкомитета культурной столицы.\nЛатвия вернулась на классическое Евровидение после 24-летнего перерыва и сразу оформила серебряный триумф: перкуссионистка Sonja Misiņa заняла 2-е место с динамичным исполнением концерта для маримбы Эммануэля Сежурне. До этого аналогичный серебряный результат страна показывала лишь при дебюте в 1994 году. В 2027 году Лиепая соберет лучших молодых виртуозов со всей Европы на своей уникальной янтарной сцене.\n⏱️ Время чтения: 0.8 мин | 🇱🇻 YourVision: EYM",
            "img": "https://cdn4.telesco.pe/file/EBsgkscaO2AOvA0a57Oqzhg_uM2h8M7X6te9cPosAo5ZagXYyFf2U1YcSB-05vTv-8-0BlDCsrQg-Q-aivbyOhnBs3_TDUeQFGlrHETCF7oTCFc5MgAeKxT0MkLxJeYwDfNTgGfsYTzoW7mKEf1opYy_DNHJ0pCzxQFOvTxQYHUWGys7d7LTUzaM-Ck-O6KmQNB1jCdKVplPdOCVHvMif5gsDoZmFs7W15RiqZCHotpZh7jLPBqT5lq5M9Q1N_wX8EfQfgXrTOTvTsew_-kneGl_EjpTq_tL4wdiSDXHNfv-1Nli8wVRU6aSgaMKd2D170001y60D0uvlwXATNxCkg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780775033.0,
            "poll": null
        },
        {
            "m": "06.06 | 19:41",
            "id": "70",
            "u": "https://t.me/YourEurovision/6186",
            "t": "🇵🇱 ПОЛЬША: ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ-2026 - ТРИУМФ MICHAŁ STOCHEL",
            "b": "В Ереване завершился финал 22-го классического конкурса «Евровидение молодых музыкантов 2026». Историческую победу одержал представитель Польши Michał Stochel, исполнивший на аккордеоне финальную часть произведения «Concerto Classico» Mikołaj Majkusiak.\nИТОГИ ФИНАЛА И РЕШЕНИЕ ЖЮРИ\nНа сцене Ереванского оперного театра 11 юных виртуозов боролись за хрустальный трофей в сопровождении Национального филармонического оркестра Армении под управлением Eduard Topchjan. Жюри оценивало технический уровень, звук и интерпретацию.\nПризовая тройка EYM-2026:\n1. 🥇 Польша: Michał Stochel (аккордеон)\n2. 🥈 Латвия: Sonja Misiņa (маримба)\n3. 🥉 Армения: Elen Virabyan (флейта)\nMichał Stochel принес Польше четвертую победу на классическом конкурсе (после 1992, 2000 и 2016 годов) и стал первым аккордеонистом-победителем в истории. Помимо кубка, музыкант получил приглашение выступить в следующем концертном сезоне с армянским филармоническим оркестром.\nВедущими шоу стали Hamlet Arakelyan и Hrachuhi Utmazyan, а интервал-актом выступил проект «Секунда, которая длится 40 минут», приуроченный к дню рождения композитора Арама Хачатуряна.\n⏱️ Время чтения: 1.1 мин | 🇵🇱 YourVision: EYM",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780774884.0,
            "poll": null
        },
        {
            "m": "06.06 | 19:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6185",
            "t": "🇮🇹 ИТАЛИЯ: САН-РЕМО-2027 - СТЕФАНО ДЕ МАРТИНО ПОДТВЕРДИЛ ДАТЫ ФЕСТИВАЛЯ",
            "b": "Новый художественный руководитель и ведущий «Фестиваля Сан-Ремо» Stefano De Martino сделал первое крупное заявление в своем новом статусе. В своих социальных сетях он официально подтвердил даты проведения 77-го музыкального смотра: фестиваль пройдет с 16 по 20 февраля 2027 года.\nПодтверждение дат запускает активную фазу подготовки к Сан-Ремо-2027. Традиционно фестиваль определит не только музыкальные тренды Италии на весь год, но и станет платформой для выбора итальянского участника на Евровидении-2027 в Болгарии.\nНа фоне подтверждения дат продолжают циркулировать слухи о возможной реформе отбора на Евровидение и выделении для него отдельного вечера. Вещатель RAI пока не комментировал эти отчеты официально.\n⏱️ Время чтения: 0.7 мин | 🇮🇹 YourVision: Sanremo",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780774735.0,
            "poll": null
        },
        {
            "m": "06.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6072",
            "t": "🏺 #HERITAGE: ЙОЙК - ЗВУК, КОТОРЫЙ УМИРАЕТ С ЧЕЛОВЕКОМ",
            "b": "Каждый человек, каждое место и каждое животное в самской культуре имеет свой йойк. Когда человек умирает, его йойк умирает вместе с ним - если никто не успел его перенять.\nESSENCE:\nСами - коренной народ Северной Скандинавии и Кольского полуострова. Около 80 000 человек живут на территории Норвегии, Швеции, Финляндии и России. Йойк (на самском: juoiggus, joik, луодит) - традиционная вокальная форма, на которой держится культура. В 2005 году ЮНЕСКО внесло йойк в Список нематериального культурного наследия, но дата была формальной констатацией: к этому моменту жанр уже был сильно повреждён двумя веками гонений.\nКлючевая особенность йойка: он не описывает объект - он представляет его. В самском языке нет конструкции «петь о ком-то». Есть конструкция «петь кого-то». Йойк горы - это сама гора в форме звука, не описание горы. Йойк человека - этот человек как звуковая идентичность, не песня о нём.\nЭто онтологическая практика, не музыка в западном смысле.\nMARGINALIA:\nУ каждого сами есть личный йойк. Его «дают» родственники или близкие при рождении или в важный момент жизни. Йойк строится из:\n👍 Мелодического рисунка (характеристика темперамента)\n👍 Тембральных красок (что в человеке резонирует)\n👍 Ритмических деталей (как человек двигается)\nКогда два сами встречаются после долгой разлуки, могут начать с обмена йойками - это и есть приветствие. Услышать чей-то йойк значит вступить в отношения с тем, кому он посвящён. Поэтому йойки покойных пели на похоронах, но потом их хранили в тайне - публичное исполнение чужого йойка после смерти его носителя считалось вторжением.\nЙойки мест (гор, рек, озёр) - топография территории через звук. Опытный сами мог по йойку определить маршрут, который описывал отсутствующий рассказчик.\nУТРАТА:\n17-19 века: христианские миссии в Норвегии, Швеции, России объявили йойк «дьявольским звуком». Запрещены публичные исполнения, школьные дети наказывались за пение на родном языке. В Норвегии (до середины XX века) и СССР действовали государственные политики ассимиляции (norvegization, советизация) - целенаправленное подавление самской культуры через школы и церковь.\nЧто исчезло:\n1. Сотни тысяч личных йойков - индивидуальных «звуковых имён» людей, не записанных, умерших с носителями.\n2. Местные йойки гор, рек, озёр - кроме нескольких сотен, которые удалось зафиксировать этнографам в XX веке.\n3. Социальная функция йойка - использование в повседневной коммуникации как способ узнавания и обмена.\n4. Преемственность - три поколения подростков выросли без права петь на родном языке.\nЧто сохранилось: с 1980-х годов идёт активное возрождение. Современные самские артисты - Sofia Jannok, Mari Boine, Wimme Saari, ансамбль Adjágas - сделали йойк глобально известным. Но это уже сценический йойк, для публики. Личный, бытовой, безымянный йойк - почти исчез как практика.\nСовременный якорь: фильм «Sámi Blood» (Швеция, 2016) показал политику принудительной ассимиляции глазами девочки-самки в 1930-х. Получил премии, поднял международную дискуссию. Sofia Jannok в 2016 году спела йойк на выступлении в шведском парламенте - это был политический акт, не музыкальный.\nЙойк выжил, но в формате который не был им изначально. Когда умирает носитель уникального йойка, умирает не песня. Умирает звуковая фотография места или человека.\n→ Если бы у тебя был йойк - который тебя представлял бы, не описывал - что бы в нём было?\n⏱️ 2.6 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/F-_Wq6yClyBSRKzyg-ZKhTfdYo7KFboYRXpcdEEPQpnpP9ZQTaw6E7nLtRurKE6B_Tvp4PazzgV2RzC8rtAYdc_OSmvf6X4Q5BdtyM-yoRwCs8_iPeqziNL-x8xC9vrHgIavxky_r5zUjGIa8W5HCgP5uqbyc99dJWSZythSXRFQ7_MigaQ7ZzJTXxeW7f2Q3iJclCrvEYToRQhTNITjguZsca31b-ppi0MGeO08TzL4bYrADWEVEPuk_wMQwHAm5YMsW_ELxe_Q1PN7WIomgNaulEDjYYbwsryXSXjxNEpoYqg6b9yW7sPa4l82erCs0qzQCGkr2uWMxecqzTw1og.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780758121.0,
            "poll": null
        },
        {
            "m": "06.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6071",
            "t": "🥐 #CAKES: TRES LECHES - ТОРТ, КОТОРЫЙ ДОЛЖЕН БЫТЬ МОКРЫМ",
            "b": "ЛЕГЕНДА:\nБисквит, который не держит форму. Это не ошибка - это его принцип.\nTres Leches («три молока») - десерт Латинской Америки конца XIX века. Никарагуа, Мексика и Гондурас спорят за первенство до сих пор. Точное появление неизвестно, но общая канва ясна: испанская традиция пропитки бисквитов (sopa borracha, capirotada) встретила появление сгущёнки и эвапорированного молока, которое Nestlé начала производить в Латинской Америке в 1880-х как способ хранить молоко без холодильника. Сухой бисквит + три вида промышленного молока + взбитые сливки = новый жанр.\nTres Leches - не «латиноамериканский Наполеон». Это противоположная философия. Наполеон должен быть сухим, хрустящим, держать форму. Tres Leches должен быть мокрым настолько, что вилка погружается без сопротивления. В европейской выпечке мокрая текстура - дефект. В этой - цель.\nЯ делал первый раз - не пропитал до конца. Сухие края, мокрый центр - не торт, а две разные текстуры под одной крышей. Проколы должны быть равномерно по всей поверхности, молоко вливается медленно в несколько подходов, между ними - выдержка.\nЭтот торт не должен держать форму. Он должен держать сок.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Ванильный бисквит: яйца 5 шт (разделить), сахар 150 г, мука 150 г, разрыхлитель 5 г, молоко 60 мл, ванильный экстракт 1 ч л\n👍 Молочная смесь (три молока): сгущёнка 380 г (1 банка), эвапорированное молоко 350 мл (1 банка), цельное молоко 250 мл, ванильный экстракт\n👍 Покрытие: сливки 33-35% - 400 мл, сахарная пудра 50 г, ваниль\n👍 Финиш: корица для дусти (опционально), свежая клубника или малина по сезону\n👍 Посуда: прямоугольная форма 22×30 см, глубиной 5-7 см (важно - всё молоко должно поместиться)\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Желтки взбить с половиной сахара до светлого крема (5 минут). Добавить молоко и ваниль. Белки в отдельной миске взбить до мягких пиков, постепенно ввести оставшийся сахар, взбить до глянцевых устойчивых пиков. Просеять муку с разрыхлителем, ввести в желтковую массу складкой. Затем белки в три приёма. Тесто разлить в форму с пергаментом. 175°C, 30-35 минут до золотистого цвета.\n2. ОХЛАЖДЕНИЕ. Это критический шаг. Бисквит остудить в форме полностью, минимум 1 час. Горячий бисквит впитает молоко неравномерно и распадётся. Холодный впитает медленно и равномерно.\n3. ПРОКОЛЫ. Вилкой проколоть всю поверхность бисквита часто (отверстия каждые 1-2 см по всей площади). Не пропускать края.\n4. МОЛОЧНАЯ СМЕСЬ. В большой ёмкости смешать сгущёнку, эвапорированное молоко и цельное молоко. Размешать до однородности. Добавить ваниль.\n5. ПРОПИТКА. Медленно вливать молочную смесь по всей поверхности бисквита. Не выливать одним движением - вылить треть, подождать 5 минут (молоко уходит вниз), затем ещё треть, ещё 5 минут, последняя треть. Бисквит должен впитать всё. Если на дне остаётся жидкость - нормально, она впитается в холодильнике.\n6. ХОЛОДНАЯ ВЫДЕРЖКА. В холодильнике минимум 6 часов, лучше всю ночь. Это не пропитка - это диффузия. Молоко равномерно распределяется во всех слоях бисквита.\n7. ВЗБИТЫЕ СЛИВКИ И ПОДАЧА. Перед подачей взбить сливки с пудрой и ванилью до мягких пиков. Покрыть торт ровным слоем сливок. Сверху - дусти корицы и ягоды.\nПодача: разрезать ложкой, не ножом. Кусок не должен «стоять» на тарелке - это правильно. Подавать с эспрессо.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/MrX0UsIB9MZUBMwFrYlXZlbUO55eDNktvecrR5bYU3Rh0beWvUbHEmrOy-93KMlNziy2dvZbh-F4dH1AgCOY-wcgLq2Lf75GPIlng7XIaWDiMrPf3zRcoOWEFVme7Xg4pIzD_gPO8EPQY7Fuii43Pg3TLsY9dUfXm6KpHbyyIuk-IwYeOyp-G5J_FVyn6FSbQ9Bn1tDg9tDplUU5-dWXx4P3u4d3gLTSh1ufIkTGmzxUvG8s49JvHS1W0uI_6SwHDbb1lsiD4aSFV7V8EFcAVyuYnorQ1NPuF_gj3w-eCW6ID70dqNsj3BUfz91VA4Asr4heXsAsSmidyiv-h3mQ4g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780747441.0,
            "poll": null
        },
        {
            "m": "06.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6070",
            "t": "🏛 #LORE: ЛОКИ И СИГЮН - КОТОРАЯ ВЫБРАЛА ОСТАТЬСЯ",
            "b": "В скандинавском пантеоне расчётов, обменов и измен есть одна безусловная любовь. Она длится тысячу лет и заканчивается землетрясением.\nЛоки устроил гибель Бальдра. Боги поймали его, превратили его сына Вали в волка, тот разорвал второго сына Нарви. Кишками Нарви связали Локи и приковали к трём камням. Над лицом подвесили змею Скади - яд капает на глаза. Жена Сигюн стоит рядом и держит чашу. Когда чаша наполняется, она выливает - в эти секунды яд падает на Локи. Он содрогается. Земля содрогается. Скандинавы так объясняли землетрясения.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя Loki - этимология спорна. Возможно от lokk - «петля, закрытое, конец». Имя Sigyn складывается из sig («победа») + -yn (женский суффикс). Имя жены в этом мифе - «победительница». В пантеоне где каждое имя содержит функцию (Один - «ужасный», Тор - «гром», Фрейя - «госпожа»), жена прикованного злодея названа победившей.\nТЁМНЫЙ СЛОЙ:\nСигюн не наказана. Её муж наказан, она сама выбрала стоять рядом. Не дура - она знала кто такой Локи. Не жертва - её никто не заставлял. Не персонаж драмы - о ней почти ничего не известно, нет других сюжетов, нет имён детей кроме двух убитых. Только эта одна сцена. И тысячи лет в этой сцене - её главная функция.\nВ мифе где боги ведут переговоры со смертью (Один отдал глаз за мудрость, отдал себя себе за руны, отдаст всё в Рагнарёке), где жёны изменяют (Фрейя), где любовь имеет цену (Скирнир добывает Герду угрозами), Сигюн стоит со своей чашей. Без сделки, без условий, без выгоды.\nСовременный якорь: в современной поп-культуре есть термин «ride or die» (из американской хип-хоп лексики 1990-х) для подобной позиции. Но термин коммерческий, в нём слышен расчёт. Скандинавы описали то же самое полторы тысячи лет назад без расчёта - и без романтизации. Сигюн просто стоит. Это и есть позиция.\nВ мире где всё имеет цену, быть рядом без причины - и есть мифология.\n→ Подумай об одном человеке рядом с тобой, который остался бы и в этой сцене. Если такой есть - скажи ему сегодня.\n⏱️ 1.6 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/lfmq1adXl8AzzpTGqNY2YDKucwcZbPDXILqH_KbuQCJSzWBkW-AvabeaQeTp1YNbl1ts3jciAyIn3naC_TGkmkq7PfrajVeAmE_d4340x5H_-Z8UbV4JYu2Yxj2--SCYqBaWUanyU2Qwj6qjKRBU8DrPgDMiXyvoDOpPeL_msaUIgTnW2-miuoV46CKoJpCY8cL57RQ_mlsiQbI00ZGOCg12bbHNfnKAh2AUueZxYxDdB75l5VDWVfAVk9WiXYsWJZmKwJjVNgr5i8_lXAtiyGlKkFmnqRK6thUSHY0IwNatNN6MgvmWPqpHRk9tAuYnwTCvji8-V6xDmIj6tujBUA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780729441.0,
            "poll": null
        },
        {
            "m": "05.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6069",
            "t": "🗓 #CALENDAR: ЧТО ПЕРЕОТКРЫЛИ 5 ИЮНЯ 1972 ГОДА",
            "b": "Сегодня ООН отмечает Всемирный день окружающей среды. Эта же идея существовала тысячу лет назад под другим именем - и без бюрократии.\nESSENCE:\n5 июня 1972 года в Стокгольме открылась первая конференция ООН по окружающей человека среде - 113 стран, 14 дней работы. С неё родился UNEP (Программа ООН по окружающей среде), штаб-квартира в Найроби. С неё началась глобальная экополитика как отдельная область. И с неё же началась бюрократизация заботы о природе: декларации, отчёты, индикаторы, дни на 365.\nТема года выбирается ежегодно. 2026 - предположительно по теме пластикового загрязнения (UNEP объявит официально незадолго до даты).\nМАРШРУТ:\nСтокгольм 1972 - международная официальная дата, рождение современного экоязыка. Отчёт «Пределы роста» Римского клуба вышел в том же году. Концепция «устойчивого развития» окончательно оформлена через 15 лет в докладе Брундтланд.\nЗелёные святки (Восточная Европа, ~IX-XX век) - неделя между Семиком и Троицей. Берёзовые ветки в дом, трава на полу, цветы у ворот. Это не украшение, а функциональный инсектицид (фитонциды берёзы) + ритуальное «возвращение» зелени к корням после трёх дней. Договор с не-человеческим. К XX веку традиция почти исчезла.\nWelcome to Country (Австралия, аборигены, древняя традиция / институционализирована с 1970-х) - ритуальное приглашение в страну от хозяев земли. Сейчас обязательная часть многих официальных собраний в Австралии. Не туристический жест - признание что земля имеет хозяина старше юридических границ.\nЮргис в Балтии (~6 мая старого стиля) - первый выгон скота. Ветки можжевельника в загон, обряд проверки животных. Договор с лесом перед сезонным использованием.\nСами (Скандинавия / Россия) - возвращение оленей весной как ритуал. Каждое стадо вступает в пастбище с определёнными словами и подношением.\nЧТО ПЕРЕОТКРЫЛ 1972 ГОД:\nЧто земля имеет интересы, не сводимые к человеческим. Это не открытие - это переоткрытие. До неолитической революции вся человеческая практика исходила из этого. С приходом сельского хозяйства земля стала ресурсом. С приходом индустриальной революции - сырьём. В 1972 году под давлением экологического кризиса мы вернули землю в круг существ, у которых есть свои дела.\nСовременный якорь: ESG-отчёты, климатические забастовки, IPCC доклады - это бухгалтерия того же импульса с другого носителя. Зелёные святки делали то же самое через ветку берёзы и три дня тишины.\nСтокгольм 1972 не изобрёл уважение к природе. Он его документировал.\n→ Что в твоём доме сегодня живое из не-человеческого мира?\n⏱️ 2.0 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/c5jB06e8r3ziBnqo9y0OG_CNJgtvnyfxk85KRa9H8bUUd9mg_QJiZOoajkPkz1o_RvVUAb6ajaCHT80FzyIBiOTaAIX0Kg4f0tHaoXS3xsohY0BUdY-i8BRfo4zLCyq_TE8D05OSqk07pOKBt-5yHBkcYTHrVMrxkCkKyn4edna36z18scWCEEMPxDpE723xqPE33pPV2nxd96qqGOKXoyzIvrM10dPMagUmECjS_C5c4D_Dbosfc-ptSy9yDl4a3iyud8zfzLgbIG39kz2ezfi7Mj5V2C8VG9YfXC0qojJgr34HA-L5u6A-qFxi6DEwYnD8F3Udpf-U_8_QTfQzWg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780671721.0,
            "poll": null
        },
        {
            "m": "05.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6068",
            "t": "🥐 #BUNS: БУЛОЧКИ С ТМИНОМ - ХЛЕБ С ЗАМЕДЛЕННЫМ ВЫСВОБОЖДЕНИЕМ",
            "b": "ЛЕГЕНДА:\nТмин в булочке раскрывается только при разломе. До этого хлеб молчит.\nCarum carvi - сигнатурный аромат хлеба Северо-Восточной Европы уже тысячу лет. Латвийский rudzu maize ar ķimenēm, немецкий Brot mit Kümmel, польский chleb z kminkiem, скандинавский Knäckebröd - все используют целое семя, не молотое. Это не эстетика, это химия. Карвон (главная ароматическая молекула тмина) защищён в семечке от окисления. Молоть тмин - значит начать запускать молекулу в воздух. К моменту замешивания теста половина аромата уйдёт.\nЯ первый раз делал с молотым тмином - получил серое тесто и слабый запах. На второй понял правило: целые семена, слегка раздавить в ступке за полчаса до замеса. Не растереть в пыль - просто надтреснуть. Карвон высвобождается медленно из надломанной оболочки за часы выпечки и сохраняется в мякише. До тех пор, пока ты не разрежешь булочку.\nТмин - не специя. Это инструмент аромата с замедленным высвобождением.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: мука пшеничная высшего сорта 400 г, мука ржаная 100 г, тёплая вода (38°C) 350 мл, дрожжи сухие 7 г, соль 10 г, мёд гречишный 20 г\n- Тмин: целые семена 15 г в тесто + 5 г на посыпку\n- Посуда: противень с пергаментом\nМЕХАНИКА:\n1. ОПАРА. Тёплая вода + мёд + дрожжи. Перемешать. 10 минут до появления пены. Если пены нет - дрожжи мёртвые, переделать.\n2. ТМИН. Семена 15 г слегка раздавить в ступке - надтреснуть, не растереть. На каждое семечко должна появиться трещина, но форма сохраниться. Это запускает медленное высвобождение карвона.\n3. ТЕСТО. В большой миске смешать обе муки. Добавить надтреснутый тмин и соль, перемешать. Сделать колодец, влить опару. Замешивать 10-12 минут руками или 6-7 в комбайне. Тесто плотное, влажное, чуть липкое, эластичное. Готовое - блестит, отстаёт от рук.\n4. ПОДЪЁМ. Накрыть, тёплое место, 1.5 часа. Удвоиться. Тест: вдавить палец - ямка медленно разглаживается.\n5. ФОРМИРОВКА. Разделить на 10 равных частей (примерно 90 г). Каждую скатать в шар, потом чуть приплюснуть до круглой булочки. Уложить на пергамент с расстоянием 5 см. Расстойка 30-40 минут.\n6. ПЕРЕД ВЫПЕЧКОЙ. Каждую булочку смазать яичной болтушкой (1 яйцо + 1 ст л воды). Сверху посыпать целыми семенами тмина (по 4-5 штук на булочку). Сделать надрез крест-накрест ножом.\n7. ВЫПЕЧКА. 200°C, 20-22 минуты. Готовность: золотисто-коричневая корочка, низ при постукивании - глухой.\nОкно аромата: первые 10 минут после выпечки - максимальный аромат корочки от семян сверху. При разломе горячей булочки - второй слой аромата высвобождается из мякиша. Через час концентрация падает на 30%, но мякиш остаётся ароматным двое суток.\nХлеб с тмином пахнет только когда его разрывают. Это и есть его контракт.\n⏱️ 2.4 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/UWQDltTAchy42iE37o3iuhr-saOuSmg6zjA4_tu7XHovOCc2bBEdvyvHevPja1L2Uv5jh1neeqNmL5DDx-Qir6y5Zh-b3yP696m6L6HTRlsUS8fcfIE3VyX0HX6Gm45cpFUq9EkZ945rDP8vFdVBFqIRSJN1tqpwMmBeGaz6Ufe2Eeuk52vA7SAGYzBMNSWJTxjtXLQ05qTPhDwOYfBSguv_TXyfnucvrbo5zq8mjxYFRowTMlyIiAim36I6yDBmoa4m66saGvgx38C_kN_6Y6biXJ6QYpY4c858202qzEAOcgHr21xeJTGUOxOlNSrqL3iOj_y5IeEEwkgyrI8GHw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780661041.0,
            "poll": null
        },
        {
            "m": "05.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6067",
            "t": "📚 #SOURCE: АКУТАГАВА «В ЧАЩЕ» - СЕМЬ ПРАВД ОДНОГО УБИЙСТВА",
            "b": "Семь свидетелей одного убийства. Семь несовместимых версий. Все правдивы - ни одна не полна.\nРюносукэ Акутагава, «В чаще» (薮の中), 1922.\nЧТО СКРЫТО:\nВ лесной чаще найдено тело самурая. Его допрашивают: жену (которая выжила), убийцу-разбойника, дровосека (нашёл тело), бабушку убитого, странствующего монаха, охранника. Каждый показывает события под своим углом. Жена признаётся в убийстве мужа из стыда. Разбойник - из доблести. Сам мёртвый муж (через медиума) - в самоубийстве. Истина не находится. Истина не существует.\n«Эффект Расёмона» - научное понятие в современной психологии и юриспруденции - вышло из этого рассказа через фильм Куросавы 1950 года («Расёмон» как фильм соединил два рассказа Акутагавы: «Расёмон» и «В чаще»). Когда несколько свидетелей по-разному описывают одно событие - это не ложь. Это структура памяти, которая всегда конструирует прошлое под текущую идентичность свидетеля.\nЭто не литературный приём - это эпистемология.\nТЁМНЫЙ СЛОЙ:\nАкутагава покончил с собой через пять лет после написания этого рассказа. 24 июля 1927 года, передозировка барбитуратов. В предсмертной записке - всего одна фраза: «смутное беспокойство о будущем» (ぼんやりした不安). Это словосочетание стало иконическим в японской культуре - тревога без объекта, страх без причины.\nСовременный якорь: фейк-ньюс, конфликты свидетельств, феминистская критика правовой системы - всё опирается на тот же механизм. Один факт, разные носители памяти, разные конфигурации правды. В 1922 году японский писатель описал это до того, как появилась наука о когнитивных искажениях.\nАкутагава писал о невозможности правды и через пять лет проверил её на себе.\n→ В каком вашем сегодняшнем разногласии правы оба собеседника?\n⏱️ 1.6 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/c3Wp-7xhA6Ha5AxXoMSrY4GtDcyls3jx8LNsnOYF6nkvmOawPJab1K2PddqteuUvWJnI8d1WTmmk8Hb4rc-pn93o-qIFQc7f9ItLfbw6pq6G0bIA9iEowEIRwd3RK30-pnyA_lKrZpY5VtN5y771_1nZ0Um1ze2cNDBO5zCvff1Mo16OYX8OQdXH9U9aj3jsv4ttwkLLES9C7P3aPgcSAHIn2WehoCVsX_xIeyTaWBQ2Gu_O7syW-SZEsw9sYzGQCLrOKfcYnZzK9AM_HIdxXGQCQ722CAFrUHTbVLGo3xHS5K9G0VanhnNSuDHop5SBZzWzu7GDDiyM0tQ6sGSeEA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780643041.0,
            "poll": null
        },
        {
            "m": "04.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6066",
            "t": "⏳ #CHRONOS: ТМИН ЗАЦВЁЛ",
            "b": "МОМЕНТ:\nНе путать: тмин в Jāņu siers - это caraway, не зира из карри. Растения родственники из семейства зонтичных, но разные виды и разные запахи. Caraway (Carum carvi) - горьковато-анисовый, лёгкий, чуть лимонный. Cumin (Cuminum cyminum, по-русски кмин или зира) - тёплый, землистый, мексикано-индийский. Одни Apiaceae, две вселенные специй.\nСейчас 18:02. По всей Восточной Европе, Скандинавии, Германии Carum carvi сейчас раскрывается. Белые зонтики высотой 50-80 см на обочинах дорог, на лугах, на полях после первого покоса. Окно цветения - две-три недели. После семена начинают завязываться, аромат уходит из цветка в плод и ждёт августа.\nЭто не специя. Это растение, из которого мы делаем специю. Окно жизни цветка - 15 дней.\nОЩУЩЕНИЕ:\nПо дороге между деревнями в Латвии сейчас стоит белый ковёр из зонтиков. Если протянуть руку и потереть один зонтик между пальцами, запах останется до вечера. Карвон - молекула, которая через 20 дней попадёт в Jāņu siers к Лиго. Она уже в воздухе.\nТмин в немецком хлебе, тмин в скандинавском аквавите, тмин в латвийском сыре, тмин в польских колбасах - один молекулярный двойник в пяти кухнях Европы. Растёт диким, никто его специально не сажал.\n→ Найди ближайшее поле или обочину дороги за городом. Сорви один зонтик, потри между пальцами. Это и есть тмин до того, как он стал кулинарной полкой.\n⏱️ 1.1 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/qq7-5rbTpmoZU6uvniM1wowTPjVFOQQKYGeE7n5ZkgwsDIf2ViWvDtNOFb7zNKQkR5kAqWk1_bvRMUUFDa2H4NO1lkQnSmdGFNIwqnQ_hzsDRIc0rqdwN2yRewIK9FAz6s75DrjIRSBdlOxkr2xbSbb8tTDGORjnQv3Au72beKjVYul2iIcBm-F_HkiOdOqCB00MgEjaX8fD2voTqzM93BbdX285CfnM4D6OyIp9e4ek6Jr6XdoR6VkL6IP-lC6FcGULRxTYpCcZ0AWh0fWNuVQ6IZTQP8GKetVyuuyjn08y-Wd4rDmAza7iIjiDVtIxB2KDNBqLzxzjXEjgdcu0Bg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780585321.0,
            "poll": null
        },
        {
            "m": "04.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6065",
            "t": "🥐 #CAKES: ЗЕМЛЯНИЧНЫЙ - ЯГОДА, КОТОРАЯ НЕ НУЖДАЕТСЯ В ТОРТЕ",
            "b": "ЛЕГЕНДА:\nЛесная земляника в десять раз меньше культурной клубники и в сто раз сильнее по аромату. Это редкий случай в природе, когда концентрация работает по экспоненте: меньше массы - больше плотности эфирных масел на грамм.\nВ Балтии лесная земляника (Fragaria vesca) созревает в первую неделю июня. Окно две-три недели, потом ягода становится мучнистой и теряет три четверти аромата. В английском её называют wild strawberry, во французском - fraise des bois, в итальянском - fragole di bosco. В кафе сегодня «wild strawberry» - чаще всего маркетинговое слово для мелкой сортовой клубники. Настоящая лесная находится только если идти в лес.\nЯ делал этот торт три года подряд - первый раз не нашёл ягоду, не знал что искать. Второй - перерос окно на четыре дня. Третий получился. Тогда понял главное: торт строится не вокруг ягоды, а под неё. Бисквит нейтральный, крем минимальный, ягода в центре. Не заглушить. Не маскировать.\nЛесная земляника не нуждается в торте. Торт нуждается в ней.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит миндальный (нейтральный, не сладкий): яйца 4 шт, сахар 80 г, миндальная мука 100 г, пшеничная мука 60 г, сливочное масло растопленное 40 г, цедра 1 лимона\n👍 Маскарпоне-крем (минимум по толщине): маскарпоне 250 г, сливки 33-35% - 100 мл, сахарная пудра 30 г, ваниль\n👍 Ягоды: лесная земляника 400-500 г (свежая, не мытая - только осмотренная). Можно дополнить мелкой садовой земляникой того же сорта.\n👍 Подача: сахарная пудра, мята (опционально).\n👍 Посуда: круглая разъёмная форма 20 см (не больше - ягода в центре требует камерности).\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Яйца с сахаром взбить до пышности (5-6 минут). Просеять обе муки, ввести складкой. Тёплое масло влить по краю миски, аккуратно перемешать. Тесто разлить в форму с пергаментом. 170°C, 30-35 минут. Готовый бисквит светло-золотистый, центр упруго пружинит. Остудить полностью.\n2. РАЗДЕЛЕНИЕ. Бисквит разрезать на 2 пласта тонким ножом. Не на 3 - земляничный торт должен быть низким, не башней.\n3. КРЕМ. Маскарпоне комнатной температуры с сахарной пудрой и ванилью взбить лопаткой до однородности. Сливки взбить отдельно до средних пиков. Смешать в две стадии: сначала треть сливок в маскарпоне для разбавления, потом остальное складкой. Готовый крем плотный, держит структуру, но не жёсткий.\n4. СБОРКА. Нижний пласт - тонкий слой крема (5 мм, не больше). Земляника одним слоем, плотно, в центр - самые крупные ягоды. Сверху ещё тонкий слой крема (полупрозрачно, чтобы ягоды виднелись). Верхний пласт. Сверху крем тонким слоем. Земляника гнездом в центре - не покрывать весь верх, оставить пустые края.\n5. ОХЛАЖДЕНИЕ. Минимум 2 часа в холоде. Перед подачей - пудра через ситечко, листики мяты.\nПодача: в день сборки, не позже. Лесная земляника отдаёт сок быстро. На следующий день торт будет вкусным, но другим.\n⏱️ 2.6 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/fSy1VdplPfLY7RZCL8H62W898wMbfQuRZ8UVNw2m7zpLhMhEnaSMzWE-34oPEYN0FHa7Fv66-GYRgpPHr8B9yMREfaOyYuTXIfrIT6KThxJ4lGjLtQ-TBRY6imZGkUm5Lhf0ZCkBim1OKihITdbYivA3ZtYrbJPH3u2zYPF7iw8Uf4x-3rDnibtaVHuMn7gGQM3yyde0GKZYAYLbVWRauBgSDEsa8WdhZgkX4HCkdRaALRXHdRoIAUH6N2NvzmVk1hl4xQYxXCs2_JuJJ4fTkv5s4lf0pdwmxiZYOspN88YcS95ubISxCXm5JA2whQs507-XlwcmNPcPTdeq--PgjA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780574641.0,
            "poll": null
        },
        {
            "m": "04.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6064",
            "t": "📚 #SOURCE: ЧЕХОВ «ПАЛАТА №6» - КТО ИЗ НАС НА КАТОРГЕ",
            "b": "В 1890 году Чехов уехал на Сахалин на свои деньги. Не за командировкой, не по партийному заданию. На каторгу. Через два года написал, что мы все в палате №6.\n«Жизнь есть досадная ловушка», - думает доктор Андрей Ефимович Рагин в чеховском рассказе «Палата №6» (1892). К концу рассказа сам Рагин сидит в этой палате, и сторож Никита бьёт его кулаком в грудь. Рагин умирает за день. Психиатр диагностирован как пациент - тем же диагнозом, который он годами ставил другим.\nЧТО СКРЫТО:\nЧехов поехал на Сахалин в 30 лет. Уже больной туберкулёзом. Перепись каторжан - 10 000 интервью, каждый под именной карточкой. Месяцы в дороге в один конец. Вернулся с материалом, который опубликовал как «Остров Сахалин» (1893) - сухой статистический отчёт без эмоций. Но через два года вышла «Палата №6» - художественная компрессия того же опыта.\nТёмный слой: «Палата №6» - не аллегория. Это репортаж в другом жанре. Чехов был врач и журналист, не моралист. Громов - сумасшедший, говорящий правду. Рагин - психиатр, который начинает с Громовым соглашаться. Институт реагирует на психиатра, который усомнился в институте, тем же способом, каким реагирует на «настоящего» сумасшедшего: запирает его. Это не метафора. Это механика.\nСовременный якорь: палата №6 сегодня - любой замкнутый институт где здравомыслие наказуемо. Корпоративные иерархии, политические партии, академические кафедры. Если ты начал понимать как это работает - значит ты уже почти на месте Рагина.\nРагин умирает потому что начал понимать. Это и есть диагноз.\n→ В каком институте ты сейчас и что в нём считается «безумным»?\n⏱️ 1.4 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/VtciW5aXE-XwW-qKBuSrKCBmpvO147i8HHGkaMrUM4bfr9tx1GvKrJeX_7V_twsaZ-izDYhfEuaKg7e6-SeZXdDMmgmbzfkvg2IXLypFTBPVdtj0FwIkdiNhLT7dVb__ggsAHpedsVHTL0WUE6JTmVI-c8YjfwlSsPOZnkAU-TAD7UiCmnTIzF8gBq7BsfYHVxAnfLK6-TSSQz2u1uxglACbQv-iivNme8PaO6FQl-TZTKAA1RYZeeTs5DZ0PMW6yJQeRAeTVxtfEi-QYcotS3789n6exIhyVF7jkVqnUOXOvP0xoRbfMalRk8vVopyGY855yqsv7qJoVnJS0_i5ow.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780556641.0,
            "poll": null
        },
        {
            "m": "03.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6063",
            "t": "⏳ #CHRONOS: ПЕРВОЕ УТРО БЕЗ ОБОГРЕВАТЕЛЯ",
            "b": "МОМЕНТ:\nСейчас 18:02. Если сегодня утром ты проснулся и не потянулся к свитеру или халату - это был один из первых таких дней в году.\nЦентральное отопление в Латвии отключают по графику в апреле-мае - в зависимости от средней суточной температуры. Но даже после отключения, утра первой половины мая были прохладными: +12 в комнате означало свитер при чашке кофе. К концу мая температура улицы по ночам поднялась до +14-15°C, стены домов накопили достаточно тепла за дневные часы, утренняя температура внутри стала +18 без всякого обогревателя.\n03.06 - один из первых дней, когда это сложилось окончательно. Не нужен переходный регистр между сном и днём. Утром в комнате уже почти лето.\nОЩУЩЕНИЕ:\nКожа на запястьях и ступнях узнаёт этот порог первой. Запястья - тонкая кожа, мало подкожного жира, рецепторы холода реагируют на разницу в 1-2 градуса. Когда они утром не мёрзнут - тело отмечает порог раньше, чем мозг сосчитает градусы. Ступни босиком по полу - то же.\nК 18:02 разница уже не заметна, вечер тёплый. Но утренний порог пройден один раз. До октября он не вернётся.\n→ Какое утро в этом году было первым когда тебе не понадобился свитер дома?\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/gA7tyzUHmBDJpg5MgRLOR3ZNOTPzm8-OK2MOD9OOXe1ktljxQcWTpJntUr0SSeYP082dnwUFkFsq9a_6LXsWP9FQYQQLIjRyEAkkXYvR5wpasGEByfrGxhWjacrPDs1kYxdWcyJeb83NOO6_3CV_8BOP8TU0Vx22FLWMpGQUXi15YAkfchkZi_Lt0xFHrn2S1-v-QSqT0pdDEnkpuZIA3BjfdeZ24w6IQ2Tk-LSonfPiLtjHRzCCxHEgGogyiZOuSlFa_NZRWLUM4g205JG944V3IpTB5S1DqiQ74QrvwMi1IHN1Ymb6lweFhwRfbsEwfCCaDtbnuvaC_IzNyZegWw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780498921.0,
            "poll": null
        },
        {
            "m": "03.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6062",
            "t": "📐 #RECIPE: ЗАВАРНОЕ ТЕСТО - ТЕСТО, КОТОРОЕ ДЕЛАЮТ ДВАЖДЫ",
            "b": "Заварное тесто - единственное в кондитерском деле, которое готовят два раза подряд. Сначала на плите, потом в духовке. Цель этого двойного приготовления - получить контролируемую пустоту внутри.\nТЕОРИЯ:\nPâte à choux состоит из четырёх компонентов: вода (или молоко), масло, мука, яйца. Тесто делают в три фазы, каждая отвечает за свою функцию.\nФаза 1 - заварка на плите. Воду с маслом доводят до кипения. Всыпают муку разом, быстро размешивают деревянной лопаткой. Через 1-2 минуты на дне кастрюли образуется тонкая корочка - сигнал что крахмал муки желатинизировался, белки денатурировали. Тесто стало плотной эластичной массой - матрицей, которая потом удержит пар.\nФаза 2 - яйца. Тесто остужают до 60°C. Если ввести яйца раньше - они свернутся, тесто будет с белковыми хлопьями. Если позже - тесто остынет слишком сильно, яйца не вмешаются ровно. Яйца вводят по одному, тщательно вмешивая после каждого. Готовое тесто стекает с лопатки толстой лентой, держит форму, глянцевое. Между лопаткой и тестом тянется треугольник, который медленно опадает.\nФаза 3 - выпечка. В горячей духовке вода в тесте превращается в пар. Эластичная клейковинно-крахмальная матрица растягивается паром изнутри, как воздушный шар. Снаружи поверхность запекается, фиксирует расширенную форму. Внутри остаётся пустота - которую потом заполняют кремом.\nБез первой фазы - нет матрицы, которая удерживает пар. Без третьей - нет расширения. Каждая фаза отвечает за свою функцию, ни одну нельзя пропустить.\nБАЗОВЫЙ РЕЦЕПТ (для эклеров или профитролей):\n- Вода 100 мл, масло сливочное 50 г, соль 1 г, сахар 5 г (для базы) - довести до кипения\n- Мука 75 г - всыпать разом, варить 2 минуты до корочки на дне\n- Остудить до 60°C, ввести 2-3 яйца по одному\nВыпекать 25 минут при 200°C, потом 10 минут при 170°C для подсушивания.\nТРИ ОШИБКИ:\nОшибка 1: Жидкое тесто, шу расплывается.\nЧто случается: тесто на противне растекается, готовое изделие плоское.\nПочему: либо мало муки на первой фазе (слабая матрица), либо много яиц (избыток жидкости).\nКак исправить: вернуться к пропорции 1:1:2 (вода:мука:яйца по весу). Если тесто стекает слишком быстро - значит много яиц, исправить новой порцией с правильными весами.\nОшибка 2: Плотное тесто, не поднимается в духовке.\nЧто случается: шу запеклись, но почти не выросли. Внутри плотные, без пустоты.\nПочему: либо много муки, либо мало яиц - не хватает влаги для образования пара.\nКак исправить: добавить ещё одно яйцо тщательно вмешивая. Тесто должно стекать лентой, не висеть комом.\nОшибка 3: Шу опал после первоначального подъёма.\nЧто случается: в духовке шу хорошо поднялся, но при остывании сложился.\nПочему: рано открыли дверцу или преждевременно вытащили. Пар вышел до того как корка успела окончательно запечься - стенки сложились внутрь.\nКак исправить: первые 25 минут дверцу не открывать. После - проверить готовность по цвету (золотисто-коричневый, не светлый). Подсушить ещё 10 минут при 170°C - стенки фиксируются.\n⏱️ 2.6 мин | 📐 Almanac: Recipe",
            "img": "https://cdn4.telesco.pe/file/Ir1Z3cqclmKUDp3ZMZoEsSvsjBEGlisPg-E10D4opnNZ1sS8Dov1nyFbJyxjsZsbdHe2a_6jQy2ia5vn4JPAwy1h4VGNcyFimIF54fCv1lSP1bBln_WUdE2ZnLxnyOs5auVQaqZTxej2Z9sZLKoYl8PeSpGqtCVOm-y6pnTn2NIso9hTNiD_F74okYMqTDhjMgLCQxE1l2l59Ce1vRoPCE6l3AeyTDCbeDi8Qt6KK6gpoXq6f1QwzbkzZ2TcR2eSgNogsEIlPPJYGfGzIG7uZ2cZZ14WFd9JmG-fDRzTv5cCUnioGE4GLMsPH_MR8Vo3ugwRVPzO4qGHwu6otHEThg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780488241.0,
            "poll": null
        },
        {
            "m": "03.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6061",
            "t": "🌿 #OMENS: ПЕРВЫЙ ГРОМ - МОЖНО КУПАТЬСЯ",
            "b": "«Первый гром гремел - значит, можно купаться». В балтийских и восточнославянских деревнях формула была простой: услышали раскат, идём в реку. До первого грома вода не считалась годной.\nФИЗИЧЕСКИЙ МЕХАНИЗМ:\nГром не нагревает воду. Связь идёт через общую причину. Грозы возникают когда тёплый влажный воздух у земли поднимается в более холодные верхние слои - конвекция, кучево-дождевые облака, разряды. Для первой серьёзной грозы сезона нужна температура почвы +18-20°C - такая, которая даёт достаточный тёплый восходящий поток.\nВ те же дни, когда условия для гроз складываются, прогреваются и водоёмы. Реки и озёра в Балтии достигают +18-19°C примерно одновременно с первой грозой. Не магия, не совпадение: две физики, питающиеся одним источником - накопленным солнечным теплом весны. Первый гром служил косвенным индикатором температуры воды, которую нельзя было измерить никак иначе.\nПРИВЯЗКА К 03.06:\nПервые серьёзные грозы в Балтии обычно с конца мая по начало июня. На этой неделе они уже прошли. Значит, вода в ближайшем озере или реке сейчас около +18°C - нижняя граница «нормально купать тело». Через две недели будет +20, можно держаться в воде дольше.\nСОВРЕМЕННЫЙ ЭКВИВАЛЕНТ:\nСервисы погоды и сети датчиков показывают температуру воды по конкретным точкам. Та же информация, что у предков, через другой сенсор. Звук в небе превратился в число на экране.\n→ Какая температура воды в ближайшем к тебе водоёме сегодня?\n⏱️ 1.3 мин | 🌿 Almanac: Omens",
            "img": "https://cdn4.telesco.pe/file/Yu70TdmFYyhLwajV2xSv9yit36fxjXws_YttfWMFqFrzzvXnFHtMG9RzmoE7yTrtPjfUumcPnEXK69c3aaIWc1x-pl7XMsMhwueDwq0s9GqX3syGvUVc_PaZzYRPHbk6ooYvrKwuL5gBiVkjiCpPbwgaHbLeLyHWtcWLZkcb4AwP-R96d3lcnJTsVs32BmldfobPOBt-wNe9a1VuMVRQghHl76u_4RuQJpIC-ff3SHMCxTbWtlE4DF3ZlA-yCnQ7kUYmzRgLj-OsMjegpmpygkZ8se5nLrqgUE7hb-HgRDkqo5Gv7gdUyH10ThdPqEbpmSBKwi_U0ba3zOKjTo2gSQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780470241.0,
            "poll": null
        },
        {
            "m": "03.06 | 05:53",
            "id": "70",
            "u": "https://t.me/YourEurovision/6184",
            "t": "🇮🇹 ИТАЛИЯ: RAI KIDS ПОДТВЕРЖДАЕТ УЧАСТИЕ В ДЕТСКОМ ЕВРОВИДЕНИИ 2026 И СОХРАНЯЕТ СВЯЗКУ С THE VOICE",
            "b": "Итальянский вещатель Rai Kids на фестивале Cartoons on the Bay официально подтвердил участие страны в Детском Евровидении 2026, которое пройдет на Мальте 24 октября.\nИталия продолжит использовать успешную схему отбора: представитель страны будет выбран в синергии между популярным шоу «The Voice Kids» и лейблом Universal Music Italia. Комментировать прямую трансляцию для итальянских зрителей вновь будет Mario Acampa.\nС момента победного дебюта Италии в 2014 году интерес к конкурсу в стране постоянно растет. Переход трансляций на основные каналы Rai 1 и Rai 2 позволил собирать у экранов аудиторию более 1,5 миллионов зрителей с пиковыми показателями до 8,3 миллионов.\n⏱️ Время чтения: 0.7 мин | 🇮🇹 YourVision: JESC",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780466014.0,
            "poll": null
        },
        {
            "m": "03.06 | 05:51",
            "id": "70",
            "u": "https://t.me/YourEurovision/6183",
            "t": "🇦🇲 АРМЕНИЯ: EYM-2026 - ОБЪЯВЛЕНЫ ВЕДУЩИЕ И СТАРТОВАЛИ РЕПЕТИЦИИ В ЕРЕВАНЕ",
            "b": "Армянский вещатель AMPTV объявил имена ведущих конкурса «Евровидение молодых музыкантов 2026» (EYM). Шоу, которое пройдет уже в эту субботу в Ереване, проведут популярные телеведущие Hamlet Arakelyan и Hrachuhi Utmazyan. Оба они хорошо знакомы еврофанам: Hrachuhi комментирует взрослый конкурс с 2022 года, а Hamlet присоединился к ней в 2025 году.\nПараллельно в Ереване стартовала неделя репетиций. Музыканты и делегации уже начали индивидуальные прогоны на сцене, чтобы скорректировать свет, звук и графику под контролем режиссеров AMPTV.\nАрмения впервые в своей истории принимает классический конкурс молодых музыкантов. Для Еревана это уже третье евровизионное событие (после Детского Евровидения в 2011 и 2022 годах).\n⏱️ Время чтения: 0.7 мин | 🇦🇲 YourVision: EYM",
            "img": "https://cdn4.telesco.pe/file/ptgkNEo7CMTicV5zo-fmJylow31PdjsHXsNraVrZpyOvY110N2uJFO8IS59qcdupHz_umTUW57WMfC1N9Kw_TK_X4uvGD1ozn2mlDTXecaoRAI3O-CwRqk82B86aDdZvE4uUygYAJsDauT6udb6ZnK73bdQ9o9Vu-5r0VA-qS8fS4AY9xCAa7oUgvAql831KRIqA5rfj6-e85BcEWK9jclT5rny9hXCg1oh60kbZmm4p15nqTAOOR1MLeLBVdsIJWqVeLVxmV8jdfEmW4g-WthnECxrCbKZz8hD_4AIJLuD-z-9zsstUgr-xb6bsSOF37RXAE2MMTnbMolU1elEkbw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780465888.0,
            "poll": null
        },
        {
            "m": "02.06 | 16:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6182",
            "t": "EUROGROOVE: ЛЕТНИЙ ГРАФИК - ОБНОВЛЕНИЕ РАСПИСАНИЯ",
            "b": "Музыкальный сезон YourVision переходит в летний режим. Начиная с этого дня, выпуски чартов будут выходить раз в две недели.\nТему следующего чарт-цикла мы объявим в следующий вторник, 09.06. Следите за обновлениями и оставайтесь на нашей волне!\n⏱️ Время чтения: 0.4 мин | 🇪🇺 YourVision: EuroGroove",
            "img": "https://cdn4.telesco.pe/file/ZfxzUGDBno-tDbSihrm9YIpA7omu_GrEZ0B6uOjL9biaHoba9fUEBgsb0J59o28bwa3f8bGhVBPNlzIthfWZDYro-A8DagkfYS1xw5wqHFDrxTdHY7fiuyJCEay9FT8eTl8xtt4EfqgJRjhcmLJIqPSOf9Eu7JBtKBGUJbuRH6wCUNCv4CfkdoCqTHs-USYqVtnH_KiLqya17G5xcbyhO9uodbRLkdQCkTDdNqGYd8mOxZ-YdlrVmK-byZS93KykpFd74vYcSeaVknPLh_Rd_0pG_NcdhGfoTWoUUTZ0F5lXdVt9ADnnkpP1qU-EW5yQMfkefcgmsQwdXE4qi4HNMA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780416281.0,
            "poll": null
        },
        {
            "m": "02.06 | 16:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6181",
            "t": "🇪🇺 EUROGROOVE: ALBM CUTS - ПОЛНЫЕ ИТОГИ ПОСЛЕВЕНСКОГО ЧАРТА",
            "b": "Мы подвели итоги чарта «EuroGroove: ALBM Cuts»! Румынка Alexandra Căpitănescu совершает абсолютный триумф, забирая золото с огромным отрывом.\n[ИТОГОВЫЙ ТОП-20: ALBM CUTS]\nРезультаты голосования:\n1. 🇷🇴 Alexandra Căpitănescu - «Fuego» (Eleni Foureira, Кипр 2018) - 105\n2. 🇦🇺 Delta Goodrem - «Tattoo» (Loreen, Швеция 2023) - 55\n3. 🇱🇻 Atvara - «Fly On The Wings Of Love» (Olsen Brothers, Дания 2000) - 47\n4. 🇲🇹 AIDAN - «Per Sempre Sì» (Sal Da Vinci, Италия 2026) - 47\n5. 🇨🇿 Daniel Zizka - «Amar Pelos Dois» (Salvador Sobral, Португалия 2017) - 47\n6. 🇸🇲 SENHIT - «Occidentali's Karma» (Francesco Gabbani, Италия 2017) - 47\n7. 🇲🇩 Satoshi - «Rim Tim Tagi Dim» (Baby Lasagna, Хорватия 2024) - 40\n8. 🇲🇪 Tamara Živković - «Euphoria After Dark» (Loreen, Швеция 2012) - 40\n9. 🇭🇷 LELEK - «Wild Dances» (Ruslana, Украина 2004) - 38\n10. 🇷🇸 LAVINA - «In My Dreams» (Wig Wam, Норвегия 2005) - 36\n11. 🇵🇹 Bandidos do Cante - «Saudade, Saudade» (MARO, Португалия 2022) - 35\n12. 🇨🇭 Veronica Fusaro - «Satellite» (Lena, Германия 2010) - 31\n13. 🇨🇾 Little Antigoni - «My Number One» (Helena Paparizou, Греция 2005) - 28\n14. 🇩🇪 Sarah Engels - «Nel Blu Dipinto Di Blu» (Domenico Modugno, Италия 1958) - 27\n15. 🇬🇷 Akylas - «Rise Like a Phoenix» (Conchita Wurst, Австрия 2014) - 26\n16. 🇱🇺 Eva Marija - «Ne Partez Pas Sans Moi» (Celine Dion, Швейцария 1988) - 22\n17. 🇩🇰 Søren Torpegaard Lund - «Forlad Mig Ikke Her» (Jacques Brel, Бельгия 1959) - 22\n18. 🇳🇴 JONAS LOVV - «Arcade» (Duncan Laurence, Нидерланды 2019) - 20\n19. 🇦🇿 JIVA - «We Could Be The Same» (maNga, Турция 2010) - 14\n20. 🇺🇦 LELÉKA - «Baller» (Samoel feat. Yanni, Греция 2011) - 11\n[АНАЛИЗ И ДИНАМИКА]\nРумынская исполнительница Alexandra Căpitănescu разгромила соперников с 105 баллами. Delta Goodrem отстала почти вдвое (55 баллов). Третью строчку разделили Atvara, AIDAN, Daniel Zizka и SENHIT (по 47 баллов). Главный прорыв - Little Antigoni (+2 позиции, 13-е место), тогда как Германия и Греция потеряли по одной строчке.\n💬 Доказывает ли триумф кавера на «Fuego», что танцевальные поп-бэнгеры остаются главным рецептом всеобщей любви еврофанов, или сезон-2027 потребует более концептуального звука?\n⏱️ Время чтения: 1.2 мин | 🇪🇺 YourVision: EuroGroove",
            "img": "https://cdn4.telesco.pe/file/E-FBG8NxIoBjmXc24KdfnzH0GvzBqtZ21EX2bFNzkSjMt00HqdAlMCV021hllIWOsH-c4hcQHmfNYo29D7_Gee9m0XdQochYP3HIFdVEyFUZvn1ZQS938freEIoAJPSSbm4dA__5MNqItVOK1zgkPJHjaD2q4zxIak4aePUUxstUWPAwABSct8M5Lh8N9puCIWKu1GQqLAb_AF0qHlhq3EG1bxG957mQmWw328KQbAV0tSo26Y7DBDqiRM6Iwwj29UHm1N0rE_ZSTap3JgGZ8lie9_y2_7N2ol3nVD3kljLn6LsCoVBpPlWSZQNNiJeJBKtWE4E4NfKAbDFVFW_b9g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780416052.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};