var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "25.05 | 09:20",
            "id": "70",
            "u": "https://t.me/YourEurovision/6146",
            "t": "🇦🇱 АЛБАНИЯ: НАЦОТБОР НА ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 ПРОЙДЁТ С 30 МАЯ ПО 1 ИЮНЯ",
            "b": "Албания выберет своего представителя на Детское Евровидение 2026 первого июня. Национальный вещатель RTSH подтвердил использование 64-го фестиваля Festivali Mbarëkombëtar i Këngës për Fëmijë в качестве отборочной площадки.\nДетали национального отбора\n👍 Фестиваль пройдёт с 30 мая по 1 июня. Победитель категории Juniors получит право представить Албанию на Мальте.\n👍 Всего в отборе примут участие 30 исполнителей. В список вошли Eden Vrioni с песней «Rumtata», Serena Turhani с песней «Aventura» и Kleon Prenga с треком «Boom-boom».\nСтатус подготовки к конкурсу\n👍 На данный момент участие в JESC 2026 официально подтвердили 9 стран.\n👍 В их числе Польша с представителем Wiktor Sas и Португалия с победителем вчерашнего отбора Salvador Rio.\n👍 Грузия объявит своего исполнителя 6 июня, Нидерланды проведут финал 19 сентября.\n⏱️ Время чтения: 0.7 мин | 🇦🇱 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/drtX_T1XcTjXhaNk-t7NUIEdc5PyvKwnXqYtHXT2S0ASB9NoKwQadd8QJog_6svOGKiYQkJ_dSc1W5Gv1hnbW6pt6_vctTL99rcOMKL48ePDhgwvXbYFXT9AJg-dNzc9g_7XBCcM0DQ0o8sEfdOYtjszIasge-U1pDCVCG_lvKZe70vMg9NgIRTfUIG6smgwa8zCIPGbuQQQtxSutbsnRIww0Z3FlYDNXLQkwq09Me9C0yDlNOvh241Cr9NjQL4ESwYspLMX5H1PPoZ1zakz-s5dH12fZNhlHb3Pnn59j8wIya6CslmVtMP_V6QjPZdrQAxEfbcSpn0bvE6SV5qaBQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779700848.0,
            "poll": null
        },
        {
            "m": "25.05 | 08:36",
            "id": "70",
            "u": "https://t.me/YourEurovision/6144",
            "t": "🇵🇹 ПОРТУГАЛИЯ: SALVADOR RIO ВЫИГРАЛ THE VOICE KIDS И ОТПРАВИТСЯ НА МАЛЬТУ",
            "b": "Salvador Rio победил в седьмом сезоне The Voice Kids Portugal вчера вечером и завоевал право представить Португалию на Детском Евровидении 2026. Артист выступал в команде наставника Diogo Piçarra.\nДетали финала и поездки\n👍 Финал шоу транслировался в прямом эфире телеканала RTP1 24 мая.\n👍 По итогам зрительского голосования Salvador Rio обошёл остальных финалистов.\n👍 Детское Евровидение 2026 пройдёт 24 октября в Та'Кали (Мальта).\n⏱️ Время чтения: 0.4 мин | 🇵🇹 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/dfRnCQg0JMj3xYzZsm_TLiag3e7t7dmHXMJIJSlzudQrcum9k5zuYHl6Aiwt53fUpOWiDlc21XHzZ3sFvlyM1guV48VfGW1MtCNEuFnX0ZJnM_NF82MvjQycDmVTJ--HwHIObhc9-2Y4dmUIblnhvzBf78Sacnzr3oHJ61t_ESg_wgKGHzMZSnvwmBbElqtOOUfFFHryDMDzXiD-Dof1q6h1ka3gmntDnet1uXf8CmddkD6duDVozSrtRQ0CRXgXSyhZ4IBtCG7X7psJuqmZcQetxL1RwcpApYosSMINCHfGEMu4i7aFT4X3leWYwgxnebByTNN2iODkus0OlvCBtA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779698168.0,
            "poll": null
        },
        {
            "m": "25.05 | 08:34",
            "id": "70",
            "u": "https://t.me/YourEurovision/6143",
            "t": "🇧🇩 БАНГЛАДЕШ: ОТБОР НА ЕВРОВИДЕНИЕ АЗИЯ 2026 ПРОЙДЁТ 23 АВГУСТА",
            "b": "Бангладеш выберет своего представителя на Евровидение Азия 23 августа. Телевещатель Channel i и организаторы Voxovation опубликовали официальный регламент отбора.\nДетали приёма заявок и подготовки\n👍 Окно подачи заявок открыто с 10 мая до 10 июня.\n👍 Минимальный возраст участников составляет 18 лет.\n👍 Список из 12 финалистов объявят 21 июня, после чего в течение июля артисты пройдут этап подготовки.\nМеханика голосования и правила для артистов\n👍 Победитель определится голосованием зрителей и жюри в пропорции 50/50. Голосование жюри является опциональным.\n👍 Зрительское голосование пройдёт в приложении Zoop. Для снижения фактора фан-клубов пользователи обязаны выбрать минимум три разные песни.\n👍 Участникам рекомендовано сотрудничество с музыкальными лейблами. Voxovation назначит лейбл исполнителю при его отсутствии.\n⏱️ Время чтения: 0.7 мин | 🇧🇩 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/fvtl0-j-7V7NtG1rZcsVzCx7ek1uRJPERZlC1zfn6hk5zYNpWvJkG18d4CM-8nJe5gNcYMoRUluVN1i0TbzAwoYIsbgf0u1c8KkhZA6sSCcW4e3KXeukkS1ciqEKIztAuLVmusY2VVRQD6tQPg5BX20JOOecDwuG3kfG_eCxw_0XvKAx73Ec2TyrKddcvPBI08ijQJXhHgcx-RBhmR_fS4SfXHamamzAmBunfu6fI7_xUSd4fFOvFPjORnFguIskOwjFUEb7zP9F4PQTJV71OYE1FotjmfPI1dnhjd7jARTj0-ZvvuRPKEqNcoIEMgxnF84S4ZRgZUU5P08lQ78JHQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779698065.0,
            "poll": null
        },
        {
            "m": "25.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6034",
            "t": "🏛 #LORE: ИГГДРАСИЛЬ - ДЕРЕВО, КОТОРОЕ УМИРАЕТ НЕПРЕРЫВНО",
            "b": "Нидхёгг грызёт корень. Он грызёт его сейчас, и грыз вчера, и будет грызть завтра. Над землёй четыре оленя - Даин, Двалин, Дунейр, Дуратрор - объедают молодые ветви. Козёл Хейдрун жуёт листья. На самой вершине орёл вырывает кору. Между ним и драконом по стволу бегает белка Рататоск - разносит оскорбления, ускоряет вражду. Атакующих больше, чем защитников.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИггдрасиль = «конь Одина». Игг - имя Одина (буквально «ужасный»), drasill - конь. Но в скандинавской поэзии «конь» означает также виселицу: повешенный «скачет на воздушном коне». В Хавамале Один сам говорит: «Я висел на ветреном древе девять долгих ночей, копьём пронзённый, в жертву Одину - сам себе на дереве». Он повесился на Иггдрасиле ради рун. Одно имя содержит три образа: мировое дерево, конь, виселица. Скандинавы не различали их.\nТЁМНЫЙ СЛОЙ:\nДерево живёт не потому что сильное. Оно живёт потому что три женщины - норны Урд, Верданди, Скульд - каждое утро поливают корни водой из источника Урд и замазывают повреждения белой глиной. Это не битва добра со злом. Это техническое обслуживание. Рагнарёк начинается не от атаки великанов - он начинается когда норны прекращают работу. Дерево падёт от усталости ремонта, не от удара.\nЧто вокруг тебя сегодня существует только потому что кто-то ремонтирует его ежедневно? Дорога под домом, канализация под улицей, отношения, которые ты не называешь работой потому что любишь. Архетип точный: невидимый ремонт держит видимый мир.\n→ Найти одну такую вещь рядом с собой прямо сейчас. Назвать вслух кто её ремонтирует - и если имени не знаешь, это и есть ответ.\n⏱️ 1.4 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/AEi68jWPGVIt70t-dS4OAAS0zSwIxYSgcGISPljX4C5-MjhV9m9VVymOHvcf2w2fRO-o0iYVsGJzDXCiCtZL_gfZ_AEplBiUqGCSXH8mz8EXrkNQCxC2Ifdqtb0SmHfNZ_h71aKf9FQnLPGhFDwYuj55fw18MD53Re_y8x_RQ0sTlVeVkQ5tu_QS4_6IWs8YmkcebsUirP2e9vu76NLbt4uZ3uzNeFvZa5r98LHmKuh8R4FkLMkNZ34QcPaKyLesg6ZLkVUlyB81wLgxdfWyBJPTXuQLUpOR4TcjUTjb64FD-pFNbeoQ1792yEhm89w53VmeYVuJkfcfFCAheUWjHg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779692641.0,
            "poll": null
        },
        {
            "m": "24.05 | 15:15",
            "id": "70",
            "u": "https://t.me/YourEurovision/6142",
            "t": "😳😏 ЕВРОВИДЕНИЕ-70: ВИДЕО-ОМАЖ ОТ EBU + 70 ФАКТОВ К ЮБИЛЕЮ",
            "b": "К 70-летию конкурса EBU выпустил два материала:\n👍 Видео-омаж: архивные кадры разных лет под конкурсную песню Германии 1986 - Ingrid Peters, «Über die Brücke geh'n». YouTube\n👍 70 фактов про 70 лет конкурса - подборка на официальном сайте: eurovision.com\n⏱️ Время чтения: 0.3 мин | 🇪🇺 YourVision: History",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779635706.0,
            "poll": null
        },
        {
            "m": "24.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6033",
            "t": "🗓 #CALENDAR: ОГОНЬ НА ПЯТИДЕСЯТЫЙ ДЕНЬ",
            "b": "ESSENCE:\nСегодня, 24 мая 2026, - западная Пятидесятница: 50-й день от Пасхи 5 апреля. Через семь дней, 31 мая, - восточная Троица: 50-й день от православной Пасхи. Один счёт, два календаря, один архетип - огонь, который нисходит и остаётся.\nМАРШРУТ:\nПятидесятница (Западная церковь, сегодня)\nВ тексте Деяний апостолов: «и явились им разделяющиеся языки, как бы огненные» (Деян. 2:3). Языки пламени над каждой головой - не метафора, а попытка описать то, для чего не было слова. В английской традиции этот день - Whitsun, «Белое воскресенье»: белые крестильные одежды, которые надевали новообращённые в этот день. Во Фландрии и Нидерландах - Pinksteren, и по улицам до сих пор ходят процессии с живыми цветами. Красный - официальный цвет дня: одежда, алтарные покровы, свечи.\nТроица (Восточная церковь, 31.05.2026)\nВ восточной традиции Троица - главный летний праздник народного календаря, важнее Пасхи в бытовой жизни. Церкви и дома украшают берёзовыми ветками, травой, полевыми цветами. Священники служат в зелёных облачениях. Стоят на коленях - первый раз после Пасхи: всё время от Пасхи до Троицы коленопреклонений нет, тело стоит прямо.\nДохристианский слой\nЗелень в доме на Троицу - не украшение. В народной практике это «Семик», праздник восточных славян до принятия христианства: берёзовые ветки защищали дом в «русалочьи недели» - период между Пасхой и Троицей, когда граница между мирами тонкая. Берёза выбрана не случайно: молодые листья содержат фитонциды, работающие как инсектициды. Запах берёзы в доме был гигиеной, переведённой на язык ритуала. Христианский праздник лёг поверх него точно по контуру.\nОбщий знаменатель\nВо всех трёх версиях - огонь и зелень вместе. Огонь нисходит, зелень поднимается. Разные тексты, один жест: принести в дом что-то живое и что-то горящее в день, когда лето перешло черту.\n→ Что сегодня в вашем доме: огонь или зелень?\n⏱️ 2.4 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/vTKRybmuM6KdG-ncl5C4LOVcuRKQdP2ZUsd6ME5ZBZ-zDZWGJU8XcGlSklWq0BrKb0Z8Zq0WnHUsiNbch050z3p6umq_u4YEqV5qMVFIO-pIa-x1pICqRmrigV7a3Ewk52FqiEBRdRiQvoDiRWpHisKRu7TTjOxD5tUPRaeMxKBID7s_C9NDFCvKcZZBiAFFDoZx8nBM80VOWHfq5XCEiDPg_Fbrd2JqzPkK43zI5Z8rJuV_R6AuEiTek7bynH3DTDiZUJc6pJC-1pJ9zOdfxIc9AUFP4EqKLs7AkOZZtM55UY9X7QFVYh2vQHs9qsCfN8_omnKw8UKemXju2uBeIQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779634921.0,
            "poll": null
        },
        {
            "m": "24.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6032",
            "t": "📋 #LISTS: ЧЕТЫРЕ ЗАПАХА КОНЦА МАЯ",
            "b": "ПРИНЦИП ОТБОРА:\nТолько запахи с окном существования не дольше двух недель в году. Если запах есть в марте и в октябре - он не здесь. Если он длится месяц - он не здесь. Критерий: исчезнет раньше, чем успеешь привыкнуть.\n1. ЧЕРЁМУХА В 19:00\nНе утром и не в полдень - вечером, когда воздух набирает влагу. Амигдалин при испарении в сухом воздухе рассеивается быстро. Влажный воздух удерживает летучие соединения ближе к земле - концентрация запаха в 18-20 часов выше в 2-3 раза, чем в полдень. Черёмуха цветёт 10-14 дней. В Риге конец цветения - первые числа мая. К 24 мая остались только северные опушки и поздние кусты.\n2. СКОШЕННАЯ ТРАВА В ПЕРВЫЙ РАЗ\nПри разрыве листовых клеток высвобождается цис-3-гексеналь - листовой альдегид, защитное соединение травы. Его функция: предупредить соседние растения об атаке. Именно этот запах нос распознаёт как «свежескошенное». Он держится 20-30 минут после покоса, потом окисляется до безвкусного гексанола. Городские газоны косят в мае первый раз - после этого запах повторится, но никогда не будет таким острым.\n3. ПЕРВЫЙ ДОЖДЬ НА ГОРЯЧЕМ АСФАЛЬТЕ\nПетрикор состоит из двух слоёв: геосмин (продукт почвенных бактерий Streptomyces, земляной запах) и нефтяные эфиры, накопившиеся в порах асфальта за сухие дни. Требуется: асфальт прогрет выше +25°C, дождь после трёх и более сухих дней. Этот запах физически снижает кортизол - задокументированный эффект. Окно: только в мае-июне, когда асфальт впервые прогревается, а дожди ещё редкие.\n4. БУЗИНА НА ОТКРЫТИИ\nLinalool и фенилэтиловый спирт - те же соединения, что в розе и ландыше, но с зелёным мускусным слоем. Цветёт бузина 10-14 дней в конце мая - начале июня. Критическое условие: цветок раскрылся вчера. Через 48 часов после полного раскрытия аромат переходит в горьковатый - те же соединения окисляются. Если в вашем районе бузина ещё не открылась - она откроется через три-пять дней.\nИСКЛЮЧЕНИЕ:\nСирень не попала в список: она цветёт три недели и успела стать фоновым запахом мая. Скошенная трава осенью не попала: запах похож, но нет той же остроты молодого хлорофилла. Дождь в ноябре не попал: петрикор тот же, но асфальт холодный и нефтяного слоя нет.\n→ Один из четырёх запахов существует прямо сейчас рядом с вами. Какой?\n⏱️ 2.1 мин | 📋 Almanac: Lists",
            "img": "https://cdn4.telesco.pe/file/VlxXOMN5k4gXIfSGJrZLfEWbIZU0ZFCXrI9Gv7v18-BYeB5F-Go-6PHz8-GQ9O_4HMODfGl6u2SeBufDWGF50JxaYSXc9nplpq6Ib2a0VA3NWDbkrt31jQEH_kc9jnq-pPjlZMSKFnYucelx4Tst9Rvsq_rzFNGnGpFvkKliFibQm47X1F-pQDD2wMBUs4Nu_HvWd4ylPFEiYy4I0HMwPcK6N8xgjkGg6z5Dfv4SK4Ph8pW3JdEsbBIFWLUUbBY91LFmJaNKn2QgbXncj6Vt-NtUus9AqDBjmz6bqg8ck6D3T39edHdCK1cekXri78t3qt-6_v69F-b0MJlfx_iYmQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779624241.0,
            "poll": null
        },
        {
            "m": "24.05 | 11:53",
            "id": "70",
            "u": "https://t.me/YourEurovision/6141",
            "t": "🇨🇾 КИПР: НОВАЯ ГЛАВА ДЕЛЕГАЦИИ + ОБСУЖДЕНИЕ НАЦОТБОРА НА ЕВРОВИДЕНИЕ 2027",
            "b": "Alexia Moutafidou возглавит делегацию Кипра на Евровидении со следующего сезона. Параллельно CYBC обсуждает варианты публичного нацотбора на 2027 - впервые за годы. По данным Eurovisionfun.\nНовая глава делегации\n👍 Alexia Moutafidou вступает в должность с цикла 2027.\nНацотбор 2027 - что обсуждается\n👍 CYBC рассматривает 3 варианта: полноценный публичный отбор (по модели греческого Sing for Greece), упрощённый формат с бюджетными музыкальными видео, или внутренний выбор с участием международного жюри (как у Чехии и Швейцарии).\n👍 Главное препятствие для публичного отбора: бюджет вещателя расписан на 3 года вперёд. Нужно либо частное спонсорство, либо доп. государственное финансирование.\n👍 Наиболее вероятный сценарий 2027: оптимизированный внутренний выбор с международным жюри.\nДетское Евровидение 2026\nCYBC подтвердил участие Кипра на JESC 2026 в Та'Кали (Мальта, 24.10).\n⏱️ Время чтения: 0.7 мин | 🇨🇾 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/gALvDUS2vSbYEjty2Nkh58G9dxJSRIHbKphXm2f3B1axzZ5JaE2r-O-FCpe2kTt5Ljcy7bErK0pMel5HziXouOlj6yMkDP6mKZ1PcXv_PTjUrCa5fn7-A9KsoODsNvdI8mS1broYU5OxxM9UALD9zMfvsj9A_Y_6O1pXFtbIF9CVfTqLTbU6dLLt7CvAoy9aNJXsH5ML4jvVOaXPNP9T0VWxjdespeMnpL9BQ6Agg5fPX1WkWWcY_dwU6gKn57OAwo-sQl3ArJVQgliDPo531lxJv2vnsfQNw3NuWco_2T-0CEMLwE_j_q6UV-23ocsuXvCACupZRVax_WzIkSc9Gg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779623581.0,
            "poll": null
        },
        {
            "m": "24.05 | 10:26",
            "id": "70",
            "u": "https://t.me/YourEurovision/6140",
            "t": "🇵🇹 ПОРТУГАЛИЯ: THE VOICE KIDS - ФИНАЛ СЕГОДНЯ В 23:15 RIGA",
            "b": "Финал 7-го сезона The Voice Kids Portugal стартует на RTP1 и RTP Mundo. Победитель из 8 финалистов поедет на Детское Евровидение 2026 в Та'Кали (24.10).\n👍 Время: 23:15 Riga (22:15 CEST / 21:15 Lisbon)\n👍 Эфир: RTP1, RTP Mundo\n👍 Формат: каждый финалист поёт сольно + дуэт с тренером\n👍 Голосование: два раунда зрительских звонков (8 → 4 → 1), без жюри\n👍 Ведущая: Catarina Furtado (хост Евровидения 2018 в Лиссабоне)\n👍 Финалисты: см. пост 19.05 (4 команды × 2 кандидата)\n⏱️ Время чтения: 0.4 мин | 🇵🇹 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/mUndKvCE27VFCQ0v8657gUb7wQIvV_gkCTHR0bUiVY8eQX3sE5gMMFmq5qAX-8CJRfICrj4Fj38gf941FaiHCRr5xfSh6E_QCCGx9XtJdeyb6z-qYTHKHaQA0egM8yq83EUIXlW7Z5TUV-U8ZvIvuLutQ8riexk4e-G-gFTFMeStfmWoDV1mEMyoCPEDIaq1qZtgBSfazdL6MLDeIcu9WjaRZHjwcNK56zfzlt376_Ojrqa2ycAhY4Z8bXCKyHT-5kV-j9kTZ409GZfmW7xpLRYIVHC4Qr8vJXx20M5MU6G-Yy34WkqthZRdtt31aVmgx9k3eAdyThqnarR9bFfduw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779618398.0,
            "poll": null
        },
        {
            "m": "24.05 | 10:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6139",
            "t": "🤍 70 ЛЕТ ЕВРОВИДЕНИЮ: ПЕРВЫЙ КОНКУРС 24 МАЯ 1956 В ЛУГАНО",
            "b": "Сегодня - 70 лет с первого Евровидения. 24 мая 1956 года в Лугано (Швейцария) состоялся премьерный конкурс. Победила Lys Assia (🇨🇭 Швейцария) с песней «Refrain».\nЧто было в 1956\n👍 7 стран-участниц\n👍 14 песен (каждая страна выступала с двумя)\n👍 Победительница: Lys Assia (🇨🇭 Швейцария) - «Refrain»\n👍 Точная система голосования не сохранилась до наших дней\n👍 Швейцарское жюри голосовало дважды - жюри Люксембурга не смогло участвовать\n👍 Странам разрешалось голосовать за себя - единственный случай в истории конкурса\nК юбилею\nEBU опубликовал восстановленное и ремастеризованное 4K-видео выступления Lys Assia с «Refrain»: YouTube.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/AtA1S9KV1VIGiUGQluuaGkrgrVFoYqA4hfI0_L8UBdDIsH1MFxodhI1aHstExpn1Wrq7mxXIwc903hSE6jFl26YQempazhUJkZFUGhxB7w40Wra6No7YHj0Atv2BiarlYm0CRLZvU7CQxKnddm_cxvQAhYYshA6BLq3cU8zLc3mgpV4WdOMjTYFJdlzpn3U9b8tGJb7p-YcbPT2PPrrSvNb85Af6YSUZM_vQfsSpJtrSojHrjiA4dXDBiazeVvy0t1iM3nREI0CzeAwINXudfaTEvde4OtAJ1aki5Wgrrv7PoxzQPvVmdmbfZn8sx5PxylnKFzJWP36bqjrJ0O4Npw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779618062.0,
            "poll": null
        },
        {
            "m": "24.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6031",
            "t": "🪨 #FRAGMENT: ТРЕСНУВШЕЕ БЛЮДЦЕ",
            "b": "Блюдце треснуло поперёк, от края до края, и кто-то склеил его, но не той рукой - шов чуть сдвинут, и след клея виден только на свет. Чай в нём держится. Никто не помнит, чьи это были руки - те, первые, которые уронили, или те, вторые, которые склеили. Трещина проходит ровно через цветок в центре - роза разделена пополам, и обе половины держатся, не совпадая. Блюдце стоит в шкафу между целыми.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/PrxNjq7eAwrusPg3IrkAUs55EexLyDEKenNywMtSk5wBUWVUY07hfZM_wz1sIrV9V_VPMiBPUrIMj-YZKGdCfkbG2zVqDReJflw_jlIHgzJYNydJemHUlBJRXkIv0u1_GWDYYVkSsmTkKqSOGxP_hY4S8g-jsDoMYkV5vXEjqx9QdiBIPlD1YijbTi_Msy8CSBvUMwsJHWfprAQ_JPY34oCqYYGnHM99KSooBepTXbpwoPhip-hm19W8ONPXtZ77yWlHk_uUflEie8g6sKtYa2d9Eo62vDuSAUuIBvvBooq_ihfvyWh_kQwkGBpLq4o9VlU01bBX-D7EM01g3zblow.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779606241.0,
            "poll": null
        },
        {
            "m": "23.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6030",
            "t": "🏺 #HERITAGE: ДЕВЯТЬ ТРАВ ЛИГО - КАЛЕНДАРЬ СБОРА",
            "b": "ESSENCE:\nВ балтийской традиции к Лиго (24 июня) женщины и мужчины плели венки и гирлянды из строго определённого набора трав. Канон неустойчив, но в большинстве регионов центр - девять растений: папоротник (papardes), зверобой (māllēpe), полынь (vībotne), клевер (āboliņš), ромашка (kumelītes), цвет липы (liepa), листья дуба (ozols), пижма (pīpene), черёмуха (ievas). Сбор был распределён по календарю: липа цветёт за неделю до Лиго, пижма за две, полынь и клевер за три. Окно для каждого растения - три-четыре дня: до этого нет аромата, после переходит в горечь. К 23 мая в балтийских лесах открывается первое окно: молодая полынь с тонким серебристым листом, ещё не цветущая. Её собирают сейчас, чтобы к Лиго она высохла и сохранила запах.\nMARGINALIA:\nУ каждой травы был свой час суток. Зверобой брали в полдень - его латинское имя Hypericum связано с солнцем, и в час максимального света его эфирное масло выделяется сильнее всего. Полынь на рассвете с росой, потому что роса конденсирует камфорные молекулы на поверхности листа. Папоротник в ночь Лиго, мужчинами, в полном молчании. Липу до прилёта пчёл, до 11 утра, иначе цветок пуст. Это не магия. Это ботаника, переведённая на язык поведения. Сегодня биохимия эфирных масел подтверждает каждую инструкцию: пик летучих соединений в полыни приходится на 4-6 утра, в зверобое на 12-14 часов, в липе на цветок до посещения насекомыми.\nУТРАТА:\nС урбанизацией середины XX века знание времени сбора исчезло раньше, чем сами растения. Сегодня в этнографических справочниках осталась общая инструкция «собирают в июне», без часа, без луны, без погоды. То, что было точным протоколом, стало приблизительным жестом. Что сохранилось: список девяти трав в фольклорных записях, реконструкции на этно-фестивалях, знание у нескольких трав-целителей старшего поколения. Что исчезло: связь между конкретной травой и конкретным часом, между конкретным часом и фазой луны, между фазой луны и качеством года. Венок из тех же девяти трав, собранных в неправильное время, физически беднее по запаху.\n→ Есть ли у вас сегодня сбор, в котором время важнее места: что-то, что можно взять только в один час одного дня?\n⏱️ 2.5 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/J5R4-Z6S7tbBvhxVyvKGgD15ObU3qbI1Utsv9prX7Y06P5QiI6ZUenIC-5Cu7MX0QMFwUp2Ez9Dqe2b5cVzq6B0dIWOVWz58mOXT5AEnZtl1WVuM1j3YMGfMlcnuQGKbmTqfxKsYZoj-15F2mlDKFM6LiOto2_7ztEGWAZXMWwaAINT7tCS_YZgOCz6uPxlDIGeGJktk85nOB25FW2ipSbd2ilb-8uZndUCujWNU6Mv-TdEr0c1dBEaWAHCTANTsKus7I6R606ofv7Fb7bNiDOxDVsjBnul2dRJ6JdelOO5okqVUEiH2NWwwSS5brf5IfCbLN-tPZJSG3XcZHzb7oA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779548521.0,
            "poll": null
        },
        {
            "m": "23.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6029",
            "t": "🥐 #CAKES: ЧЁРНЫЙ ЛЕС - АРХИТЕКТУРА КОНТРАСТА",
            "b": "ЛЕГЕНДА:\nВ южном немецком регионе Шварцвальд (Чёрный лес) сосновая чаща темнее любой другой европейской: смолы и хвоя поглощают свет до состояния глубокого зелёно-чёрного. На опушках растут вишни, и в сёлах из них гонят Kirschwasser, прозрачный шнапс с косточкой - его горький миндальный голос идёт от амигдалина в раздавленных косточках. Торт повторяет ландшафт: тёмные шоколадные коржи (лес), белые сливки (туман над лесом), красная вишня (плоды на опушке) и Kirschwasser (пары, которые держат всё это в одной картине). Без шнапса торт остаётся десертом. С ним становится местностью.\nС 1981 года немецкий пищевой кодекс требует обязательного присутствия Kirschwasser в Schwarzwälder Kirschtorte: без него название использовать запрещено. Закон формализовал то, что повара знали столетие: спирт связывает шоколад и вишню химически - расщепляет вишнёвые сахара, активирует горький слой косточки, проникает в бисквит. Без него три ингредиента стоят рядом. С ним становятся одним.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Шоколадный бисквит: яйца 6 шт., сахар 180 г, мука 150 г, какао тёмное 50 г, масло сливочное растопленное 50 г, разрыхлитель 5 г\n- Вишнёвая прослойка: вишня свежая или замороженная без косточки 500 г, сахар 80 г, кукурузный крахмал 15 г, сок одной вишни (от размораживания)\n- Сливочный крем: сливки жирные 33-35% - 600 мл, сахарная пудра 80 г, желатин листовой 4 г для стабилизации\n- Kirschwasser: 60-80 мл (по 20 мл на каждый корж для пропитки)\n- Финиш: тёмный шоколад 100 г для стружки, 12 целых вишен для верха\n- Посуда: разъёмная форма 24 см. Бисквит выпекается одним коржом и разрезается на 3 пласта - так слои получаются ровными.\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Яйца с сахаром взбить 8 минут до густой ленты. Просеять муку с какао и разрыхлителем, ввести складкой. Влить тёплое масло по краю миски. 180°C, 30-35 минут. Готовый бисквит звучит глухо при постукивании, центр упругий, край отходит от формы.\n2. ВИШНЁВАЯ ОСНОВА. Вишню с сахаром и крахмалом проварить 5 минут на среднем огне до загустения. Должна пузыриться по краям, не плакать. Остудить полностью.\n3. СЛИВКИ С СТАБИЛИЗАЦИЕЙ. Желатин замочить в холодной воде на 5 минут, отжать, растопить с 50 мл сливок до растворения, остудить до комнатной температуры. Остальные сливки взбить с пудрой до мягких пиков, влить тёплый желатиновый раствор струёй, продолжая взбивать. Готовый крем держит структуру 24 часа в холоде.\n4. СБОРКА. Бисквит остудить, разрезать на 3 пласта. Каждый пласт пропитать 20 мл Kirschwasser кисточкой. Нижний слой: вишнёвая начинка плюс слой крема. Средний слой: только крем. Верхний пласт пропитать. Бока и верх покрыть кремом, посыпать шоколадной стружкой, разложить целые вишни по краю верха. Холод минимум 4 часа до подачи.\n⏱️ 2.6 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/HiCsvp-i2HYHwOL8VuvLYagHaWZFG29Up4tUpc2lI7kK2Yivh6E2aYv4BW9ZRFOZuDXBQND0Dd2IcGTdy4LBUDs_GamqQBgf22auZKUw5JFFgoI_B2l8YQqtZdemcv-owQNhc9adMfL9rutS99K1zsBR1XIySHarkzurUHAwmVExqnkEJtHKIe4MhIU33rWx0IUAzRs3aqzDkOFjuMh9xmukZymOjQHCIO_0FJ5Gp5HYEFfXuD2YebLEoc-SAgZeEXZpmRl7aVZx9coJo0jgFXioQF-qA5emvp3tK0-uRvZzocQsdFXjBfshfpoFNdPMCpJl6TQlErnvmCihTVbguQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779537841.0,
            "poll": null
        },
        {
            "m": "23.05 | 09:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6138",
            "t": "🇳🇱 НИДЕРЛАНДЫ: OMROEP MAX ГОТОВ ПЕРЕНЯТЬ УЧАСТИЕ В ЕВРОВИДЕНИИ 2027 ЕСЛИ AVROTROS БОЙКОТИРУЕТ",
            "b": "Директор Omroep MAX Ян Слагтер заявил изданию AD: вещатель готов отправить нидерландского артиста на Евровидение 2027, если AVROTROS повторит бойкот. По данным AD, Omroep MAX - единственный вещатель в системе NPO, заинтересованный в участии.\nСлова Слагтера\n«Песенный конкурс Евровидение важен для Нидерландов. Хотя мы тоже осуждаем действия израильского правительства, это не обязательно должно вести к бойкоту. Если AVROTROS снова решит не ехать, я готов сесть за стол переговоров с NPO. Но из собственного кармана платить не будем - NPO придётся внести значительную сумму в бюджет».\nСтранность кейса\nOmroep MAX специализируется на аудитории 50+: кулинарные шоу, садоводство, ностальгические концерты. Перенимать поп-конкурс с TikTok-механикой - нестандартный шаг.\nNPO работает по ассоциативной модели: отдельных каналов у вещателей нет, контент идёт на общих кнопках NPO 1/2/3, каждая ассоциация имеет свою демографическую нишу. Евровидение традиционно ведёт развлекательный AVROTROS. Если он откажется и Omroep MAX подхватит - впервые конкурс попадёт под крышу вещателя зрелой аудитории.\n⏱️ Время чтения: 1 мин | 🇳🇱 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/tMuT3dho5DxBPtpz6DM6Y1DNiZZ28O6RAFBTtrCIVRGvYzopNYMGvdm-789js1HphIUO25DtVSqXQ02o5NjMN6O8kir2ZR8qcANGhgyytBZyd1wu8IWM3kBQZb0PeVqAnKVM9bZXlTdyxR1Vt0eDtc3bWklsmPOc7BX0fAuUwLEdtAN9F9_SkNI7EoUQKZM8oefUdphUFoHx-nuXP3g7kRTHDLaaMpqWv4AGzI811CLw87FVfSWn5ivdAAlCbfRzZzoxWrAZemLczu-sDvoSlqTCi3og2Eau5iWfHoom1-_NVMGx4nyqM9_AOSy56kUdIp5lkBPenGYcvVZbXj5jBQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779530187.0,
            "poll": null
        },
        {
            "m": "23.05 | 08:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6137",
            "t": "🇧🇦 БОСНИЯ И ГЕРЦЕГОВИНА: BHRT ПРОСИТ ПОЖЕРТВОВАНИЯ - ВЕЩАТЕЛЬ БЕЗ СИСТЕМНОГО ФИНАНСИРОВАНИЯ",
            "b": "BHRT (общественный вещатель Боснии и Герцеговины) открыл кампанию по сбору пожертвований от компаний, организаций и частных лиц. Слоган: «Ne dozvolimo da drugi pričaju naše priče» («Не позволим другим рассказывать наши истории»). Кампания идёт до конца 2026 года.\nЧто объявлено\n👍 Причина: государственные институции и международные представители не обеспечивают стабильное системное финансирование.\n👍 Оговорка: пожертвования НЕ заменяют обязательной RTV-таксы, это отдельный канал поддержки.\nСвязка с Евровидением\nДолг BHRT перед EBU - основная причина, по которой Босния и Герцеговина не возвращается на Евровидение. Последнее участие - 2016 (Dalal & Deen, Ana Rucner & Jala - «Ljubav je», не прошла в финал). После 2016 страна не отправляла представителей из-за финансовых обязательств перед Союзом.\nКампания BHRT - не прямой путь к возврату на конкурс, но первый публичный шаг вещателя по решению финансового кризиса, без которого участие невозможно.\n⏱️ Время чтения: 0.9 мин | 🇧🇦 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/fy1EHUp6Ro-dAmc_dkqPDvMMo7_8FuNsyklCDlgjAB_iHsUofudfYxrsj96K9z_ykiNbLRSZcMIH7h_85nsetd_EpH0kx94y3zNaZyF-PHK8d9yM47WJCNfLVDm6ii21Xa6m4LDzBIXrLbFG_CeKZ0pq-cRHPhDVLrfCsSklSfbyFtTj4lJQ_V50JvC6CxeQjgDxa9u5x9xHk2_otyTo21SpEdjXVB64NmDeMHwRJrDtDaC6K2NVJc16J_2hMv9BvExWwKGKJ-kcB46x4TZcZ9AZHYtdeLZtThO97Qxrb90-2yESW01uPcepM6p1aqP90MCMNY1Z1Lx9229xQzSb5A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779523424.0,
            "poll": null
        },
        {
            "m": "23.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6028",
            "t": "🏛 #LORE: ГЕФЕСТ - НЕВИДИМАЯ ОСЬ ОЛИМПА",
            "b": "Гефест возвращается к огню. На наковальне - щит для Ахилла, на котором изображён весь мир. Через два дня щит уйдёт под Трою и решит исход войны. Через два дня в кузнице снова никого, кроме самого кузнеца. Гефест знает: его работу заберут, имя забудут, шрамы на руках останутся.\nТёмный слой: Гефест единственный, кто не может бездействовать. Зевс отдыхает, Гермес путешествует, Аполлон поёт. Гефест работает. Без его молота нет ни молний Зевса, ни доспехов героев, ни колесницы Гелиоса - всё вращающееся в мифе им сделано или починено. И он же тот, над кем смеются за столом богов: хром, некрасив, жена изменяет с Аресом, мать сбросила его с Олимпа в день рождения. Олимпийцы берут результат труда и не берут мастера за равного. Это не личная драма Гефеста - это структура мира, описанная мифом: то, на чём всё держится, никогда не центр.\nЛингвистический слой: греческое «банаусос» (βάναυσος) - производное от «баунос», горн. Буквально «принадлежащий мастерской». В классическом греческом стало уничижительным эпитетом для всех, кто работает руками. Аристотель в «Политике» прямо пишет: банаузические занятия «портят тело и притупляют разум», ремесленник не может быть полноценным гражданином. В русском нет точного аналога: «ремесленник» нейтрален, «мастер» уважителен. Унижение труда не записано в одно слово, оно живёт в интонациях и оговорках.\n→ Сегодня назвать вслух одну вещь, которой пользуешься каждый день, и имя того, кто её сделал. Если имени не знаешь - это и есть ответ.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/qVMU_LfHMIsPaC5Qged9IbRzckcU4y2cHtokgDloeDXtZ1m01LU5ZEvphgUmU10ww0_VdM0zORmEdlM22lK-LQf_kIhbzW7bO005glO9yA_KMUkYCIHrlgQKyDXXKR1Dd1KAgSDyp-TOlVRyh2bG4WbXPurH3AL6YR95ilr-s_QLfAmw3IaeFWCcKsvkDwz_rdpeQXEzSX6RND4sNrDyJtRsWpmJuvvwRCKL1LCSm8P2HXEY_DmL4ioJJYTTm0ayHFVr29bAGqWsbE1NTet_WRAz7sX53TSJYGpsnM-KneQm-G0eIyLPxk81A60VDdMlFKecBB9j85BlLHB1VGdEPw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779519841.0,
            "poll": null
        },
        {
            "m": "22.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6027",
            "t": "⏳ #CHRONOS: СТЕНА ДЕРЖИТ ДЕНЬ",
            "b": "МОМЕНТ:\nСейчас, 18:02. Воздух уже не нагревается - солнце под углом 33° к горизонту, его лучи проходят через атмосферу длиннее и теряют энергию. Но южная стена дома, на которую солнце светило с 10 утра, ещё держит +24°C при +14°C в воздухе. Каменная кладка - аккумулятор. Кирпич отдаёт накопленное за восемь часов тепло медленно, до полуночи. Это последний час, когда можно прижать ладонь к стене и почувствовать день целиком.\nОЩУЩЕНИЕ:\nСтена тёплая, как кожа другого человека. Ладонь не отдёргивается - воздух вокруг прохладный, рука благодарно ложится на тепло. Через минуту понимаешь, что прижимаешься к чему-то, что было на солнце весь день, пока ты был внутри. Камень знает дольше тебя.\n→ Найти любую южную стену прямо сейчас. Положить ладонь. Не убирать минуту. Это и есть встреча с днём, который ты пропустил.\n⏱️ 0.8 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/ZhhnNVVgfq2l8VLjbbm7tzl1waRhb1XzCwwHjCoOqnSeAhhoGRLoMQYkGmiF-8spFZhAVQNjmrkh4BIQvF9N46ERFEE82efPu8eergzFatsRrlGde0qZxXKh6w_f4yN_OweGZYZHQ3GKJ7iGH7pnpAmBG9tTJWvXgbIxhIK9Fu2ezDj18eL0GK_NJ2vrlIjD5VvIjlRiOORCgQWO4maFpDnscmAX_kbOivTYiHp8k1cpw4PX7Jr0AamhgDIKnTHLEFGxgtKu4gnqvwMrQE5lJ6lLb1ft6naDlrNW4wv1IMloyx9AQ3bfG3CWca9lABYV42EQbtwZxqR7H5WXcdSuQQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779462121.0,
            "poll": null
        },
        {
            "m": "22.05 | 12:12",
            "id": "70",
            "u": "https://t.me/YourEurovision/6136",
            "t": "🤍 ЛЮКСЕМБУРГ ПОДТВЕРЖДАЕТ, ВЕНГРИЯ РАССМАТРИВАЕТ - ДВА ПОЛИТИЧЕСКИХ СИГНАЛА К ЕВРОВИДЕНИЮ 2027",
            "b": "Два премьер-министра ЕС обозначили позиции по Евровидению 2027. Люк Фриден (🇱🇺 Люксембург) подтвердил участие страны. Петер Мадьяр (🇭🇺 Венгрия) поручил Министерству культуры подготовить оценку возврата.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779451952.0,
            "poll": null
        },
        {
            "m": "22.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6026",
            "t": "🥐 #CAKES: МЕДОВИК - АРХИТЕКТУРА ОЖИДАНИЯ",
            "b": "ЛЕГЕНДА:\nПо придворной легенде, императрица Елизавета Алексеевна, жена Александра I, не переносила мёд - ни запаха, ни вкуса. Молодой кондитер, недавно нанятый при дворе, не знал об этом. Он испёк тонкие медовые коржи, прослоил их сметанным кремом и подал. Императрица съела два куска и спросила имя кондитера. Когда ей сказали, что в составе мёд, она не поверила: вкус мёда исчез, остался только тёмный карамельный голос. Молодой человек угадал то, что химики поняли только в XX веке: фруктоза мёда при 160°C вступает в реакцию Майяра, и продукт реакции имеет другой вкус - тёмный, ореховый, почти горький. От исходного мёда остаётся сладость, но не его узнаваемый запах. Медовик - торт о трансформации, замаскированной под рецепт.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Коржи (8 шт.): мёд натуральный 100 г, масло сливочное 100 г, сахар 200 г, яйца 2 шт., сода 1.5 ч. л., мука 400-450 г\n- Сметанный крем: сметана 30% - 800 г, сахарная пудра 200 г\n- Финиш: крошка из обрезков коржей для обсыпки\n- Посуда: круглая форма-шаблон 22 см (картонная или металлическая), пергамент. Каждый корж выпекается отдельно - шаблон гарантирует одинаковый диаметр.\nМЕХАНИКА ПРОЦЕССА:\n1. МЕДОВАЯ ОСНОВА. Мёд, сахар и масло на водяной бане до полного растворения. Снять с бани, добавить соду - масса вспенивается и темнеет, реакция Майяра запускается прямо в кастрюле. Дать остыть до 50°C. Вмешать яйца по одному, затем муку постепенно. Тесто должно быть мягким, чуть липким.\n2. РАСКАТКА КОРЖЕЙ. Тесто разделить на 8 равных шаров. Каждый раскатать на пергаменте до толщины 2 мм, обрезать по шаблону. Обрезки сохранить для крошки.\n3. ВЫПЕЧКА. При 180°C каждый корж 4-5 минут до золотистого цвета. Готовый корж шуршит как сухой лист и ломается с глухим треском - не поджаристая корка, а полная сухость насквозь.\n4. СБОРКА И ОЖИДАНИЕ. Сметану взбить с пудрой 3-4 минуты. Каждый корж промазать слоем крема 5 мм, складывать стопкой. Сверху и по бокам тонкий слой крема, обсыпать крошкой. Поставить в холодильник на 12 часов минимум, идеально 24. За это время крем впитается в коржи, и они перестанут быть сухими. Готовый медовик режется как масло, без сопротивления. Если нож встречает слой - торт не настоял, ждать ещё 4 часа.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/DbJGBGkCc_aEshMxVqAQ52MX740GgaPI6UpDf3PiWn4M9sLEurhj79WIhni9qas5mCD9jQYz8GSYasNsCUPpw7lETn30-vlauvjSvu1caHj1mfhIQtfsiJIS-XfCOyR0mJy3Kxao-HjEpEpHsnDXAuILYYNa5iyI_7-ktNzG3Ykpd1t1qU5D2QWeXEMdPOcmd-psgY7kfxFo3ncm165bn3kYYplTK20lwhi0tnE_a2W4iq0J82MF-3AvLQbxQG4HH4vCn7lfmqJQ7m42xBI2SdgPnIRsZ4hKtj4hhxB7ThqV5MQuD-CdvcdALSBGXFYgBE8RTRgsuV882AuhUW1e4g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779451441.0,
            "poll": null
        },
        {
            "m": "22.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6025",
            "t": "🏛 #LORE: ГЕКАТА - СТАРШЕ ОЛИМПА",
            "b": "Три дороги встречаются под чёрным небом. Женщина с тремя лицами стоит там, где они касаются. Каждое лицо смотрит в свою сторону. Никто не оборачивается на того, кто приходит. Геката не охраняет дороги - она охраняет точку, в которой они перестают быть тремя дорогами и становятся одним местом.\nТёмный слой: Гесиод в «Теогонии» (VIII век до н.э.) описывает Гекату с особым уважением. Зевс не лишил её древних прав, а сохранил - она получила доли власти в небе, на земле и в море, что необычно даже для олимпийцев. Геката не олимпийский бог. Она титанида, дочь Перса и Астерии, родилась до олимпийского переворота. Греки эпохи Гесиода её боялись и почитали как почитают силу старше системы. К римской эпохе её образ переписали: ведьма, повелительница призраков, фигура из ночных кошмаров. Перепись произошла не в мифе - в восприятии: непонятная сила превратилась в опасную. Не имея власти убрать её, поздние авторы назвали её злой.\nЛингвистический слой: «Hekáte» (Ἑκάτη) - имя со спорной этимологией. Одна версия: от «hekas» - «вдали, на расстоянии». Та, что действует издалека. Та, что стоит особняком. У римлян она «Trivia» - «три дороги», прямой топонимический титул. В русском «перекрёсток» - точка геометрии, не присутствие. «Распутье» добавляет выбор, но не персонажа. Мы не различаем место, где сходятся пути, и существо, которое там стоит. Это не пробел в языке - это пробел в способе видения.\n→ Перейти сегодня вечером любой перекрёсток медленно. Прежде чем шагнуть, назвать вслух три направления, которые он соединяет. Только потом выбрать одно.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/hHnDvdNELRHXzQU5y0HihWCDfcpGhQ0iMaOoku4wesPEwPRvHb42--piJB3cP9Xh40rV55n-E8LKpthuRnRAGlbkd6R8AUXNgbebVoW53lACHc9_0MltAD_7c_XeyLUyNq5QDwahKuu85IH_iKEZ3V5KNRLTR99QQYgmX7AnoujtNLZX44ZEO-0B0r4A73KtFZj5Mv45mdboI8AvfuTfi6CQbabkb7yj2XqmmRXG-_OUOsKT03rPsvHxsCWmmr81yXicorRCDJIj3tIOPayfxyHbLFhlHxNJ0zRMKtFDXasQzWSOS4NoB82coRe7C2TcTXUF-dJyBE1N4hiHNlG-hw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779433441.0,
            "poll": null
        },
        {
            "m": "21.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6024",
            "t": "🏺 #HERITAGE: ПЕРВЫЙ ВЫГОН - РИТУАЛ ПОРОГА ПАСТБИЩА",
            "b": "ESSENCE:\nВ балтийской традиции день первого выгона скота - Юргис (Jurģi), 6 мая по новому стилю - был не календарной датой, а сезонным порогом: первой травой в три пальца высотой и достаточным теплом, чтобы корова не простыла. В отдельные годы выгон сдвигался на две-три недели в любую сторону. Утро Юргиса начиналось до рассвета: хозяйка обмывала вымя коровы солёной водой с мукой, хозяин раскладывал на пороге хлева можжевеловые ветки и поджигал. Скот проводили через дым - живая граница между зимним пространством хлева и летним пространством поля. На спине каждой коровы рисовали мелом крест из золы первого огня. Пастух получал от хозяина яичницу, хлеб и веточку рябины - инструмент для отвода взгляда тех, кто может позавидовать. К полудню стадо стояло на пастбище. Зима в хлеву заканчивалась.\nMARGINALIA:\nЭто был ритуал, в котором каждое действие имело физическое объяснение. Соль и мука - антисептик и абсорбент перед первой влажной травой. Можжевеловый дым - природный инсектицид от паразитов в шерсти после зимнего стойла. Зола - щёлочь, помогающая от кожных инфекций. Рябина - источник аскорбиновой кислоты для пастуха, который весь день на ногах. Пастух не «отводил взгляд» - он наблюдал за стадом, и его сосредоточенность была технически необходимой в первые дни на новой траве, когда коровы ели слишком много и могли вздуться. Магия и зоотехника были одной практикой.\nУТРАТА:\nС коллективизацией в 1940-50-х индивидуальное хозяйство исчезло, и вместе с ним - утренний ритуал, привязанный к одной семье и одному стаду. Совхозный выгон шёл по графику, без можжевелового дыма и пастушьей рябины. Сегодня в Латвии немногие хозяйства держат коров по семейному укладу - и среди их хозяев почти нет тех, кто помнит технологию выгона целиком. Знание ушло вместе с поколением, родившимся в 1920-х. Что сохранилось: дата Jurģi в календаре, фольклорные песни о пастухах, музейные реконструкции на этнографических фестивалях. Что исчезло: рабочий протокол, в котором каждый жест имел причину.\n→ Есть ли у вас сегодня ритуал перехода между сезонами, в котором действия имеют не символическое, а физическое значение?\n⏱️ 2.4 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/a0Cv4pa9U3uVB2ztO6udiJiIzlMBcCFMRYk9pXYfcBc4ePnRR6Fv71sHv3vvRV_-eJdh5KFuz78RtLKkI_FrQDA-ewQHa57ELFTF0E_frIR2-NRI11cZ3LAprBIpSsDDGjDketT-4EwsWzN0Tn5k1hmKw7AT9Z7s9_pQWh8wD3-4imWcM0m_RHBwQO6C8gdjgsT26nwHQdcu5JXuczSV6elfno6rHBRYR96zWFlJEkuoSIj1vJdSULrF8WAoksjbFzTTNMeytBXgyv9idmMc1YhFdFk2sRXDZBPbY9Mv5w4QGg8wQIozDkRxYf-jQKwVJEU9gu_fbbk5CmQjx8CWBw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779375721.0,
            "poll": null
        },
        {
            "m": "21.05 | 12:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6135",
            "t": "🇲🇰 Директор вещателя MRT заявил, что Северная Македония планирует возвращение на Евровидение в 2027 году.",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779365080.0,
            "poll": null
        },
        {
            "m": "21.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6023",
            "t": "📐 #RECIPE: ИТАЛЬЯНСКАЯ МЕРЕНГА - ПОЧЕМУ ГОРЯЧИЙ СИРОП",
            "b": "Французская меренга (разобрана 13 мая) держится на сырых белках. Итальянская - на пастеризованных. Это не степень совершенства, это разные продукты с разной физикой и разным применением.\nТЕОРИЯ:\nБелок куриного яйца - это 90% воды и 10% протеина (овальбумин, кональбумин, лизоцим). При взбивании молекулы протеина разворачиваются (денатурация), захватывают пузырьки воздуха и образуют сетку. Сахар удерживает воду, защищая структуру от пересушивания.\nФранцузский метод денатурирует протеин только механически - сетка держится силой натяжения. Итальянский метод добавляет тепловую денатурацию: сироп при 118-121°C (стадия «мягкого шара») заливается в работающий миксер тонкой струёй. Горячий сахар не плавит белок - он его «варит» в моменте, фиксируя протеин в развёрнутом состоянии. В сетке появляются дисульфидные мостики (ковалентные связи между атомами серы цистеина), которых не образуется при холодном взбивании. Итальянская меренга стабильна часами при комнатной температуре, французская оседает за минуты. Цена стабильности - технологическая сложность.\nПРОТОКОЛ:\n1. СИРОП. 250 г сахара + 75 мл воды в сотейнике без перемешивания. Нагревать до 118°C - стадия «мягкого шара»: капля сиропа, опущенная в холодную воду, формируется в мягкий шарик пальцами. Кулинарный термометр обязателен.\n2. БЕЛКИ. Параллельно: 4 белка (~140 г) комнатной температуры взбивать миксером на средней скорости до устойчивых пиков.\n3. СЛИЯНИЕ. При достижении 118°C немедленно снять сироп с огня. Тонкой непрерывной струёй вливать в работающий миксер - не на венчик, а по стенке миски. Скорость миксера - средне-высокая.\n4. ОХЛАЖДЕНИЕ. Продолжать взбивание 10-15 минут до полного остывания миски. Стенка миски должна стать чуть тёплой, не горячей. Готовая меренга глянцевая, плотная, держит твёрдые острые пики.\nТРИ КЛАССИЧЕСКИЕ ОШИБКИ:\n- Кристаллизация сахара: перемешивание сиропа ложкой или брызги на стенке сотейника → крупицы кристаллизуются и заражают весь сироп → меренга получается зернистой → не перемешивать, влажной кисточкой смывать брызги по стенке.\n- Сироп на венчик: вливание прямо на крутящийся венчик → капли разлетаются по стенкам миски и засыхают комками → не растворяются в основной массе → лить тонкой струёй по внутренней стенке миски, не на венчик.\n- Температура сиропа: ниже 115°C - меренга получится текучей и не схватится; выше 125°C - протеин подгорит, появится жёлтый оттенок и резиновая текстура → термометр обязателен; визуальная оценка по цвету «карамели» не работает - стадия мягкого шара ещё бесцветна.\n⏱️ 2.5 мин | 📐 Almanac: Recipe",
            "img": "https://cdn4.telesco.pe/file/cbxmGgewA3OIi94AQbvv_2z0OleWe60RadK8KoqToohvhnDxec6nODtGJOACZEgLI9ol1w921uphK2dBJTi3D7gysRJqtyP8WL2O9qW-VHMUjESo-4KM5U7s16bMegHYsHacWaeB5KV2sj_TnQJCtwO_YUIOUiKqXxBRZrJPnWzHHb8_rmoIFqhw4Sk-0xrToEtQbjSOnTnX76TlEax7wLQPxA-6Qu-UEK3PQ1MAu3d6qRyPhWhWpCdChFKNzfIYjICEBxHew6FZwp-HHJV7_h9XEijIiA9Ny-EzEJn3GiQE3dVFjxi2TvYvPbkwFObheiBfhJGQ_hSahL5Wk6Gpuw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779365041.0,
            "poll": null
        },
        {
            "m": "21.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6022",
            "t": "🌿 #OMENS: ЧЕРЁМУХОВЫЕ ХОЛОДА",
            "b": "«Черёмуха зацвела - жди возврата холода».\nЧерёмуха раскрывает первые соцветия, когда сумма активных температур (выше +5°C) накапливается до 280-320 градусо-дней. На широте 57° это случается во второй половине мая - в окне, когда атмосферная циркуляция ещё пропускает арктические воздушные массы вглубь континента. Бутон расцветает по одному термометру, фронт приходит по другому. Совпадение не случайно: оба процесса - функция одной и той же накопленной весной температуры. Цветок - видимый индикатор. Холод - его статистический спутник. Народ заметил корреляцию задолго до метеорологии: ту же связь, которую сегодня учёные называют фенологическим маркером.\nСегодня этот же принцип лежит в основе академической фенологии: биологические события (цветение, прилёт птиц, появление насекомых) используются как точки отсчёта в климатологии. Бывшая примета стала методом - данные о черёмухе из архивов с 1900-х показывают сдвиг цветения на 9 дней раньше за сто лет. Старуха в деревне читала календарь точнее многих современных приложений: бутон не врёт, он просто говорит на другом языке.\n⏱️ 1.0 мин | 🌿 Almanac: Omens",
            "img": "https://cdn4.telesco.pe/file/EmIyGSUtjnkFMSMp5hzhPQBwvhpb1sskTEoE2KtoOsbN30q-VfT9vOVa5Cly3Gj5cac6u2jqBvB6nc9NAcDCz3gwX84GSnleG0a6Zp5EjcBAt-6EubVa4y1JDWcvw1wCkG9ct-sa0EwRLM-OT473wHmXmSILvddKj0Gvxr292LDh3-9uD4iBoavliTVDRySjEMiFyP9FXMJqWIM2UNGNlugmBDyhhBp3gYXygkz52rnFnEh0h1guCiUHGGXIkugHJSbp0mC3KI9wRN5NTV65oMfuGFjVpIRcgc4c1HOCFtQX-Bj-My0ToYhXp5Z3vB18bGPDZo4otrdWR1Y7om3FqQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779347041.0,
            "poll": null
        },
        {
            "m": "20.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6021",
            "t": "📅 #CALENDAR: ВОЗВРАЩАЮЩИЙСЯ - ОДИН АРХЕТИП В ЧЕТЫРЁХ КУЛЬТУРАХ",
            "b": "АРХЕТИП:\nТот, кто возвращается домой - уже не тот, кто уходил. Время в пути и время дома идут с разной скоростью. Возвращение - не воссоединение, а столкновение двух человек, которые когда-то были одним.\nМАРШРУТ:\n- Греки (Гомер, «Одиссея», ~750 г. до н.э.): Одиссей возвращается на Итаку через 20 лет. Жена не узнаёт. Сын не узнаёт. Только старая собака Аргус узнаёт, лежит у ворот - и умирает в ту же минуту. Достоверное узнавание возможно только через шрам на бедре, физическую метку.\n- Ирландцы (Acallam na Senórach, XII век): Оссиан уезжает с богиней Ниав в Тир на нОг, страну вечной молодости. Ему кажется, что прошло три года. Он возвращается в Ирландию, касается ногой земли - и моментально стареет на 300 лет. Тело догоняет время, как только перестаёт его игнорировать.\n- Японцы (Отоги-дзоси, XV век): Урасима Таро спасает черепаху и попадает во дворец Морского царя. Ему кажется, что прошло три дня. Он возвращается на родной берег, открывает запрещённую шкатулку с хранилищем своих собственных лет - и стареет за секунду до глубокой старости.\n- Американская литература (Вашингтон Ирвинг, «Рип ван Винкль», 1819): Рип засыпает в горах Каатскилл на 20 лет. Просыпается стариком, спускается в деревню - где Король Георг III сменился президентом Вашингтоном. Он спал через революцию.\nСЛОМ:\nВ традиционных версиях возвращение было пороговым - единичным, мистическим, телесным. Тело проходило через границу, и эта граница оставляла след: морщины, шрам, утрату близких. В индустриальную эпоху путешествие стало рутинным: уехал утром, вернулся вечером. Граница исчезла. Архетип «возвращающегося» ослаб - возвращение стало повторяемым событием, а не порогом.\nСЕГОДНЯ:\nВ острой форме архетип сохранился в трёх ситуациях: эмиграция и репатриация, возвращение из войны, возвращение после тяжёлой болезни. Во всех трёх работает тот же механизм Гомера: узнают по шраму, по голосу, по неочевидной детали - не по лицу. Появилась новая форма, бескровная: возвращение в социальные сети после долгого отсутствия. Алгоритм тот же, лента не та, друзья переехали в другие платформы. Это и есть Рип ван Винкль современности - но без морщин, потому что тело-то осталось дома.\n⏱️ 2.4 мин | 📅 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/ndN9LZijt4IM2lgQ1-yXeWxb8VVN3YnBMKSfxT4SG4Imz6lNsxKT2kp2u_-jKZ9TXenP5aoSPl0OE9Osd4c8CjOV438OcjZvD3CSBCzWC33-dFfOZPimNxBR41sGC0pP7DLzEfgGg8DPOleBJ3B4nw3CDDpU5ewwIeW4pWCQg64KiONqFARQi5-aSGA8Y226BAUatJ6-iLlbRdMeDKLb1OajS3HAeC5oz6c3Ke-5pGe6q2Xh8_lPV6wWwYX4EAqWjuX-stkjkFYBIoor5o0rDN4ssvnGcQu6nU4758leElLdvFrjqNXfeGbTGMgV9xGl-mtlSsLksX2IAdNndfqDbQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779289321.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": ""
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": ""
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": ""
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": ""
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": ""
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": ""
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": ""
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": ""
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": ""
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": ""
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": ""
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": ""
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": ""
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": ""
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": ""
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": ""
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": ""
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": ""
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": ""
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": ""
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};