var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "26.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6134",
            "t": "📜 #ETYMON: SOLSTICE - СОЛНЦЕ, КОТОРОЕ ОСТАНАВЛИВАЕТСЯ",
            "b": "Первый #ETYMON в архиве канала.\n«Solstice» - буквально «солнце-стояние». Латинский технический термин, который римские астрономы использовали для одного конкретного астрономического факта: видимая траектория Солнца «замирает» в крайней точке склонения на 2-3 дня перед обратным движением.\nКОРЕНЬ:\nЛат. sol «солнце» (PIE *sóh₂wl̥) + sistere «стоять, останавливаться» (PIE *steh₂- «стоять», тот же корень в station, status, statue, constitution).\nДокументировано у Плиния Старшего в «Naturalis Historia», книга 18, ~77 г. н.э. Использовалось римскими астрономами как точное астрономическое описание феномена, не метафора.\nКОГНАТЫ:\n👍 Англ. solstice (через старофранц. solstice, XIII век)\n👍 Франц. solstice\n👍 Исп. solsticio\n👍 Итал. solstizio\n👍 Рус. «солнцестояние» - калька с латыни XVIII в. через церковнославянский\n👍 Нем. Sonnenwende - буквально «поворот солнца»\nВезде один корень, кроме немецкого. Немецкий выбрал глагол «поворота» вместо «стояния» - другой акцент на тот же феномен. У римлян Солнце замирает; у немцев - оборачивается. Одно явление, два способа его именовать.\nДРЕЙФ:\nВ Древнем Риме - технический астрономический термин, использовался только специалистами. В Средневековье через монастырские computus-таблицы (расчёт даты Пасхи) стал стандартом церковной астрономии. К XIX веку - бытовое слово в большинстве европейских языков.\nСОВРЕМЕННЫЙ ОТЗВУК:\n21 июня 2026 года, 02:42 UTC - тот момент, который зафиксировали римские астрономы две тысячи лет назад. Солнце достигло максимального склонения +23.44°. Через 5 дней - сегодня, 26 июня - тело уже знает, что свет убывает. Голова ещё нет.\n→ Солнце не останавливается. Останавливается наш способ его описать.\n⏱️ 1.7 мин | 📜 Almanac: Etymon",
            "img": "https://cdn4.telesco.pe/file/l9mO4tAJEAGC4A2yypabk-NJKUp4NOMZixDaV5yYs7GfmUtjhYV4z9dnjOQ-G6ov6kZZB2CKxniadqAgwMch2wpVV0I3sjP99OXVvh1SOPoyMcl05dhe5dEViKalS2qf3GqeJR88eEbDjv_Eqp53oN59ClwQd9TmZSp_Lom0_QNim5aPEY5zJJFLM25vYiPNsOFZADCzQAb0hepZxZCCmgI8L6JvMwKL62Hce28yGPATFboPHn8LCUM2V0qeuJsOGC8Nhf77qtqHvRrA-O9O7s4ZXHqXZFjXYLfRBaYYuaFR4gk2qINUPoYERErlmFGPXrNNyJ1sOLBE_1H6TlwJNg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782486121.0,
            "poll": null
        },
        {
            "m": "26.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6133",
            "t": "🥐 #BUNS: МАКОВЫЕ БУЛОЧКИ - КОГДА МОЛОКО МЕНЯЕТ ВКУС",
            "b": "ЛЕГЕНДА:\nК концу июня молоко другое, чем в мае. Коровы перешли на свежую траву после зимнего сена. Молоко становится «травяным» - с клеверным послевкусием, без зимней тяжести. Окно - от Купалы до начала августа.\nВ это окно делают маковые булочки. Мак (Papaver somniferum) цветёт в июне, семена собирают в начале июля. Свежий мак + молоко с травой = двойной летний продукт. У венгров mákos kalács, у поляков makowiec, у чехов makový závin, у нас - наследие австро-венгерской пекарской культуры.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто: мука 500 г, тёплое молоко 250 мл, дрожжи сухие 7 г, сахар 80 г, яйца 2 шт, сливочное масло мягкое 80 г, соль 5 г, цедра 1 лимона\n👍 Маковая начинка: мак 200 г, молоко 150 мл, сахар 80 г, мёд 1 ст л, сливочное масло 30 г, изюм 50 г, цедра 1 апельсина, ваниль\n👍 Смазка: желток + молоко, кунжут или мак на посыпку\n👍 Форма: противень с пергаментом или круглая разъёмная 26 см\nСЕНСОРНЫЙ ПРОТОКОЛ:\nМак нужно «оживить» - сухой даёт ноль аромата. Заливают кипятком на 30 минут, потом пропускают через мясорубку дважды или давят в ступке. Аромат высвобождается через механическое разрушение клеточных стенок. Готовая начинка пахнет терпко-сладко, как свежеподжаренные орехи.\nТесто готово к формовке, когда давление пальцем оставляет ямку, медленно возвращающуюся. Быстро - мало подошло. Остаётся - перебродило.\nМЕХАНИКА:\n1. МАК. Залить кипятком на 30 минут. Слить. Пропустить через мясорубку 2 раза или давить в ступке. Готовая масса - влажная, тяжёлая, тёмно-серая.\n2. НАЧИНКА. В сотейнике: молоко + сахар + мёд + мак. На медленном огне 10 минут, помешивая. В конце - масло, изюм, цедра, ваниль. Остудить полностью.\n3. ОПАРА. Тёплое молоко + 1 ч.л. сахара + дрожжи. 10 минут до пены.\n4. ТЕСТО. Мука + соль. Колодец - опара, яйца, оставшийся сахар, цедра. Замесить. Постепенно ввести масло. Месить 12 минут. Подъём 1.5 часа.\n5. ФОРМОВКА. Раскатать в прямоугольник 30×40 см. Начинка слоем, край 2 см. Скрутить в плотный рулет. Нарезать на 12 кусков по 3 см. На пергамент срезом вверх. Расстойка 30 минут.\n6. ВЫПЕЧКА. Смазать желтком, посыпать. 180°C, 22-25 минут. ГОТОВНОСТЬ: тесто золотистое, мак внутри тёмно-фиолетовый и блестящий от карамелизации.\nЛичный момент: начинка только холодная. Тёплая растопит масло в тесте, рулет потечёт.\n⏱️ 2.5 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/q0JnOPUgVoWUK707RUXEiV8kxsqZcqRsAVfdZnwh69zWLxbIkZabfTEMylY2sbSHpAYJTA52dHPUWVpZVHeoKhvXDbvLUCW4qm7Uvt1swHzb4c6kmXl_9r_MsbHieie4FemCtUc1wybElOIg9kSlSrBcWx1b9VWd8Uevz9NVBglX6SX1K8uaJ7hQF3IZytphw5E8YkDCWKpDGIBoZtNpOFuD2Fhxs13mhWlXm1YCZ2wriFsBdyzLejS-JiKwLeQjnnNwZ_Y8JUlp3ImdGwJ2QsJFWOQtw8IIXmz5x7muZnaKcfdcYTGjYliT1dEPHy8jQ9samHA3Z3vUdIpdwa1W_g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782475441.0,
            "poll": null
        },
        {
            "m": "26.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6132",
            "t": "📚 #SOURCE: АХМАТОВА «РЕКВИЕМ» - ПОЭМА БЕЗ НОСИТЕЛЯ",
            "b": "«Это было, когда улыбался\nТолько мёртвый, спокойствию рад.»\nАнна Ахматова, «Реквием» («Вступление»), писалось 1935-1940.\nПоэма о Большом терроре. Сын Ахматовой Лев Гумилёв был арестован в 1935, 1938 и 1949. 17 месяцев Ахматова стояла в очередях к ленинградским тюрьмам «Кресты». В её «Вместо предисловия» - сцена в очереди: женщина, узнав поэта, спрашивает шёпотом: «А это вы можете описать?» - и Ахматова отвечает: «Могу».\nЧТО СКРЫТО:\n«Реквием» не записывался. Слишком опасно. Ахматова держала текст в памяти и читала вслух нескольким подругам - Лидии Чуковской, Надежде Мандельштам, Эмме Герштейн. Они заучивали наизусть. После прочтения Ахматова сжигала бумагу.\nСвидетельство Чуковской 1939: «Анна Андреевна, тихо, обыкновенным голосом, начала говорить стихи. Я слушала. Когда она кончила, она кивнула - и я тут же сожгла бумагу. Это была наша обычная процедура».\nТекст 14 лет существовал только как живая память нескольких женщин. Если бы они умерли - умер бы и текст. Поэма без единого носителя на бумаге.\nЯЗЫКОВОЙ СЛОЙ:\n«И упало каменное слово / На мою ещё живую грудь». Ахматова выбирает «каменное» вместо «тяжёлое», «страшное», «приговор». Камень - семантический минимум: не разрушим, не объясним, не аргументируем. Он просто есть. У Мандельштама в «Стихах о неизвестном солдате» (1937) тот же приём - «век спустя, словно лёгкий орех, / Подсолнечники в землю упали».\nКамень и орех. Два поэта одной катастрофы, одна метафорика - утверждение без объяснения.\nТЁМНЫЙ СЛОЙ:\n«Реквием» впервые опубликован в Мюнхене в 1963 без согласия автора. В СССР - в журнале «Октябрь» только в 1987, через 21 год после смерти Ахматовой. 47 лет от написания до публикации в стране, где написан.\nПОЧЕМУ СЕГОДНЯ:\nПосле большой коллективной ночи Купалы - камерный, приватный текст. Один из самых сильных аргументов в пользу того, что литература - это не книги, а люди, помнящие текст.\n→ Какой текст ты знаешь наизусть и кому ты бы передал его, если бы записать было нельзя?\n⏱️ 2.2 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/kz9mPZKLZ-zfgblGdTk0tAml30Q1EWQ4JGrkB2r0YRBGTgUrjMARb4gPI80XqtOKGptvZIXKwwQ3_SzfmY_YjFbrQwo_GSGLKkXUosu-CGYFGTBNAdvjGgqBts6JlDIerLSBRV4utzpBO30HtLApwU2TGF7P94wPhahu9xBrIhdRjvqKZTydSWfrqmL8mSzg13dFDIQKQEA7XMPPoaJU_0mreBNaSsYYhZJdQn9dRBnOJkQYogjqaRkKec4qjbDMVVcBvHa0z3rDvfBXfK7TbAoS5171GKKhIffcgI4EMx47uq4wWocKFY1G65PsY0GfLqF6fgv4LBkg_wznmpMNKg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782457441.0,
            "poll": null
        },
        {
            "m": "25.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6131",
            "t": "♾️ #CYCLES: ЯПОНСКИЙ 72 KO - ГОД ИЗ 72 СЕЗОНОВ ПО 5 ДНЕЙ",
            "b": "Японцы делят год не на 4 сезона, а на 72 - по 5 дней каждый.\nСИСТЕМА:\nКалендарь Hareki Shoyaku, кодифицированный в 1873 году после реформы Мэйдзи, наследует более старую китайскую систему 七十二候. Год делится на 24 sekki («сезонные точки» по солнечному календарю) и каждый sekki - на 3 ko («микро-сезона»). 24 × 3 = 72 микро-сезона по 5 дней каждый.\nСегодня, 25 июня 2026, последний день микро-сезона «乃東枯» (Nodoyokaru - «прунелла увядает»). С 26 июня по 30 - начинается «菖蒲華» (Ayame hana saku - «расцветают ирисы»). С 1 июля по 5 - «半夏生» (Hange shozu - «прорастает полусенник»).\nКаждые 5 дней - новое имя года. Каждое имя - фиксация одного конкретного биологического или метеорологического события.\nЛОГИКА:\nЭти 72 имени - не астрономические, как солнцестояния, а биологические. Японский крестьянин XIX века определял время не по числу календаря, а по тому, что происходит в природе: «время, когда соколы учатся летать» (17-21 июля), «время, когда тёплые ветры дуют» (12-16 июля), «время, когда роса становится белой» (8-12 сентября). Имя сезона = подсказка, что наблюдать.\nМикро-сезоны фиксируют изменения, которые европейский 4-сезонный календарь усредняет. Между 21 июня (солнцестояние) и 22 сентября (равноденствие) у нас одно «лето». У японца - 18 разных микро-сезонов в одном лете, каждый со своим именем и своей фенологической метой.\nОТЗВУК В НАШЕЙ СИСТЕМЕ:\nВ русском у нас тоже есть фенологические термины - «черёмуховые холода», «бабье лето», «сенокос», «золотая осень», «грибной дождь». Но они не складываются в систему, не имеют точных границ. Это разбросанные осколки того, что у японцев - полный каталог из 72 имён с фиксированными датами.\nОдин и тот же 25 июня. У нас просто «конец июня». У японца XIX века - последний день недели увядающей прунеллы, перед неделей зацветающих ирисов.\n→ Когда у тебя 4 сезона, ты замечаешь только их границы. Когда 72 - ты живёшь внутри сезона каждые 5 дней.\n⏱️ 1.9 мин | ♾️ Almanac: Cycles",
            "img": "https://cdn4.telesco.pe/file/INX4yi1eZUJP8gr6Yc9BLEj4SbVorGS_5cJIM7w9LhaN1uPmmEy6kBkdTT1s6sBU-EHvpTuVXHsvQR-VlaIHt5OVf-lQCjwiYuQVV5PLxHfd7lSwkN6xBt3T-W-mkuxpcEw_VbVMRoalP8uPB7G5CWC6ciOQ5fJMTPvYhOsmG8UrIjX36uMF3r-_-3bg0m_1FWL9rQ-rUY3oZewlsqF27NH-PhwqwS9xlHBV99N9dPM11ueHTDwivWUiyKeBcydB3GMZoUxjIEa5H--jUMZYwJBhsqtu0Z4JzvhsZdKvzvSF0U9Hpv6gpoMC2PExwajzt-tEGyDa5BnjBU4dPgU2iA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782399721.0,
            "poll": null
        },
        {
            "m": "25.06 | 15:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782399637.0,
            "poll": null
        },
        {
            "m": "25.06 | 14:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6242",
            "t": "🇪🇸 ИСПАНИЯ: КАТАЛОНСКИЙ ВЕЩАТЕЛЬ 3CAT ВСТУПИЛ В EBU",
            "b": "Главная интрига региональных сетей разрешилась. На 96-й Генеральной Ассамблее в Праге каталонский общественный вещатель 3Cat официально получил статус «вспомогательного члена» (Ancillary Member) Европейского Вещательного Союза.\nДля того чтобы принять каталонцев, руководству EBU пришлось проголосовать за создание совершенно новой категории членства. Она разработана специально для крупных организаций, которые обслуживают автономные языковые сообщества и вещают на региональных языках (каталаноязычная аудитория 3Cat превышает 8 миллионов человек).\nСвязь Каталонии и EBU длилась более 15 лет через радиосеть Catalunya Música, но именно сегодняшний обновленный устав легализует их медийное присутствие на международном уровне.\nПовлияет ли это на внутреннюю кухню испанского отбора Benidorm Fest, или Барселона попытается пробить себе отдельный путь на музыкальную арену Европы?\n⏱️ Время чтения: 1.0 мин | 🇪🇺 YourVision: Инсайд",
            "img": "https://cdn4.telesco.pe/file/ktwc1MpgKlC96XC7XHg0Vktg8nm7wufnB1ajruOdKf9IoRbUffw2BtbRyXZ_zk1k2xmIwQjclMhMT--TSMIPG1ucnp01E-nc7C_vOOYm7VLTxpm724-Y70wkrip3qanoce8e73DU2d2BOTBdyCq98v2QGBQBFdk-c0U_mzm2EnCL4O5TYM_5Y8AOB2wrYFTGvax73XCZisq_KEe69X6KEFDsHbqH4OYDgkv_fVSA51ZWuTPvkypCbNsEPeZHAnCTX2Quc8ve4XivPls9b5YMqwqzFNT4kxHUn8IwbUlA9xE2pZdYn6WDZWxssMgXcPDxbsoug5Hp9SuKtBI2f7Br2Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782397309.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6240",
            "t": "🇨🇦 КАНАДА: EBU MEMBERSHIP - МЕХАНИКА РЕШЕНИЯ  Разбираем, как именно CBC/Radio-Canada смогли пробить историческое членство на Генеральной Ассамблее в Праге.   Голосование за повышение статуса канадцев прошло сразу после официального пересмотра Устава EBU. Новая…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394737.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:35",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394559.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:28",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА",
            "b": "Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.\nИсторическое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались новые форматы «неевропейского» участия. До этого момента CBC имел лишь ассоциированный статус. Это фундаментальное изменение правил игры - теперь Канада технически может подать заявку на участие в Евровидении без специальных приглашений от Референтной группы.\nСледим за развитием событий. Отправят ли канадцы свою делегацию на следующий конкурс?\n⏱️ Время чтения: 0.9 мин | 🇪🇺 YourVision: EBU",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394133.0,
            "poll": null
        },
        {
            "m": "25.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6130",
            "t": "🥐 #CAKES: ЧЕРНИЧНЫЙ ТОРТ - ОКНО ПЕРВОЙ НЕДЕЛИ",
            "b": "ЛЕГЕНДА:\nБалтийская лесная черника начинается 25-30 июня. Окно первой недели - до 1 июля - другое, чем всё лето. Ягоды мельче (5-6 мм против 8-10 в середине июля), кожица плотнее, эфирные масла на пике. Лесная, не садовая - это важно.\nЛесная черника (Vaccinium myrtillus) и садовая голубика (V. corymbosum) - разные виды. Лесная растёт в подзоле еловых лесов Северной Европы. Куст плодоносит 30+ лет, ягода держит запах смолы и грибов даже после выпечки. Голубика крупнее и слаще, но без леса в послевкусии.\nТёмный шоколадный бисквит + крем на маскарпоне + свежая ягода без термической. Никакого крамбла, никакой сладкой пропитки - в первую неделю черника говорит сама.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит шоколадный: мука 150 г, какао 50 г, сахар 200 г, яйца 4 шт, растительное масло 80 мл, разрыхлитель 10 г, соль, кипящая вода 100 мл, ваниль\n👍 Крем маскарпоне: маскарпоне 500 г, сливки 33% 300 мл, сахарная пудра 100 г, ваниль, цедра 1 лимона\n👍 Финиш: свежая лесная черника 400-500 г, листики мяты\n👍 Форма: разъёмная 22 см\nСЕНСОРНЫЙ ПРОТОКОЛ:\nТёртая лимонная цедра пахнет острее за минуту до выпечки, чем после - класть в последний момент. Бисквит готов, когда верх пружинит и не липнет к пальцу. Крем при готовности держит мягкий пик - не жёсткий, иначе расслоится при сборке. Черника при сжатии должна быть упругой; если течёт сразу - перезрелая, не первая неделя.\nМЕХАНИКА:\n1. СУХОЕ. Мука + какао + разрыхлитель + соль просеять.\n2. ВЛАЖНОЕ. Яйца + сахар взбить 5 минут до плотной пены. Влить масло, потом ваниль.\n3. СОЕДИНЕНИЕ. Сухие в влажные лопаткой. В конце - кипяток (он активирует какао и даёт текстуру). Тесто будет жидковатым - это правильно.\n4. ВЫПЕЧКА. 170°C, 35-40 минут. Готовность: сухая зубочистка из центра, верх пружинит.\n5. КРЕМ. Холодные сливки взбить до мягкого пика. Маскарпоне комнатной температуры - отдельно с пудрой, ванилью, цедрой. Соединить лопаткой, не миксером (миксер разжижает маскарпоне).\n6. СБОРКА. Остывший бисквит разрезать на 2 пласта. Нижний - слой крема, половина ягод. Верхний - сверху крем, остальные ягоды, мята. Холод 2-3 часа перед подачей.\nГОТОВНОСТЬ К ПОДАЧЕ: ягоды блестят, но не пускают сок в крем. Если уже пустили - крем впитал лесной запах, это тоже хорошо, но другой торт.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/lUtrnZlC0TwCeb96u4qWv1JIjhcHZIzVy2xYLkPKC87dJXtRFf5RWQCPpXg9z6SE1pH8oMVBX9Buq9nxS_f22TEHUEU8Go6Y6X1QRf3SYVTEOf8Ew9mfdmOeysVptyxoRaEOTx2w16tt8spoU7PkXqCTpgJXxTNBv5hIZNHZLavPwawzHJphf0VzduBECoifQtAWoWWH1jykhWolGgRxLP0ZZouhHMyHdqIQya8Hn8AsLau3FPkcAI3FfpoDctyeFdRyAG6J-P2EP8BphPhKsmhZGxXBnzbQ8tzxBtnKXGtw7h2F6_kBW55B1eTUUFzAsh7iObX6KaYU4higLZvyNg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782389041.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:16",
            "id": "70",
            "u": "https://t.me/YourEurovision/6238",
            "t": "🇪🇺 EBU: 96-Я ГЕНЕРАЛЬНАЯ АССАМБЛЕЯ В ПРАГЕ - КУРС НА РАСШИРЕНИЕ",
            "b": "Сегодня в Праге (Чехия) стартовала 96-я Генеральная Ассамблея Европейского Вещательного Союза. Двухдневный саммит, организованный Česká televize и Český rozhlas, может стать историческим для Евровидения.\nВ повестке дня - обсуждение масштабных изменений в уставе организации. Ожидается создание новых категорий членства: «Неевропейское» (Non-European Membership) и «Вспомогательное» (Auxiliary Membership).\nЧТО ЭТО ЗНАЧИТ ДЛЯ КОНКУРСА?\nНовые категории могут открыть двери для стран, которые годами ждут возможности присоединиться к семье Евровидения. В конце мая представительница косовского вещателя RTK Зана Спахиу уже упоминала эти реформы как шанс для Приштины. Сейчас для участия требуется либо полное членство, либо прямое приглашение Референтной группы.\nКроме структурных реформ, делегаты обсудят стратегию и правила Евровидения. Напомним, что прошлогодняя Ассамблея в Лондоне привела к глобальному пересмотру правил конкурса после затяжных кризисов 2025 года.\nПовлияет ли новая структура EBU на возвращение старых стран или дебют новых уже в Болгарии?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: EBU",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782371779.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6233",
            "t": "🇧🇹 БУТАН: DRUK DRA - ФИНАЛ ПРОЙДЕТ 15 АВГУСТА  Вслед за недавним оглашением десятки финалистов, национальный вещатель BBS официально утвердил дату главного шоу. Победитель Druk Dra, который отправится защищать флаг страны на Eurovision Asia 2026 в Бангкок…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782371114.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6129",
            "t": "📚 #SOURCE: РУЛЬФО «PEDRO PÁRAMO» - КНИГА, ГДЕ МЁРТВЫЕ ГОВОРЯТ",
            "b": "«Vine a Comala porque me dijeron que acá vivía mi padre, un tal Pedro Páramo.»\nХуан Рульфо, «Pedro Páramo», 1955, страница 1.\n«Я приехал в Комалу, потому что мне сказали, что здесь жил мой отец, некий Педро Парамо.» Глагол «vivía» в испанском imperfecto - не «живёт», а «жил». К первой строке отец уже мёртв. К десятой странице читатель не понимает, кто из говорящих жив.\nЧТО СКРЫТО:\n131 страница - первый и единственный роман Хуана Рульфо. Издан в Мексике в 1955-м, поначалу непонят: за первый год продано 1500 экземпляров. К концу XX века - один из самых влиятельных текстов латиноамериканской литературы, переведён на 30+ языков. Гарсиа Маркес в Нобелевской речи 1982: «Если бы я не выучил наизусть «Pedro Páramo», я бы не написал «Сто лет одиночества»».\nДействие в деревне Комала, штат Халиско. Хуан Пресьядо едет искать отца. Деревня встречает его шёпотами, лицами без теней, голосами из стен. Постепенно становится ясно: все, с кем он говорит, мертвы. Включая его самого - с определённого момента в книге.\nЯЗЫКОВОЙ СЛОЙ:\nТехнический приём, изменивший латиноамериканский роман - полифония голосов без атрибуции. Рульфо не пишет «сказала Эдувихес» или «ответил отец Рентерия». Голоса перетекают друг в друга. Читатель часто не знает, кто говорит - мёртвый или живой, мужчина или женщина. Эта неопределённость и есть смысл: между мёртвыми и живыми граница тоньше, чем мы думаем.\nВ испанском оригинале это работает через subjunctive и imperfecto - времена, которые в русском переводе теряют половину призрачности. «Estaba lloviznando» («моросило, было серым») - грамматически прошлое, но без чёткой границы с настоящим.\nТЁМНЫЙ СЛОЙ:\nРульфо после этой книги не написал ни одного романа. 30 лет молчания до смерти в 1986. Он рассказал что хотел рассказать в 131 странице - и замолчал. Молчание автора - часть произведения.\nПОЧЕМУ СЕГОДНЯ:\nВчера была купальская ночь, когда восточные славяне ищут «цвет папоротника» и говорят с предками через костёр и воду. Сегодня - утро после. У Рульфо книга про утро после, когда живые и мёртвые ещё не разошлись.\n→ Какую книгу ты читал, и были ли в ней голоса без имени, которые ты узнавал?\n⏱️ 2.2 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/Ao3B_1N-4ayri2-8Nf4KcYhyjnYrSkDYHvESj81UXLyFR2BiWQeiTRwyStWjbjDMYoWiFCv318X-BP52bea0mdyNOSNbJtbYSpBsBT9tMgI56dYMl9N7PwXsA-NSdPTT5cpNe2S8T7A-lzG_x39E7bElk4cflbbalywAW80JnFMis-8Xd3T9j-Mkb-WaWScFdKGV24iHQE6GfzjycG7in9nTBWGZllpEANZ0rEcid_EK6LQcChEItVyjGCYWJD2r7BV4OY_5utfwBa1iuQORKmavj3ECoegwDEKFU8FhK1B5HKGf1L3mOLfl8neTLakpWBylIdoSPa0ZWf5b_S8IFg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782371041.0,
            "poll": null
        },
        {
            "m": "24.06 | 17:09",
            "id": "70",
            "u": "https://t.me/YourEurovision/6236",
            "t": "🇫🇮 ФИНЛЯНДИЯ: UMK - НОВЫЙ ИСПОЛНИТЕЛЬНЫЙ ПРОДЮСЕР",
            "b": "Известный финский телекомментатор Микко Сильвеннойнен назначен новым исполнительным продюсером национального отбора UMK. Он официально приступит к своим обязанностям этой осенью.\nНа этом посту Сильвеннойнен заменит Ансси Аутио, который в начале июня объявил о своем уходе после долгих лет работы (он был в команде создателей UMK в 2011 году).\nСильвеннойнен комментировал Евровидение и UMK для финского телевидения с 2016 года. В своем первом заявлении он подчеркнул важность аудитории и фанатов конкурса.\n«Я хотел бы, чтобы UMK стал еще более открытым. Мы будем больше приоткрывать завесу над тем, как работают профессионалы, потому что этим можно гордиться», - отметил продюсер. Он также добавил, что именно фанаты поддерживали конкурс даже в те годы, когда Финляндия не выходила в финал.\nПока неизвестно, продолжит ли Сильвеннойнен работу в комментаторской кабинке. По его словам, окончательное решение о совмещении должностей будет принято осенью.\n⏱️ Время чтения: 1.1 мин | 🇫🇮 YourVision: UMK",
            "img": "https://cdn4.telesco.pe/file/QBFHhCSghlHhE29smc8zi7fJohYzn6Lv29VYH_OaQBcUGfqkiDhE4xlHXjCRGjCfrTnMzXy99LaxABDkn5tt1_vDFcX_7NSxB9QZI__Dbat2_DmDfR3K74NJU06HUDRgzuPDNmpUxghhTBaDnXBx60y01qDA5W7Tx_9kOdQ75OraR4Mls6_y_6MLHN2zShxxepyRNrjsZz1bMVtD-efBTJhcSchHjiapmslX9vpn7_tArphub3ynrk287BrrlVtp2lMLtkqmGk9Zhjaod5_RfcnRGiw4azZPkuWQDFGn5lQANIeMJwye3NP6sGw0TTs2p10iynhyDBzLm-Nhh6HgJQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782320957.0,
            "poll": null
        },
        {
            "m": "24.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6128",
            "t": "🗓 #CALENDAR: ИВАНОВ ДЕНЬ В ЧЕТЫРЁХ КУЛЬТУРАХ",
            "b": "Сегодня, 24 июня 2026, в четырёх странах по разные стороны Балтики и Восточной Европы празднуют один и тот же архетип - и совсем разно.\nОдин день солнцестояния, четыре конструкции из огня, воды, трав и ночи без сна.\nМАРШРУТ:\nЛИГО / JĀŅI (Латвия, 23-24 июня) - государственный праздник, нерабочие 23 и 24. Костры на полях и холмах (jāņuguns), венки из дубовых листьев для мужчин по имени Jānis, венки из полевых трав для женщин по имени Līga. Сыр с тмином (Jāņu siers), пиво. Песни-līgo с припевом «līgo» (от глагола «качаться»). Не работают всю ночь - ищут «цвет папоротника». Уникальная коллективная коммунальная форма празднования.\nJOHANNUS / JUHANNUS (Финляндия, ближайшая суббота к 24 июня) - государственный праздник. Главное: сауна на природе, mökki (хуторской домик на озере), мокес (костёр на воде на бочке/плоту), берёзовые ветки (vihta для парения в сауне). Тишина в городах - Хельсинки пустеет, все уезжают на дачи. В одиночестве и тишине, не в толпе.\nMIDSOMMAR (Швеция, пятница 19-25 июня, ближайшая к солнцестоянию) - не государственный, но самый массовый день года, шведская идентичность. Майский шест (majstång) высотой 8-10 метров, увитый цветами и зеленью, ставится в центре луга. Танцы вокруг с детьми и пожилыми, не молодёжная история. Селёдка, новая картошка, охлаждённый Aquavit. Девушки спят с 7 разными цветами под подушкой - чтобы во сне явился будущий муж.\nКУПАЛА (Украина, Беларусь, Россия, 7 июля по новому стилю) - смещён на 13 дней из-за юлианского календаря в православной традиции. Костры на берегу реки, прыжки через огонь, плетение венков и пускание их по воде. Поиск цвета папоротника. Купание в реке после прыжка через огонь - двойное очищение водой и огнём. Не государственный нигде, но живой ритуал в деревнях, особенно украинских и белорусских.\nЧТО ОБЩЕЕ:\nЧетыре стихии: огонь (костры везде), вода (купание / баня / венки по реке), травы (венки, листья, цвет папоротника), ночь без сна. Привязка к самой короткой ночи года - максимум контраста между светом и темнотой.\nЧТО УНИКАЛЬНО:\nЛатвия - коллективные песни, ритуальная еда с тмином, имена-маркеры (Jānis/Līga). Финляндия - одиночество, тишина, баня. Швеция - дневной танец с детьми, нарциссы под подушкой. Восточные славяне - гадания и мифический цветок (праздник одиноких девушек).\nОдин день. Четыре способа быть в нём.\n→ В какой из четырёх версий ты бы провёл эту ночь?\n⏱️ 2.3 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/n5OesEu-nBL5vcyUunZ3Qjhq9S67I735X1syzdBbf-2G5xqggKMzJcbDyKfqPWj7uQrS2VQd0oPtBzJAjk0xuaf-FZabaJ4Gy8IY1xMFiXXKlS-fh6_6vqjG4fo-Y-hsQDw_McybrK1g3S-YvPx7Hs2bqFtF_CUkkxM4yApi0Ytp7jedxtxOIUGosfE4qOfVWOXrfjAgZ6kqDUHQ0s2yBBWNUcYrxjaDLWIKsvNHvt92WtkQBGzWYAWK1MhUVxLJEJcakeO9cvo3-v3832mA6zApFyw2twIGKOT83pHnKIStw4-m8HXz4sbwWdk26_J3lygkC5zR-Y2uwQW89MLLYA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782313321.0,
            "poll": null
        },
        {
            "m": "24.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6127",
            "t": "🥧 #PIES: МАНДРИКА - КУПАЛЬСКИЙ ТВОРОЖНЫЙ ПИРОГ",
            "b": "ЛЕГЕНДА:\nВ Полесье на Купалу пекут пирог, в котором нет ни масла, ни большого сахара. Только мука, творог, яйца и изюм. Лёгкий, как ночь без сна.\nМандрика - восточнославянский ритуальный пирог на Ивана Купала (по старому стилю 24 июня, по новому 7 июля). Документирован в украинских, белорусских, российских этнографических записях XIX века (Чубинский «Труды этнографической экспедиции» 1872, Шейн «Великорусс в своих песнях» 1893). Не свадебный, не поминальный - именно купальский. Едят с собой к воде, к костру, при переходе через травы Купальской ночи.\nЭтимология: «мандрик» от старослав. *mǫdrъ - «мудрый». Купальский пирог как «пирог мудрости», который дают тем, кто идёт через ночь. Тот же корень в укр. «мандрувати» - «странствовать», «идти в путь». Пирог в дорогу через переход.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто (дрожжевое сдобное): мука 400 г, тёплое молоко 150 мл, дрожжи сухие 7 г, сахар 30 г, яйцо 1 шт, желток 1 шт, сливочное масло мягкое 60 г, соль 5 г\n👍 Начинка: творог зернистый 9% 500 г (НЕ пастообразный), яйцо 1 шт, желток 1 шт, сахар 60 г, изюм 80 г (замочен 30 мин), цедра 1 лимона, ваниль\n👍 Смазка: желток 1 + молоко 1 ст л\n👍 Форма: разъёмная 26-28 см\nМЕХАНИКА:\n1. ОПАРА. Тёплое молоко + 1 ч.л. сахара + дрожжи. 10 минут до пены.\n2. ТЕСТО. Муку с солью просеять. Колодец - опара, яйцо, желток, оставшийся сахар. Замесить. Постепенно ввести мягкое масло. Месить 10-12 минут. Первый подъём 1.5 часа.\n3. НАЧИНКА. Творог пропустить через сито (не блендер!) для однородной зернистости. Добавить яйцо, желток, сахар, цедру, ваниль, изюм. Перемешать ложкой - не миксером. Текстура должна остаться зернистой.\n4. СБОРКА. Тесто обмять, раскатать в круг диаметром 28 см. В форму. Творожная начинка по центру, бортик 3-4 см. Бортик подвернуть к начинке - открытый верх. Расстойка 30 минут.\n5. ВЫПЕЧКА. Смазать желтком с молоком. 180°C, 35-40 минут. ГОТОВНОСТЬ: тесто золотистое по бортику, центр не дрожит при касании, внутренняя температура 70°C (творожный белок коагулировал - творог не вытечет при разрезе).\nЛичный момент: ключевая ошибка - использовать пастообразный творог из супермаркета. Он расползётся в начинке, центр будет жидким. Нужен именно зернистый 9% - крупинки при сжатии в ладони. Это не тонкость рецепта, а условие, без которого мандрика не получится.\nФОРМА И СИМВОЛИКА:\nОткрытый круг - купальская символика солнца. Творог - белый цвет луны. Жёлтый желток сверху - огонь костров. Три цвета купальской ночи в одном пироге.\n→ Пирог, который пекут в самый длинный день, чтобы есть в самую короткую ночь.\n⏱️ 2.5 мин | 🥧 Almanac: Pies",
            "img": "https://cdn4.telesco.pe/file/pjIRzP_cHwooE-5IKs3B8qunB99jJc3Wtj-W4cx5AE7PL1bt29XCmO5r_YVGyTZ0YeQ_55YOojUdHUxKa7Ib9P9cce7LGSBPK3I1A44MdiS8Bf06T5Im015-ZqyhP-b05zsxa1JaYY0WxM8T9oHJo89uPxJcdsZM12RipfGQxjvLNZUgmzxL259J3SWNynl-awfExqWDhJ6CB-lMYcVxlLLZreW_DZ_TUXlPTcWP8I2y5BbLWZL-BRvBamJKMbDwDN34mrt5QbWCQkPJTdPIasP7_CZ8mI927LGRBAhOgcAzbU86b2O07akj5bE0ELtId2XnMiHJ2nSQ-3OK9Y0qrw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782302641.0,
            "poll": null
        },
        {
            "m": "24.06 | 09:08",
            "id": "70",
            "u": "https://t.me/YourEurovision/6235",
            "t": "🇺🇦 УКРАИНА: alyona alyona СТАНЕТ СОНГРАЙТЕРОМ ДЕТСКОГО ВІДБІРА",
            "b": "alyona alyona возвращается на Детское Евровидение. Представительница Украины на взрослом конкурсе 2024 года вновь присоединилась к команде национального отбора в качестве автора песен.\nДЕТАЛИ МУЗЫКАЛЬНОГО ПРОИЗВОДСТВА\nВ тандеме с музыкальным продюсером Светланой Тарабаровой, alyona alyona напишет по три эксклюзивных трека для финалистов национального отбора на Детское Евровидение 2026.\n«Уже второй год подряд я буду творить для детей и с детьми. Работа с детьми - нелегкий труд, но он по-настоящему искренний. Надеюсь, что в этом году получится создать такие песни, каждая из которых найдет свое место в миллионах сердец», - комментирует свое возвращение артистка.\nКЛЮЧЕВЫЕ ДАТЫ И ФОРМАТ\n• Заявки: Прием закрывается 8 июля. Кандидаты должны предоставить две кавер-версии и видеовизитку (авторская песня - по желанию).\n• Финал: Национальный отбор пройдет в сентябре.\nУкраина готовит мощную музыкальную базу для поездки на Мальту. В прошлом году София Нерсесян завоевала для страны второе место с треком «Motanka». Сможет ли новый тандем авторов принести Киеву хрустальный микрофон?\n⏱️ Время чтения: 1.2 мин | 🇺🇦 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/GMhGIw_5y_aSgae0OUX1zB3t65XaQy34cXNR9t1pIWh6TPoRwj7p8cRVclViXVE4hVEJQsAHJa2_Ms2AwjQ1wwvKOmLbCGoxPT8XvLoqYZjR3P6sfqdWxMk1sVFa1F4-Wt6QF2CGJU8m4bQtYzXqwM4lG7qhAqvchw26KshTNM9Cl0JYg6LlhHCTMxGOazFlaPH6SRY1eD_Lkvm_XErYlSWdG-lB4hbBv5XB6b7QAIVM46oomTZMFuQiTDaroKQdCWVU-n1j-Ib-PN88yFqXbp8Rh15Cw1d399V06j1X1Glm1y3tX51SGgoiloNJOEPzOuYFJBtJkM5bS6X3QXG3oA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782292107.0,
            "poll": null
        },
        {
            "m": "24.06 | 09:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6234",
            "t": "🇧🇩 БАНГЛАДЕШ: ЕВРОВИДЕНИЕ АЗИЯ - ПРИЕМ ЗАЯВОК ПРОДЛЕН",
            "b": "Национальный вещатель NTV в партнерстве с продакшеном Bongo официально продлил окно приема заявок для дебюта страны на Евровидение Азия 2026. Изначально дедлайн был установлен на 10 июня, однако организаторы решили дать артистам дополнительное время.\nПРАВИЛА И ФОРМАТ НАЦИОНАЛЬНОГО ОТБОРА\nВ телевизионный финал, который определит первого представителя Бангладеш, пройдут 12 артистов. Формат шоу будет строго следовать традиционным стандартам Евровидения:\n• Оригинальность: Только новые песни длительностью не более трех минут.\n• Исполнение: Обязательный живой вокал во время телевизионного шоу.\n• Сцена: Максимум шесть человек на сцене для каждого выступления.\n• Голосование: Победителя определит публика с возможным добавлением голосов профессионального жюри.\nОстается открытым вопрос, сдвинутся ли даты оглашения финалистов и самого отбора из-за продления дедлайна. Бангладеш готовится к мощному старту на международной арене. Будут ли сюрпризы в списке 12 счастливчиков?\n⏱️ Время чтения: 1.1 мин | 🇧🇩 YourVision: Евровидение Азия",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782291797.0,
            "poll": null
        },
        {
            "m": "24.06 | 08:51",
            "id": "70",
            "u": "https://t.me/YourEurovision/6229",
            "t": "🇧🇹 БУТАН: ИМЕНА 10 ФИНАЛИСТОВ НАЦИОНАЛЬНОГО ОТБОРА DRUK DRA  Национальный вещатель Бутана BBS официально раскрыл финальный список из 10 исполнителей проекта Druk Dra. Именно эти артисты сразятся за уникальное право представлять свою страну на масштабном телевизионном…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/u5fdELVM98t7G6gpYFi2W4OSY_7BxDybeDexTLtTFV9BtzdXS_g48SF2pwf6r0ypx49eGF9WCf1uZZqOWD0Ey1XvNdsq8fBOqkCGRD9QBKmyZTrHVVbekeHHyGToffb12LyYC22cL31Hx3uRq6VpFsRsi6bBEmShD4cPHYFLohQ_ciP_Vdx40Pae_pD2KYKbzXPDe_K_lZkKcb2vW1PW3gamdb4Eq4vcN2TXTKs9XDppYK452mUIDFfV3RgGYU91onFQOYYb5ho3S4MBfBijtqvJJ8kut7aYKMmN0Edp96IN3fhVQ5uL0JZy3QO7HG2nft1E9rWGHMH-fGFg7CIZOg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782291101.0,
            "poll": null
        },
        {
            "m": "24.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6126",
            "t": "🌿 #OMENS: РОСА 24 ИЮНЯ - КОНВЕРГЕНЦИЯ В 15 КУЛЬТУРАХ",
            "b": "«Умыться росой Иванова дня - не болеть весь год».\nНародная примета записана у балтов, славян, кельтов, скандинавов, у уэльсцев (St John's Dew), у басков, у венгров, у румын, у французских провансцев. Один и тот же ритуал в 15+ культурах: рассвет 24 июня, мокрый луг, лицо в траве. Это конвергенция, а не заимствование - слишком далеко друг от друга жили носители.\nФИЗИКА:\nК концу июня растения накапливают максимум вторичных метаболитов - эфирных масел, флавоноидов, фитонцидов. Это пик защитной биохимии перед началом увядания: с 25 июня свет уже убывает, растение начинает другую фазу. Капля росы на листве вбирает часть этих веществ через эпидермис. Не магия - концентрация перед обратной фазой.\nПлюс второй фактор, нехимический. Человек, который встаёт до восхода, идёт по влажному лугу, наносит холодную росу на кожу - получает мощный вагусный стимул. Замедление пульса, активация парасимпатики, ощущение «обновления». Дело не в росе, а в практике раннего вставания.\nСОВРЕМЕННЫЙ ЭКВИВАЛЕНТ:\nГидролаты розы, нероли, гамамелиса, ромашки в современной космeтологии - буквальные потомки росы 24 июня. Тот же принцип: водная фракция растения, нанесённая на кожу, успокаивает, антисептирует, увлажняет.\nSanoflore и Florihana во Франции (с 1991-1993), Lush в Британии, корейская beauty routine с rose water - все эксплуатируют ту же традицию. Wellness XXI века в значительной части - переупакованная Сан-Жуанская практика.\nТретий слой - физиология. Холодная вода на лицо в 5-6 утра активирует тройничный нерв, спадает утренняя одутловатость, лимфа двигается. Это работает - но только если действительно встать.\n→ Завтра до 5:00, если есть рядом сад или луг: прижми влажный лист травы к лицу на 30 секунд. Это весь ритуал. Не нужно ничего больше.\n⏱️ 2.0 мин | 🌿 Almanac: Omens",
            "img": "https://cdn4.telesco.pe/file/kwpkSscm58CArag-kn7cbhkzG921p-65wODpHo_0QJr_cSIeQLUSLuUjitjVSn22YtnyFx5XAoNWtx3LMLcLgnYySTmMxFoBUXo62cN4UHmy6jI2e8Xf7ooo0AGjf_THkk1o8BxYhZvx7dpP88khx21yQ1MmkCNmeTHSEuc3VGelzrZwcgC0U73OdD7Svsd89n1G-YV6YjWC6hG6Lz4em0k7z0mSP4WVoSTgGn7WtfqUYb8q3YwbMfPhouPUnxg0D3nEdsrCCWvd204u1eCBWGyR2cfEU2kBGKDz4_dc63w-zIOqcEkteJk16hoQ046vj2PhxLzpJIPmq0BLT785EQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782284641.0,
            "poll": null
        },
        {
            "m": "23.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6125",
            "t": "🏺 #HERITAGE: ЖИВОЙ ОГОНЬ - ТЕХНИКА, ИСЧЕЗАЮЩАЯ ВЕЗДЕ",
            "b": "Огонь от спички и огонь от трения - разные огни. До 1827 года был только второй. После - первый вытеснил второй за 130 лет.\nESSENCE:\nДо 1827 года, когда Джон Уокер в Англии изобрёл серийные спички трения, человечество добывало огонь сложными способами: трение дерева о дерево, удар стали о кремень, концентрация солнца через линзу. На каждое разжигание уходило от 5 минут до получаса.\nКаждая ритуальная середина лета требовала живого огня - заново добытого, не перенесённого со спички. От балтийских костров до японских hi-no-matsuri, от кельтских Beltane bonfires до зороастрийских церемоний и церемониальных огней коренных народов Северной Америки - везде нужен был новый огонь.\n«Живой» означало не «горящий», а «свежедобытый». Перед началом фестиваля все огни в деревне специально гасились - и зажигался один новый, от которого зажигали остальные.\nИМЕНА КАК КАРТА ВЗГЛЯДОВ:\nКаждая культура фиксирует своё. Гэльский tine ghealan - «яркий огонь», фокус на свете. Японский 切り火 kiribi - «отрезанный огонь», от удара кремня по стали при выходе из дома. Балтийский jāņuguns - «огонь Яниса», по имени носителя. Один технологический жест, разные системы именования.\nMARGINALIA - ТЕХНИКА BOW DRILL:\nЛучок обвит вокруг вертикального стержня, который вращается между нижней дощечкой и верхним держателем. 30-60 секунд трения создают искру, переносимую в трут. Требует 4-7 растений: своё дерево для разных частей.\nУТРАТА:\nК 1960-м годам ритуальное добывание огня трением знали этнографы и старики. Что исчезло: знание видов дерева для разных частей, сезонная заготовка материалов, передача техники по поколениям, понимание разницы между «живым» и «мёртвым» огнём как онтологической.\nЧто сохранилось: техника в учебниках survival и bushcraft (Mors Kochanski, Tom Brown), на этнографических фестивалях. Контекст утерян: огонь, добытый ради соревнования на YouTube, не равен огню, добытому ради ритуала.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nВ некоторых индейских общинах США живой огонь до сих пор обязательная часть некоторых церемоний (Sun Dance, например). У зороастрийцев в Индии - вечный огонь в храмах фактически переносится с поколения на поколение от исходного огня, и это считается допустимым. В современном неоязычестве (Wicca, друидские общины) - попытки возродить живой огонь, иногда успешные, чаще ритуально-символические.\nСпичка дала огонь без труда. И забрала ритуал, для которого огонь стоил труда.\n→ Когда ты последний раз разводил огонь не от газовой плиты и не от спички?\n⏱️ 2.6 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/l6YDplMPYoo04T4ZZPJpCtz-0jhBXT9pcStymJ1ORPxY0Zec7724_NWp0nJvr9tIwQk7N-__AuNjiyMpJn1_uR7LFzBHm_MjgsX5mW9OR5ivBUZuW7s3qcDQdbNq__UuwDWWVRXsrHcfzMP0J1DXqtns9vgX0uF4CLdEOVe3Gi7qOVbmaXlg_mh5Qy039HwMvlKY2paSPecwCMMghFdmjOmAup9becjGbkJpyESOm9uFYwe0FOupih78HhSPl5K3sdCFRBWi4W99SXYE4ahJRKqxHtCnZQTLF3zxqpGzQsCVeUqTggWPtkwZTiS31TPATR3Mag6A5rQ_O01KHpFgcg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782226921.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:17",
            "id": "70",
            "u": "https://t.me/YourEurovision/6232",
            "t": "🇪🇺 ЭКС-УЧАСТНИКИ: МАСШТАБНЫЕ ТУРЫ СЭМА РАЙДЕРА И ГУСТАФА",
            "b": "Две яркие звезды Евровидения последних лет объявили о масштабных гастрольных планах. Сэм Райдер сыграет главную роль в культовом мюзикле, а Густаф проедет с затяжным туром по родной Бельгии.\n🇬🇧 СЭМ РАЙДЕР В РОЛИ ИИСУСА ХРИСТА\nПредставитель Великобритании на Евровидении 2022 года Сэм Райдер, занявший почетное второе место с хитом «Space Man», бросает себе новый амбициозный вызов. Артист готовится к большому театральному проекту: он исполнит заглавную партию Иисуса в грандиозном обновленном туре легендарной рок-оперы Эндрю Ллойда Уэббера и Тима Райса «Иисус Христос - суперзвезда».\nПостановка, которая до этого с аншлагами шла на сцене лондонского Вест-Энда, в 2027 году отправится в гастроли по городам Великобритании и Ирландии. Знаменитый мощный вокал и сильнейшая сценическая харизма Райдера обещают привнести совершенно свежее и глубокое прочтение в эту классическую роль.\nТурне стартует 11 февраля 2027 года в манчестерском Palace Theatre и продлится вплоть до конца октября, охватив десятки крупнейших театральных площадок от Эдинбурга до Ливерпуля.\n🇧🇪 ОСЕННИЙ ТУР ГУСТАФА\nТем временем представитель Бельгии на Евровидении 2023 года Густаф официально раскрыл детальное расписание своего сольного осеннего тура по стране, получившего название «CC TOUR NAJAAR 2026».\nУже в сентябре артист привезет свой фирменный узнаваемый микс танцевальной хаус-поп-музыки и теплого соула в восемь бельгийских городов:\n• 18 сентября - Вилворде\n• 25 сентября - Зонховен\n• 02 октября - Беверен\n• 09 октября - Мол\n• 29 октября - Веммел\n• 30 октября - Локерен\n• 31 октября - Херент\n• 18 ноября - Левен\nЧье живое выступление вы бы хотели посетить больше всего и почему?\n⏱️ Время чтения: 1.5 мин | 🇪🇺 YourVision: Туры",
            "img": "https://cdn4.telesco.pe/file/V7nJ7MS196S-w45viVHAXK8VVEjxus2OEb_lulXfVydr8JhcKxVSn5IdV5hy4zzHUq6sM9NMHNX9BU0jUJKwrpDfZwaysRBB3sSRAt2ULiNZji4ry49d_a7aNQxiS8dRZAj3FG1QPLimN15kdyFLr3P_1Y4zdwdYXnpk_jrJzsmU1xBm6032R7cRFQoSRlCXjy4NBZOckQiukw0a0jDR-CH0t0vofs5g05Er4FRZZFhsbZ_AmVCBndGNTZfndwK_dQl66_jqxEsBhElGLr66XhtFm8vOjzkRzLYvoe4exWu5LvBR1dPQ209aWHXcTJ9IEC-mY6OmaEZR-Sp9fStwOQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782224235.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:12",
            "id": "70",
            "u": "https://t.me/YourEurovision/6231",
            "t": "🎵 НОВЫЕ РЕЛИЗЫ: ГЛАВНЫЕ ТРЕКИ НЕДЕЛИ ОТ ЭКС-УЧАСТНИКОВ",
            "b": "Бывшие представители стран на Евровидении продолжают активно радовать поклонников свежим качественным материалом. Мы собрали для вас шесть главных музыкальных новинок прошедших дней.\nСлушайте новые треки любимых артистов и делитесь своими впечатлениями.\nГЛАВНЫЕ РЕЛИЗЫ\n• Eleni Foureira & ARCADE (Кипр, 2018) - «Jackie O». Свежий танцевальный поп-хит от королевы музыки, когда-то подарившей нам легендарный и незабываемый «Fuego».\n• Søren Torpegaard Lund & twocolours (Дания, 2026) - «You Got Me (Før vi går hjem)». Участник недавнего конкурса в Вене объединил усилия с известными немецкими электронщиками и представил мощную англоязычную клубную версию своей конкурсной баллады.\n• Klavdia & TR3NACRIA (Греция, 2025) - «Say My Name (The Riddle)». Свежее танцевальное переосмысление культового хита 1984 года от финалистки базельского Евровидения с обновленным мощным продакшеном.\n• NAPA (Португалия, 2025) - «Sortudo». Победители национального отбора выпустили светлый инди-поп трек о крепкой дружбе и благодарности с легким органичным влиянием бразильской музыки.\n• WRS (Румыния, 2022) - «Povesti in doi». Автор вирусного хита «Llámame» продолжает активно экспериментировать со своим фирменным танцевальным электро-поп звучанием.\n• Natasha St-Pier (Франция, 2001) - «L’amour sera ma vocation». Громкое возвращение канадско-французской легенды Евровидения с красивым духоподъемным треком о любви и светлой личной трансформации.\nЧей новый сингл вы уже успели добавить в свой плейлист на этих выходных?\n🔗 СЛУШАТЬ И СМОТРЕТЬ:\n• Eleni Foureira: Spotify\n• Søren Torpegaard Lund: YouTube\n• Klavdia: YouTube\n• NAPA: YouTube\n• WRS: YouTube\n• Natasha St-Pier: YouTube\n⏱️ Время чтения: 1.2 мин | 🌍 YourVision: Музыка",
            "img": "https://cdn4.telesco.pe/file/HPVFZjQwHS3cm_LkgMFwsvHfZTy6d4NifQDe8kGg4If-37M79AapfzmfmJy78wjk3kA0JQknhVvXoBhUx67HRpjQZAsW9Tudss7a7mGHXRKDfnDbhLgWqTO6H6HRqO_tFwOYtctE6t4J8o-HfMvuO6AyaCdFgTVEbeGXD_-NtrMCcnweqwDBXqjFILjIM6AsMITiorEij3IVad9ZojWR29SBpd66vjfIU8BjkP6wRYuvfqs7mzvuh0oUa_WbuMV2dus3Q7DK78vVZJl6bR07vfuSraGBEwWT6jPMTredbykG3_Vhpq-a8TI8s9_Q4kpsQPIXXljmc2GeKnI_H7GdRQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782223978.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6230",
            "t": "📖 PROMO: ALMANAC: MARGINALIA - ТИХИЙ МИРОВОЙ АРХИВ",
            "b": "Как легендарный Māui ловил солнце, почему японский календарь делит времена года на микро-сезоны вроде «ястребы учатся летать» и как выпекается chapati без духовки?\nРекомендуем заглянуть на канал «ALMANAC: MARGINALIA» - изящный ежедневный архив мифов, примет, рецептов и годовых ритуалов со всего мира. Это не академическая энциклопедия, а живой взгляд на то, как люди разных культур держатся за время и пространство.\nЧТО ВНУТРИ:\n• Мифы и символы: древние легенды и предсказательные системы как часть живой культуры, а не суеверия.\n• Еда и технологии: рецепты хлеба, десертов и ферментации с объяснением культурного контекста.\n• Циклы года: сезонные праздники, обряды и современные ритуалы.\nКачественные источники, глубокие тексты и эстетика в деталях.\nКакой культурный ритуал или традиция другой страны больше всего удивляли вас в жизни?\n🔗 ПОДПИСАТЬСЯ: ALMANAC: MARGINALIA\n⏱️ Время чтения: 0.8 мин | 📖 YourVision: Промо",
            "img": "https://cdn4.telesco.pe/file/YuyYfiOUZgH18OvsTUfdg7b3iHqyGnx1_xHFwm35P0aFzUVln8eZ41Fy_dA0kCORbArD5fFo46NT2SrZWevfc0KMZJUZh9RHrFXUcxVkXXoS6nCgz6uFu62fwUsmYh0feD4rswgsENEJExN9DIVrH3Rua4mw3AY0Radyb83oYzbI9a4xiwcxESxN6WSQ7iF3_lVKbwMA6LiIWTJJmrTYQQT2FZ5k3gMUGzJPcZ7mk_j-j0abz9D_cy6T2c-xYEzY4lGdUi1v_Zs-DAOHb9AclZtfq57cBhSk4fcKoFiiltSQfY1hltL0GKBh4Cq1j8M9mkknFA6Jw0qIBYTPjr6THQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782223226.0,
            "poll": null
        },
        {
            "m": "23.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6124",
            "t": "🍮 #PATISSERIE: COCA DE SANT JOAN - ХЛЕБ ОДНОЙ НОЧИ",
            "b": "ЛЕГЕНДА:\nСегодня в Каталонии миллионы людей съедят один и тот же хлеб. Это не маркетинг. Это традиция, которой 600 лет.\nCoca de Sant Joan - сладкий плоский овальный хлеб 30-40 см, выпекаемый только к ночи Сан-Жуан (23 июня). Бриошечное тесто с яйцами и маслом, цукаты вишни и тыквы, кедровые орешки, крупный сахар сверху. В XV веке уже задокументирована в каталонских манускриптах.\nЕдят в ночь Verbena de San Juan, с заката до рассвета. На пляжах Барселоны, Валенсии, Таррагоны разводят тысячи fogueres (костров). С бокалом cava и куском coca семьи выходят к огню. Костры середины лета - дохристианский ритуал, кодифицированный в чествование Иоанна Крестителя 24 июня. Coca - христианский слой над языческим.\nЯ делал coca один раз. Тесто простое, бриошь с яйцами. Главная сложность - правильно распределить цукаты и кедровые орешки. Их вдавливают в тесто после первого подъёма, в уже растянутый лист. Если положить раньше - утонут.\nCoca de Sant Joan - не хлеб. Это съедобная подпись под общим костром.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто: мука 400 г, тёплое молоко 100 мл, дрожжи сухие 7 г, сахар 80 г, яйца 3 шт, сливочное масло мягкое 100 г, цедра 1 лимона, цедра 1 апельсина, соль 5 г, анисовый ликёр (Anís) или ром 30 мл\n👍 Топпинг: цукаты вишни 80 г, цукаты тыквы или дыни 80 г, кедровые орешки 50 г, крупный сахар (jumbo) 30 г, оливковое масло 1 ст л\n👍 Посуда: противень с пергаментом, кисточка\nМЕХАНИКА:\n1. ОПАРА. Тёплое молоко + 1 ст л сахара + дрожжи. 10 минут до пены.\n2. ТЕСТО. Муку с солью в миске. Колодец - опара, яйца, оставшийся сахар, цедра, ликёр. Замесить. Постепенно ввести мягкое масло. Месить 12-15 минут до эластичности. Подъём 1.5-2 часа.\n3. ФОРМИРОВКА. Тесто обмять, переложить на противень. Растянуть в овал 30×20 см толщиной 1.5 см. Расстойка 30 минут.\n4. ТОПИНГ. Кисточкой смазать оливковым маслом. Цукаты и кедровые орешки вдавить в тесто (не просто разложить - вдавить пальцами на 5-7 мм). Посыпать крупным сахаром.\n5. ВЫПЕЧКА. 190°C, 18-22 минуты. Готовность: золотистая корочка по краям, цукаты блестят от карамелизованного сахара.\nПодача: в день выпечки, тёплой или комнатной температуры. С бокалом игристого. С 23 июня вечера до 24 июня утра. После - coca de Sant Joan теряет смысл до следующего года.\n⏱️ 2.7 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/ouBbTS9KmIL8Jl0A8LVp1gjSkW614d_nQvSc7Z0rTlM7QBq019gg6YPr73wPkR8UcKgn3_00o-UW1wECqa0xznStO-rWGikh93xsaBhfwgqSNn6obtG5YqiY7y4JXYeapVCdkGgx032Sk7jHPiHFeycButQfNeAS3EYxr5j5SJOShEyXi_yLNnsp4J6IM8YPTj1utW-FoRXIwvmEgKah_lS1wJddcudDEy-3sdciX1bnMGbcl0jpUCOglYcUmUqY4p6FBEcBio7LBb4ATk4lPhUX-VWNoZFetNP5D47y1URGuiY3t_GPj8nix3Qe5GQACjlZQ8HNPw2yqbsFIl2Q6w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782216241.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};