var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "25.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6035",
            "t": "🥐 #CAKES: ЭСТЕРХАЗИ - ОРЕХ ПРОТИВ ШОКОЛАДА",
            "b": "ЛЕГЕНДА:\nВ Центральной Европе XIX века шоколад был испанским импортом, дорогим как специи. Грецкий орех падал с дерева у каждого дома. Когда венгерские и австрийские кондитеры создавали свой главный торт, они выбрали то, что было своим. Эстерхази - это политическая позиция, замаскированная под десерт: «нам не нужно то, что приходит из-за океана».\nНазван в честь Пала Антала Эстерхази (1786-1866), австро-венгерского дипломата из одной из самых влиятельных аристократических семей империи. Торт подавали на переговорах. Сигнатурный рисунок - тёмная шоколадная паутина на белом фонданте - служил визуальной подписью: даже когда мы используем шоколад, мы используем его минимально, только как графику. Орех - основа. Шоколад - росчерк.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Ореховые коржи (5 штук): яичные белки 6 шт., сахар 180 г, грецкий орех молотый 200 г, мука 30 г, корица 1 щепотка\n- Крем пралине: масло сливочное 250 г, варёная сгущёнка 200 г, грецкий орех молотый 100 г, ваниль\n- Покрытие: абрикосовый джем 60 г (тонкий слой под фондант), белый фондант 200 г (или белая глазурь из сахарной пудры + лимонный сок), тёмный шоколад 50 г для паутины\nПосуда: круглая форма 22 см, разъёмная или пять отдельных коржей пекутся на пергаменте по трафарету. Корнетик из пергамента для паутины.\nМЕХАНИКА ПРОЦЕССА:\n1. БЕЗЕ С ОРЕХАМИ. Белки взбить до мягких пиков, ввести сахар постепенно, продолжать взбивать до плотных глянцевых пиков. Молотые орехи с мукой и корицей всыпать в три приёма, складывая лопаткой снизу вверх. Не помешивать - воздух выйдет, корж осядет. Готовая масса густая, держит форму ленты.\n2. КОРЖИ. На пергаменте начертить пять кругов диаметром 22 см (с обратной стороны). Распределить массу тонким слоем (около 5 мм). 170°C, 12-14 минут. Готовый корж сухой по краям, центр чуть пружинит. Звук готовности: при постукивании пальцем - сухой, как пустая коробка. Снимать с пергамента остывшими.\n3. КРЕМ. Масло комнатной температуры взбить до пышности (3 минуты). Влить варёную сгущёнку струйкой, продолжая взбивать. Всыпать молотые орехи и ваниль. Крем готов когда блестит и держит структуру на лопатке 5 секунд.\n4. СБОРКА. На блюдо первый корж, тонкий слой крема. Второй корж, крем. Так пять коржей, между каждым крем. Верхний корж - крема нет, только тонкий слой джема. Бока тоже промазать тонким слоем крема.\n5. ФИНИШ. Растопить фондант (или развести сахарную пудру с лимонным соком до густоты сметаны), залить верхний корж ровным слоем. Сразу пока не застыло - тёмный шоколад растопить, набрать в корнетик, нарисовать концентрические круги на фонданте. Зубочисткой провести линии от центра к краю чередуя направления: к краю, к центру, к краю. Получится сигнатурная паутина. Холод 4 часа.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/D_lIHlsymBozkjxzjV8EvbU_Aawwnd5WnG3J9N9gheSAvQl4tKP8zz8ZdhopsaMHcP8bxFRqg7ivFtfD29h4YeTg-Ueh0dgBxVPA2MHlguPbEtGQcPDhoKVZ8sm2d6b4QtBgjpriqACfvBT6z2zO_Yc7oaWZKgDbA2rzDIoiP7JHv4MD4isP_0vGsF2BbhLxD2DLt_bLXw_vqLBUKj1iuDplQNrYO_KD6XXFZm5q6clXe4AH4MbYDq6JOxUCymCH_Miorc2TlnoVViz1Ju-ImxSiORAvq5LST1BYTJhMUNed3T0KpvMwB7iXHmVHUt294xeqyrn6Xct3m_OQ2qgNUQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779710641.0,
            "poll": null
        },
        {
            "m": "25.05 | 11:55",
            "id": "70",
            "u": "https://t.me/YourEurovision/6149",
            "t": "🇲🇹 МАЛЬТА: THE VOICE KIDS СТАНОВИТСЯ НАЦОТБОРОМ НА ДОМАШНЕЕ ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "Вещатель PBS открыл приём заявок на третий сезон «The Voice Kids Malta» - он вновь станет отбором на Детское Евровидение 2026. Для острова этот год особенный: Мальта принимает конкурс 24 октября в Та-Кали.\nГлавные правила отбора:\n👍 Участники: Дети от 9 до 14 лет. Eliza Borg (представительница 2025 года) не допускается к участию.\n👍 Формат: 4 этапа («слепые прослушивания», баттлы, полуфинал и финал). Запуск телешоу ожидается в сентябре.\n👍 Песни: Финалисты получат оригинальные треки на английском или мальтийском языках (длиной от 2:30 до 3:00 минут), созданные в лагере соавторства Songwriting Camp.\n👍 Победитель: Обладатель лучшего оригинального трека определится в финале вживую.\nМальта продолжает успешный европейский тренд интеграции «The Voice» в детские отборы вслед за Польшей и Португалией. Помогут ли домашние стены и формат франшизы вернуть Мальту в топ? Обсуждаем в комментариях.💬\n⏱️ Время чтения: 0.9 мин | 🇲🇹 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/DvNYegXuPTkqr0sTTaybWHr0FByLIRw7GRiqNVONqzWd6AhyHoqCJOjn6OY9QdojG0FOQJJdxwZRRR8PtSvs8XcYK4e9_upRhkK6nkBY2YIi9US7taj6YUaVc3kBGLsC2eDjTPFsLWOIqGUMW8xdAHgO-CmUH1FqKBukf0woiXOEdVjr-FRKO0pVJabbwbTJQeQe1nZA2pvVciEsG8IUotRrjEqFE1bQQH6AwMmgrOrEhFhzNnMMd66-OBCAY6WUNVOTzJqoQKMj8QEFVhMEutThcaKOnmtMqu7IhKgneJdSWo9-_HVeNea75e8rtlxJo1BXd4-EJdgmPHritrwwig.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779710141.0,
            "poll": null
        },
        {
            "m": "25.05 | 10:25",
            "id": "70",
            "u": "https://t.me/YourEurovision/6147",
            "t": "😳😏 ЕВС 2026: ЛАЙВ-КАЛЕНДАРЬ - КЛЮЧЕВЫЕ ДАТЫ ОФФСЕЗОНА",
            "b": "Майский триумф Болгарии завершён, но евросезон не думает останавливаться. Пока вещатели взрослого конкурса ведут тихие споры о бюджетах и городах-хозяевах для 2027 года, детские отборы и расширение Евровидения в Азию уже на низком старте.\nПеред вами - полный путеводитель по главным чек-поинтам этого лета и начала осени.\nБЛИЖАЙШИЙ ЧЕК-ЛИСТ (МАЙ - ИЮНЬ)\n👍 29 мая - 🇲🇰 Северная Македония: Дедлайн подачи заявок на отбор JESC 2026 от вещателя MRT.\n👍 30-31 мая - 🇦🇱 Албания: Полуфиналы Festivali i Këngës për Fëmijë (отбор на Детское Евровидение).\n👍 1 июня - 🇦🇱 Албания: Финал Festivali i Këngës për Fëmijë (выбор представителя на Мальту).\n👍 1 июня (11:00 по Риге) - 🇲🇰 Северная Македония: Живые прослушивания кандидатов JESC в студии MRT.\n👍 6 июня (21:00 по Риге) - 🇬🇪 Грузия: Гранд-финал вокального шоу Ranina (выбор представителя JESC).\n👍 6 июня (21:00 по Риге) - 🇦🇲 Армения: Финал конкурса молодых классических исполнителей Eurovision Young Musicians 2026 в Ереване.\nЛЕТНИЙ ОФФСЕЗОН (ИЮЛЬ - АВГУСТ)\n👍 Август - 🇧🇬 Болгария: БНТ объявит город-хозяин Евровидения 2027 из шорт-листа (София, Пловдив или Варна).\n👍 17 августа - 🇫🇮 Финляндия: Открытие окна приёма заявок на легендарный отбор UMK 2027.\n👍 23 августа - 🇧🇩 Бангладеш: Национальный финал отбора на Евровидение Азия 2026 от Channel i.\n👍 23 августа - 🇫🇮 Финляндия: Закрытие окна подачи заявок на UMK 2027.\nОСЕННИЙ СТАРТ И ФИНАЛЫ\n👍 19 сентября - 🇳🇱 Нидерланды: Финал Junior Songfestival 2026.\n👍 24 октября - 🇲🇹 Мальта: Финал Детского Евровидения 2026 в Та-Кали.\n👍 14 ноября - 🇹🇭 Таиланд: Первый Гранд-финал возрождённого Евровидения Азия 2026 в Бангкоке.\nВЗГЛЯД В БУДУЩЕЕ: АКТИВНЫЙ СЕЗОН 2027\n👍 Январь 2027 - 🇪🇸 Испания: Предполагаемый старт Benidorm Fest 2027 и возможное возвращение страны на конкурс.\n👍 20 февраля 2027 - 🇫🇮 Финляндия: Финал легендарного UMK 2027 на Nokia Arena в Тампере.\n👍 Март 2027 - 🇸🇪 Швеция: Гранд-финал Melodifestivalen 2027.\n👍 Май 2027 - 🇧🇬 Болгария: Недели репетиций и Гранд-финал Евровидения 2027 (первый в истории Болгарии!).\nСезон обещает быть насыщенным.\n⏱️ Время чтения: 1.2 мин | 🇪🇺 YourVision: Calendar",
            "img": "https://cdn4.telesco.pe/file/Szaq7oL2BNuhh7j31DjekfUpnl072NPo-Na98p3szES_ZGjnvsp5mYHuoettmb6D7A95VcMLtKZ6BtqF8QRUAWZykLSL0ssQBHPq6Md1cdqKdzK_1jDAByhrNJQdgz4Q3vKqn_b-g016kxDQYm-RJt2KoZP1oxLG0OeetV256KeJ_nl0SKAF1zG6tKiy5UlTVxM7jaVjTka-Y9HXU_4WWNHtL2rrbsrSPeBCHtmZA4CgAydjY8TvT1q_eDGyxs_6cxV5wYbwiEV32qNOQFeCizOWbcxKu14yMV9yF9htEfytp7yaZFUtQSBivoA9NbENMC-YW828hldfRQ1AtIuTQg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779704710.0,
            "poll": null
        },
        {
            "m": "25.05 | 09:20",
            "id": "70",
            "u": "https://t.me/YourEurovision/6146",
            "t": "🇦🇱 АЛБАНИЯ: НАЦОТБОР НА ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 ПРОЙДЁТ С 30 МАЯ ПО 1 ИЮНЯ",
            "b": "Албания выберет своего представителя на Детское Евровидение 2026 первого июня. Национальный вещатель RTSH подтвердил использование 64-го фестиваля Festivali Mbarëkombëtar i Këngës për Fëmijë в качестве отборочной площадки.\nДетали национального отбора\n👍 Фестиваль пройдёт с 30 мая по 1 июня. Победитель категории Juniors получит право представить Албанию на Мальте.\n👍 Всего в отборе примут участие 30 исполнителей. В список вошли Eden Vrioni с песней «Rumtata», Serena Turhani с песней «Aventura» и Kleon Prenga с треком «Boom-boom».\nСтатус подготовки к конкурсу\n👍 На данный момент участие в JESC 2026 официально подтвердили 9 стран.\n👍 В их числе Польша с представителем Wiktor Sas и Португалия с победителем вчерашнего отбора Salvador Rio.\n👍 Грузия объявит своего исполнителя 6 июня, Нидерланды проведут финал 19 сентября.\n⏱️ Время чтения: 0.7 мин | 🇦🇱 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/drtX_T1XcTjXhaNk-t7NUIEdc5PyvKwnXqYtHXT2S0ASB9NoKwQadd8QJog_6svOGKiYQkJ_dSc1W5Gv1hnbW6pt6_vctTL99rcOMKL48ePDhgwvXbYFXT9AJg-dNzc9g_7XBCcM0DQ0o8sEfdOYtjszIasge-U1pDCVCG_lvKZe70vMg9NgIRTfUIG6smgwa8zCIPGbuQQQtxSutbsnRIww0Z3FlYDNXLQkwq09Me9C0yDlNOvh241Cr9NjQL4ESwYspLMX5H1PPoZ1zakz-s5dH12fZNhlHb3Pnn59j8wIya6CslmVtMP_V6QjPZdrQAxEfbcSpn0bvE6SV5qaBQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779700848.0,
            "poll": null
        },
        {
            "m": "25.05 | 08:36",
            "id": "70",
            "u": "https://t.me/YourEurovision/6144",
            "t": "🇵🇹 ПОРТУГАЛИЯ: SALVADOR RIO ВЫИГРАЛ THE VOICE KIDS И ОТПРАВИТСЯ НА МАЛЬТУ",
            "b": "Salvador Rio победил в седьмом сезоне The Voice Kids Portugal вчера вечером и завоевал право представить Португалию на Детском Евровидении 2026. Артист выступал в команде наставника Diogo Piçarra.\nДетали финала и поездки\n👍 Финал шоу транслировался в прямом эфире телеканала RTP1 24 мая.\n👍 По итогам зрительского голосования Salvador Rio обошёл остальных финалистов.\n👍 Детское Евровидение 2026 пройдёт 24 октября в Та'Кали (Мальта).\n⏱️ Время чтения: 0.4 мин | 🇵🇹 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/dfRnCQg0JMj3xYzZsm_TLiag3e7t7dmHXMJIJSlzudQrcum9k5zuYHl6Aiwt53fUpOWiDlc21XHzZ3sFvlyM1guV48VfGW1MtCNEuFnX0ZJnM_NF82MvjQycDmVTJ--HwHIObhc9-2Y4dmUIblnhvzBf78Sacnzr3oHJ61t_ESg_wgKGHzMZSnvwmBbElqtOOUfFFHryDMDzXiD-Dof1q6h1ka3gmntDnet1uXf8CmddkD6duDVozSrtRQ0CRXgXSyhZ4IBtCG7X7psJuqmZcQetxL1RwcpApYosSMINCHfGEMu4i7aFT4X3leWYwgxnebByTNN2iODkus0OlvCBtA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779698168.0,
            "poll": null
        },
        {
            "m": "25.05 | 08:34",
            "id": "70",
            "u": "https://t.me/YourEurovision/6143",
            "t": "🇧🇩 БАНГЛАДЕШ: ОТБОР НА ЕВРОВИДЕНИЕ АЗИЯ 2026 ПРОЙДЁТ 23 АВГУСТА",
            "b": "Бангладеш выберет своего представителя на Евровидение Азия 23 августа. Телевещатель Channel i и организаторы Voxovation опубликовали официальный регламент отбора.\nДетали приёма заявок и подготовки\n👍 Окно подачи заявок открыто с 10 мая до 10 июня.\n👍 Минимальный возраст участников составляет 18 лет.\n👍 Список из 12 финалистов объявят 21 июня, после чего в течение июля артисты пройдут этап подготовки.\nМеханика голосования и правила для артистов\n👍 Победитель определится голосованием зрителей и жюри в пропорции 50/50. Голосование жюри является опциональным.\n👍 Зрительское голосование пройдёт в приложении Zoop. Для снижения фактора фан-клубов пользователи обязаны выбрать минимум три разные песни.\n👍 Участникам рекомендовано сотрудничество с музыкальными лейблами. Voxovation назначит лейбл исполнителю при его отсутствии.\n⏱️ Время чтения: 0.7 мин | 🇧🇩 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/fvtl0-j-7V7NtG1rZcsVzCx7ek1uRJPERZlC1zfn6hk5zYNpWvJkG18d4CM-8nJe5gNcYMoRUluVN1i0TbzAwoYIsbgf0u1c8KkhZA6sSCcW4e3KXeukkS1ciqEKIztAuLVmusY2VVRQD6tQPg5BX20JOOecDwuG3kfG_eCxw_0XvKAx73Ec2TyrKddcvPBI08ijQJXhHgcx-RBhmR_fS4SfXHamamzAmBunfu6fI7_xUSd4fFOvFPjORnFguIskOwjFUEb7zP9F4PQTJV71OYE1FotjmfPI1dnhjd7jARTj0-ZvvuRPKEqNcoIEMgxnF84S4ZRgZUU5P08lQ78JHQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779698065.0,
            "poll": null
        },
        {
            "m": "25.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6034",
            "t": "🏛 #LORE: ИГГДРАСИЛЬ - ДЕРЕВО, КОТОРОЕ УМИРАЕТ НЕПРЕРЫВНО",
            "b": "Нидхёгг грызёт корень. Он грызёт его сейчас, и грыз вчера, и будет грызть завтра. Над землёй четыре оленя - Даин, Двалин, Дунейр, Дуратрор - объедают молодые ветви. Козёл Хейдрун жуёт листья. На самой вершине орёл вырывает кору. Между ним и драконом по стволу бегает белка Рататоск - разносит оскорбления, ускоряет вражду. Атакующих больше, чем защитников.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИггдрасиль = «конь Одина». Игг - имя Одина (буквально «ужасный»), drasill - конь. Но в скандинавской поэзии «конь» означает также виселицу: повешенный «скачет на воздушном коне». В Хавамале Один сам говорит: «Я висел на ветреном древе девять долгих ночей, копьём пронзённый, в жертву Одину - сам себе на дереве». Он повесился на Иггдрасиле ради рун. Одно имя содержит три образа: мировое дерево, конь, виселица. Скандинавы не различали их.\nТЁМНЫЙ СЛОЙ:\nДерево живёт не потому что сильное. Оно живёт потому что три женщины - норны Урд, Верданди, Скульд - каждое утро поливают корни водой из источника Урд и замазывают повреждения белой глиной. Это не битва добра со злом. Это техническое обслуживание. Рагнарёк начинается не от атаки великанов - он начинается когда норны прекращают работу. Дерево падёт от усталости ремонта, не от удара.\nЧто вокруг тебя сегодня существует только потому что кто-то ремонтирует его ежедневно? Дорога под домом, канализация под улицей, отношения, которые ты не называешь работой потому что любишь. Архетип точный: невидимый ремонт держит видимый мир.\n→ Найти одну такую вещь рядом с собой прямо сейчас. Назвать вслух кто её ремонтирует - и если имени не знаешь, это и есть ответ.\n⏱️ 1.4 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/AEi68jWPGVIt70t-dS4OAAS0zSwIxYSgcGISPljX4C5-MjhV9m9VVymOHvcf2w2fRO-o0iYVsGJzDXCiCtZL_gfZ_AEplBiUqGCSXH8mz8EXrkNQCxC2Ifdqtb0SmHfNZ_h71aKf9FQnLPGhFDwYuj55fw18MD53Re_y8x_RQ0sTlVeVkQ5tu_QS4_6IWs8YmkcebsUirP2e9vu76NLbt4uZ3uzNeFvZa5r98LHmKuh8R4FkLMkNZ34QcPaKyLesg6ZLkVUlyB81wLgxdfWyBJPTXuQLUpOR4TcjUTjb64FD-pFNbeoQ1792yEhm89w53VmeYVuJkfcfFCAheUWjHg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779692641.0,
            "poll": null
        },
        {
            "m": "24.05 | 15:15",
            "id": "70",
            "u": "https://t.me/YourEurovision/6142",
            "t": "😳😏 ЕВРОВИДЕНИЕ-70: ВИДЕО-ОМАЖ ОТ EBU + 70 ФАКТОВ К ЮБИЛЕЮ",
            "b": "К 70-летию конкурса EBU выпустил два материала:\n👍 Видео-омаж: архивные кадры разных лет под конкурсную песню Германии 1986 - Ingrid Peters, «Über die Brücke geh'n». YouTube\n👍 70 фактов про 70 лет конкурса - подборка на официальном сайте: eurovision.com\n⏱️ Время чтения: 0.3 мин | 🇪🇺 YourVision: History",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779635706.0,
            "poll": null
        },
        {
            "m": "24.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6033",
            "t": "🗓 #CALENDAR: ОГОНЬ НА ПЯТИДЕСЯТЫЙ ДЕНЬ",
            "b": "ESSENCE:\nСегодня, 24 мая 2026, - западная Пятидесятница: 50-й день от Пасхи 5 апреля. Через семь дней, 31 мая, - восточная Троица: 50-й день от православной Пасхи. Один счёт, два календаря, один архетип - огонь, который нисходит и остаётся.\nМАРШРУТ:\nПятидесятница (Западная церковь, сегодня)\nВ тексте Деяний апостолов: «и явились им разделяющиеся языки, как бы огненные» (Деян. 2:3). Языки пламени над каждой головой - не метафора, а попытка описать то, для чего не было слова. В английской традиции этот день - Whitsun, «Белое воскресенье»: белые крестильные одежды, которые надевали новообращённые в этот день. Во Фландрии и Нидерландах - Pinksteren, и по улицам до сих пор ходят процессии с живыми цветами. Красный - официальный цвет дня: одежда, алтарные покровы, свечи.\nТроица (Восточная церковь, 31.05.2026)\nВ восточной традиции Троица - главный летний праздник народного календаря, важнее Пасхи в бытовой жизни. Церкви и дома украшают берёзовыми ветками, травой, полевыми цветами. Священники служат в зелёных облачениях. Стоят на коленях - первый раз после Пасхи: всё время от Пасхи до Троицы коленопреклонений нет, тело стоит прямо.\nДохристианский слой\nЗелень в доме на Троицу - не украшение. В народной практике это «Семик», праздник восточных славян до принятия христианства: берёзовые ветки защищали дом в «русалочьи недели» - период между Пасхой и Троицей, когда граница между мирами тонкая. Берёза выбрана не случайно: молодые листья содержат фитонциды, работающие как инсектициды. Запах берёзы в доме был гигиеной, переведённой на язык ритуала. Христианский праздник лёг поверх него точно по контуру.\nОбщий знаменатель\nВо всех трёх версиях - огонь и зелень вместе. Огонь нисходит, зелень поднимается. Разные тексты, один жест: принести в дом что-то живое и что-то горящее в день, когда лето перешло черту.\n→ Что сегодня в вашем доме: огонь или зелень?\n⏱️ 2.4 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/vTKRybmuM6KdG-ncl5C4LOVcuRKQdP2ZUsd6ME5ZBZ-zDZWGJU8XcGlSklWq0BrKb0Z8Zq0WnHUsiNbch050z3p6umq_u4YEqV5qMVFIO-pIa-x1pICqRmrigV7a3Ewk52FqiEBRdRiQvoDiRWpHisKRu7TTjOxD5tUPRaeMxKBID7s_C9NDFCvKcZZBiAFFDoZx8nBM80VOWHfq5XCEiDPg_Fbrd2JqzPkK43zI5Z8rJuV_R6AuEiTek7bynH3DTDiZUJc6pJC-1pJ9zOdfxIc9AUFP4EqKLs7AkOZZtM55UY9X7QFVYh2vQHs9qsCfN8_omnKw8UKemXju2uBeIQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779634921.0,
            "poll": null
        },
        {
            "m": "24.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6032",
            "t": "📋 #LISTS: ЧЕТЫРЕ ЗАПАХА КОНЦА МАЯ",
            "b": "ПРИНЦИП ОТБОРА:\nТолько запахи с окном существования не дольше двух недель в году. Если запах есть в марте и в октябре - он не здесь. Если он длится месяц - он не здесь. Критерий: исчезнет раньше, чем успеешь привыкнуть.\n1. ЧЕРЁМУХА В 19:00\nНе утром и не в полдень - вечером, когда воздух набирает влагу. Амигдалин при испарении в сухом воздухе рассеивается быстро. Влажный воздух удерживает летучие соединения ближе к земле - концентрация запаха в 18-20 часов выше в 2-3 раза, чем в полдень. Черёмуха цветёт 10-14 дней. В Риге конец цветения - первые числа мая. К 24 мая остались только северные опушки и поздние кусты.\n2. СКОШЕННАЯ ТРАВА В ПЕРВЫЙ РАЗ\nПри разрыве листовых клеток высвобождается цис-3-гексеналь - листовой альдегид, защитное соединение травы. Его функция: предупредить соседние растения об атаке. Именно этот запах нос распознаёт как «свежескошенное». Он держится 20-30 минут после покоса, потом окисляется до безвкусного гексанола. Городские газоны косят в мае первый раз - после этого запах повторится, но никогда не будет таким острым.\n3. ПЕРВЫЙ ДОЖДЬ НА ГОРЯЧЕМ АСФАЛЬТЕ\nПетрикор состоит из двух слоёв: геосмин (продукт почвенных бактерий Streptomyces, земляной запах) и нефтяные эфиры, накопившиеся в порах асфальта за сухие дни. Требуется: асфальт прогрет выше +25°C, дождь после трёх и более сухих дней. Этот запах физически снижает кортизол - задокументированный эффект. Окно: только в мае-июне, когда асфальт впервые прогревается, а дожди ещё редкие.\n4. БУЗИНА НА ОТКРЫТИИ\nLinalool и фенилэтиловый спирт - те же соединения, что в розе и ландыше, но с зелёным мускусным слоем. Цветёт бузина 10-14 дней в конце мая - начале июня. Критическое условие: цветок раскрылся вчера. Через 48 часов после полного раскрытия аромат переходит в горьковатый - те же соединения окисляются. Если в вашем районе бузина ещё не открылась - она откроется через три-пять дней.\nИСКЛЮЧЕНИЕ:\nСирень не попала в список: она цветёт три недели и успела стать фоновым запахом мая. Скошенная трава осенью не попала: запах похож, но нет той же остроты молодого хлорофилла. Дождь в ноябре не попал: петрикор тот же, но асфальт холодный и нефтяного слоя нет.\n→ Один из четырёх запахов существует прямо сейчас рядом с вами. Какой?\n⏱️ 2.1 мин | 📋 Almanac: Lists",
            "img": "https://cdn4.telesco.pe/file/TtfDZ-jfXxj5In-R5UmmBAuYq3u2RHTg_3N05kyA-L4H-S6w8buwTTYZ1jIMZcAokREhvWJ5BhOkuTawYEkxegGE5ajWyBcmXdrFlabIovhnFReRp3TsN3y3HMKu79wLSAvXqgjrQ6uRbkxX_YpGSOEdiu6mjRraq7hJfk2eZd0wfVDRu3cj1bpYdC1yDsVzD8DiOga_Z-WVhXAZEyixTp0AeBTYuKImerG13IKUnD924Wm-3W6VpF35I5QYRxh4jtotHP4KqmYlXSn4rirJ5Pinhg6OZW3jJcByj8kao6rBzvQ7FwDIffAlwiiCf4OXg2XnVrJkS0yl9u6t50h9Gg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779624241.0,
            "poll": null
        },
        {
            "m": "24.05 | 11:53",
            "id": "70",
            "u": "https://t.me/YourEurovision/6141",
            "t": "🇨🇾 КИПР: НОВАЯ ГЛАВА ДЕЛЕГАЦИИ + ОБСУЖДЕНИЕ НАЦОТБОРА НА ЕВРОВИДЕНИЕ 2027",
            "b": "Alexia Moutafidou возглавит делегацию Кипра на Евровидении со следующего сезона. Параллельно CYBC обсуждает варианты публичного нацотбора на 2027 - впервые за годы. По данным Eurovisionfun.\nНовая глава делегации\n👍 Alexia Moutafidou вступает в должность с цикла 2027.\nНацотбор 2027 - что обсуждается\n👍 CYBC рассматривает 3 варианта: полноценный публичный отбор (по модели греческого Sing for Greece), упрощённый формат с бюджетными музыкальными видео, или внутренний выбор с участием международного жюри (как у Чехии и Швейцарии).\n👍 Главное препятствие для публичного отбора: бюджет вещателя расписан на 3 года вперёд. Нужно либо частное спонсорство, либо доп. государственное финансирование.\n👍 Наиболее вероятный сценарий 2027: оптимизированный внутренний выбор с международным жюри.\nДетское Евровидение 2026\nCYBC подтвердил участие Кипра на JESC 2026 в Та'Кали (Мальта, 24.10).\n⏱️ Время чтения: 0.7 мин | 🇨🇾 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/JKIEZHccv8sWuYfWbdhPoqnjYDwsHGjNnMhAy8Elj6L-Yh_IOZcT_qFCr9WZrzt_VJVtbtGak-h8HhiyfkIJ3JC9XRv2qpUva0fNQUPqroA6vhEvp7qEBgJajck1XhV5_poL5F3Q0GjxHGfySeEgkOKN7LnEHn2VL2bpp4BoRhlQILeLlFEDS9DNhJzNzFMQm3lr9j-0zIz3yYFW1V0pgHjcGMqdHZ8fYDxa4yGwTfx-M3erc8SdwE5Qif1uJwahBKcpAOPoPLfz0MuXBZU7TMkCjP1dffUXLwRFBNpn_6s_4FMOZyJj7605TYrAiPVlFzpU_fg57XEfTghCUNAFGg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779623581.0,
            "poll": null
        },
        {
            "m": "24.05 | 10:26",
            "id": "70",
            "u": "https://t.me/YourEurovision/6140",
            "t": "🇵🇹 ПОРТУГАЛИЯ: THE VOICE KIDS - ФИНАЛ СЕГОДНЯ В 23:15 RIGA",
            "b": "Финал 7-го сезона The Voice Kids Portugal стартует на RTP1 и RTP Mundo. Победитель из 8 финалистов поедет на Детское Евровидение 2026 в Та'Кали (24.10).\n👍 Время: 23:15 Riga (22:15 CEST / 21:15 Lisbon)\n👍 Эфир: RTP1, RTP Mundo\n👍 Формат: каждый финалист поёт сольно + дуэт с тренером\n👍 Голосование: два раунда зрительских звонков (8 → 4 → 1), без жюри\n👍 Ведущая: Catarina Furtado (хост Евровидения 2018 в Лиссабоне)\n👍 Финалисты: см. пост 19.05 (4 команды × 2 кандидата)\n⏱️ Время чтения: 0.4 мин | 🇵🇹 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/YfoppftI1Yai5ZA_5t4_fmVioN_cbMpoyBY2kPTCxmJv077Qv7o6NW9DHQUS6fkZUwKuPrGkcv7bLmeWMldQPzPf7NjwPnXUib-L17GTl8g8bGhWvDCHn_oClhWd_L3i28VSlO6G8FkG5ArVCnm__6U61Mbg_KcGgsURKSf34QSYccfNv-AHzW84xH6EjH88Sd5R0XrcRdiB8Jt-8fVpaRNWchzBImxlb7W76wJZX8Mk3r-_1xa_hQsVtAbz0gHwf30DKeixdKTw_a48LDa3x1e1rRsXa1z49i-k5iUA4KiqRHcO_vfkxqpEonj4X7A8TSHDnVQ_nst04HlatOLz2w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779618398.0,
            "poll": null
        },
        {
            "m": "24.05 | 10:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6139",
            "t": "🤍 70 ЛЕТ ЕВРОВИДЕНИЮ: ПЕРВЫЙ КОНКУРС 24 МАЯ 1956 В ЛУГАНО",
            "b": "Сегодня - 70 лет с первого Евровидения. 24 мая 1956 года в Лугано (Швейцария) состоялся премьерный конкурс. Победила Lys Assia (🇨🇭 Швейцария) с песней «Refrain».\nЧто было в 1956\n👍 7 стран-участниц\n👍 14 песен (каждая страна выступала с двумя)\n👍 Победительница: Lys Assia (🇨🇭 Швейцария) - «Refrain»\n👍 Точная система голосования не сохранилась до наших дней\n👍 Швейцарское жюри голосовало дважды - жюри Люксембурга не смогло участвовать\n👍 Странам разрешалось голосовать за себя - единственный случай в истории конкурса\nК юбилею\nEBU опубликовал восстановленное и ремастеризованное 4K-видео выступления Lys Assia с «Refrain»: YouTube.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/iDREtPRJ0HkmjIRVdOmHYxbhOnLzV7md08vyEn9Lx2jgYpDVAmznZ3tT1nsKbH1SpLCKnfnMlcAHo7pNSbR-NICtLnTXZO5pbZmQU2PFXkkaMTl12IOynbO0IetPZUR7P7wBT_3dZEb1R1_mbtwXaROamh4MeOpd_mSRgtrKxpq6TzmOZIzO-mlKYF4d2ng3DH4zOY81nJmtJp10aIMeUmPJcA87aXOUJKdxf4a07-8y9mFrpFTk9n2gilUvFc-bBFf8A0pMwiuSdUPdYTRTIQPhz64qzeY4iOKRfzGXnJlJDqXTb7DS0G4r_VQ26-fDQO9vq0mH0T2KHap73NVj2g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779618062.0,
            "poll": null
        },
        {
            "m": "24.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6031",
            "t": "🪨 #FRAGMENT: ТРЕСНУВШЕЕ БЛЮДЦЕ",
            "b": "Блюдце треснуло поперёк, от края до края, и кто-то склеил его, но не той рукой - шов чуть сдвинут, и след клея виден только на свет. Чай в нём держится. Никто не помнит, чьи это были руки - те, первые, которые уронили, или те, вторые, которые склеили. Трещина проходит ровно через цветок в центре - роза разделена пополам, и обе половины держатся, не совпадая. Блюдце стоит в шкафу между целыми.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/PrxNjq7eAwrusPg3IrkAUs55EexLyDEKenNywMtSk5wBUWVUY07hfZM_wz1sIrV9V_VPMiBPUrIMj-YZKGdCfkbG2zVqDReJflw_jlIHgzJYNydJemHUlBJRXkIv0u1_GWDYYVkSsmTkKqSOGxP_hY4S8g-jsDoMYkV5vXEjqx9QdiBIPlD1YijbTi_Msy8CSBvUMwsJHWfprAQ_JPY34oCqYYGnHM99KSooBepTXbpwoPhip-hm19W8ONPXtZ77yWlHk_uUflEie8g6sKtYa2d9Eo62vDuSAUuIBvvBooq_ihfvyWh_kQwkGBpLq4o9VlU01bBX-D7EM01g3zblow.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779606241.0,
            "poll": null
        },
        {
            "m": "23.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6030",
            "t": "🏺 #HERITAGE: ДЕВЯТЬ ТРАВ ЛИГО - КАЛЕНДАРЬ СБОРА",
            "b": "ESSENCE:\nВ балтийской традиции к Лиго (24 июня) женщины и мужчины плели венки и гирлянды из строго определённого набора трав. Канон неустойчив, но в большинстве регионов центр - девять растений: папоротник (papardes), зверобой (māllēpe), полынь (vībotne), клевер (āboliņš), ромашка (kumelītes), цвет липы (liepa), листья дуба (ozols), пижма (pīpene), черёмуха (ievas). Сбор был распределён по календарю: липа цветёт за неделю до Лиго, пижма за две, полынь и клевер за три. Окно для каждого растения - три-четыре дня: до этого нет аромата, после переходит в горечь. К 23 мая в балтийских лесах открывается первое окно: молодая полынь с тонким серебристым листом, ещё не цветущая. Её собирают сейчас, чтобы к Лиго она высохла и сохранила запах.\nMARGINALIA:\nУ каждой травы был свой час суток. Зверобой брали в полдень - его латинское имя Hypericum связано с солнцем, и в час максимального света его эфирное масло выделяется сильнее всего. Полынь на рассвете с росой, потому что роса конденсирует камфорные молекулы на поверхности листа. Папоротник в ночь Лиго, мужчинами, в полном молчании. Липу до прилёта пчёл, до 11 утра, иначе цветок пуст. Это не магия. Это ботаника, переведённая на язык поведения. Сегодня биохимия эфирных масел подтверждает каждую инструкцию: пик летучих соединений в полыни приходится на 4-6 утра, в зверобое на 12-14 часов, в липе на цветок до посещения насекомыми.\nУТРАТА:\nС урбанизацией середины XX века знание времени сбора исчезло раньше, чем сами растения. Сегодня в этнографических справочниках осталась общая инструкция «собирают в июне», без часа, без луны, без погоды. То, что было точным протоколом, стало приблизительным жестом. Что сохранилось: список девяти трав в фольклорных записях, реконструкции на этно-фестивалях, знание у нескольких трав-целителей старшего поколения. Что исчезло: связь между конкретной травой и конкретным часом, между конкретным часом и фазой луны, между фазой луны и качеством года. Венок из тех же девяти трав, собранных в неправильное время, физически беднее по запаху.\n→ Есть ли у вас сегодня сбор, в котором время важнее места: что-то, что можно взять только в один час одного дня?\n⏱️ 2.5 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/J5R4-Z6S7tbBvhxVyvKGgD15ObU3qbI1Utsv9prX7Y06P5QiI6ZUenIC-5Cu7MX0QMFwUp2Ez9Dqe2b5cVzq6B0dIWOVWz58mOXT5AEnZtl1WVuM1j3YMGfMlcnuQGKbmTqfxKsYZoj-15F2mlDKFM6LiOto2_7ztEGWAZXMWwaAINT7tCS_YZgOCz6uPxlDIGeGJktk85nOB25FW2ipSbd2ilb-8uZndUCujWNU6Mv-TdEr0c1dBEaWAHCTANTsKus7I6R606ofv7Fb7bNiDOxDVsjBnul2dRJ6JdelOO5okqVUEiH2NWwwSS5brf5IfCbLN-tPZJSG3XcZHzb7oA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779548521.0,
            "poll": null
        },
        {
            "m": "23.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6029",
            "t": "🥐 #CAKES: ЧЁРНЫЙ ЛЕС - АРХИТЕКТУРА КОНТРАСТА",
            "b": "ЛЕГЕНДА:\nВ южном немецком регионе Шварцвальд (Чёрный лес) сосновая чаща темнее любой другой европейской: смолы и хвоя поглощают свет до состояния глубокого зелёно-чёрного. На опушках растут вишни, и в сёлах из них гонят Kirschwasser, прозрачный шнапс с косточкой - его горький миндальный голос идёт от амигдалина в раздавленных косточках. Торт повторяет ландшафт: тёмные шоколадные коржи (лес), белые сливки (туман над лесом), красная вишня (плоды на опушке) и Kirschwasser (пары, которые держат всё это в одной картине). Без шнапса торт остаётся десертом. С ним становится местностью.\nС 1981 года немецкий пищевой кодекс требует обязательного присутствия Kirschwasser в Schwarzwälder Kirschtorte: без него название использовать запрещено. Закон формализовал то, что повара знали столетие: спирт связывает шоколад и вишню химически - расщепляет вишнёвые сахара, активирует горький слой косточки, проникает в бисквит. Без него три ингредиента стоят рядом. С ним становятся одним.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Шоколадный бисквит: яйца 6 шт., сахар 180 г, мука 150 г, какао тёмное 50 г, масло сливочное растопленное 50 г, разрыхлитель 5 г\n- Вишнёвая прослойка: вишня свежая или замороженная без косточки 500 г, сахар 80 г, кукурузный крахмал 15 г, сок одной вишни (от размораживания)\n- Сливочный крем: сливки жирные 33-35% - 600 мл, сахарная пудра 80 г, желатин листовой 4 г для стабилизации\n- Kirschwasser: 60-80 мл (по 20 мл на каждый корж для пропитки)\n- Финиш: тёмный шоколад 100 г для стружки, 12 целых вишен для верха\n- Посуда: разъёмная форма 24 см. Бисквит выпекается одним коржом и разрезается на 3 пласта - так слои получаются ровными.\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Яйца с сахаром взбить 8 минут до густой ленты. Просеять муку с какао и разрыхлителем, ввести складкой. Влить тёплое масло по краю миски. 180°C, 30-35 минут. Готовый бисквит звучит глухо при постукивании, центр упругий, край отходит от формы.\n2. ВИШНЁВАЯ ОСНОВА. Вишню с сахаром и крахмалом проварить 5 минут на среднем огне до загустения. Должна пузыриться по краям, не плакать. Остудить полностью.\n3. СЛИВКИ С СТАБИЛИЗАЦИЕЙ. Желатин замочить в холодной воде на 5 минут, отжать, растопить с 50 мл сливок до растворения, остудить до комнатной температуры. Остальные сливки взбить с пудрой до мягких пиков, влить тёплый желатиновый раствор струёй, продолжая взбивать. Готовый крем держит структуру 24 часа в холоде.\n4. СБОРКА. Бисквит остудить, разрезать на 3 пласта. Каждый пласт пропитать 20 мл Kirschwasser кисточкой. Нижний слой: вишнёвая начинка плюс слой крема. Средний слой: только крем. Верхний пласт пропитать. Бока и верх покрыть кремом, посыпать шоколадной стружкой, разложить целые вишни по краю верха. Холод минимум 4 часа до подачи.\n⏱️ 2.6 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/J_OfRtF4IEGPHmwTlSCP2b9KQ1Z1PqKYLnHmyFN4FsQZbBw5JkLJbO9IwUxHBHEnEF5sRoOe3qOU0GNSTHk3QzOjUkU4860W9ZVCqrSofVJ1P3PPvuEUChFYMQ0E6tmtPxfZCXlREKLKCFZQJZJakiVgaU6np65uxrxt5Hzhk3Sj_TsyKsMxm-c-zRH9RAA5gleC0aTWysUlOq9FyxpHtsHc7HZFHF44z0GF6-YnSc0NALsSdeyLX5h8ZPrxEJYyTmEzOV5gCvI-Trek_mwoNnQPXDwfnaQHpTCoryNVXLlePCtVDLL5Bv46nqlQlAoAtQbdZFygnLenIPqhRc4Rmg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779537841.0,
            "poll": null
        },
        {
            "m": "23.05 | 09:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6138",
            "t": "🇳🇱 НИДЕРЛАНДЫ: OMROEP MAX ГОТОВ ПЕРЕНЯТЬ УЧАСТИЕ В ЕВРОВИДЕНИИ 2027 ЕСЛИ AVROTROS БОЙКОТИРУЕТ",
            "b": "Директор Omroep MAX Ян Слагтер заявил изданию AD: вещатель готов отправить нидерландского артиста на Евровидение 2027, если AVROTROS повторит бойкот. По данным AD, Omroep MAX - единственный вещатель в системе NPO, заинтересованный в участии.\nСлова Слагтера\n«Песенный конкурс Евровидение важен для Нидерландов. Хотя мы тоже осуждаем действия израильского правительства, это не обязательно должно вести к бойкоту. Если AVROTROS снова решит не ехать, я готов сесть за стол переговоров с NPO. Но из собственного кармана платить не будем - NPO придётся внести значительную сумму в бюджет».\nСтранность кейса\nOmroep MAX специализируется на аудитории 50+: кулинарные шоу, садоводство, ностальгические концерты. Перенимать поп-конкурс с TikTok-механикой - нестандартный шаг.\nNPO работает по ассоциативной модели: отдельных каналов у вещателей нет, контент идёт на общих кнопках NPO 1/2/3, каждая ассоциация имеет свою демографическую нишу. Евровидение традиционно ведёт развлекательный AVROTROS. Если он откажется и Omroep MAX подхватит - впервые конкурс попадёт под крышу вещателя зрелой аудитории.\n⏱️ Время чтения: 1 мин | 🇳🇱 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/tMuT3dho5DxBPtpz6DM6Y1DNiZZ28O6RAFBTtrCIVRGvYzopNYMGvdm-789js1HphIUO25DtVSqXQ02o5NjMN6O8kir2ZR8qcANGhgyytBZyd1wu8IWM3kBQZb0PeVqAnKVM9bZXlTdyxR1Vt0eDtc3bWklsmPOc7BX0fAuUwLEdtAN9F9_SkNI7EoUQKZM8oefUdphUFoHx-nuXP3g7kRTHDLaaMpqWv4AGzI811CLw87FVfSWn5ivdAAlCbfRzZzoxWrAZemLczu-sDvoSlqTCi3og2Eau5iWfHoom1-_NVMGx4nyqM9_AOSy56kUdIp5lkBPenGYcvVZbXj5jBQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779530187.0,
            "poll": null
        },
        {
            "m": "23.05 | 08:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6137",
            "t": "🇧🇦 БОСНИЯ И ГЕРЦЕГОВИНА: BHRT ПРОСИТ ПОЖЕРТВОВАНИЯ - ВЕЩАТЕЛЬ БЕЗ СИСТЕМНОГО ФИНАНСИРОВАНИЯ",
            "b": "BHRT (общественный вещатель Боснии и Герцеговины) открыл кампанию по сбору пожертвований от компаний, организаций и частных лиц. Слоган: «Ne dozvolimo da drugi pričaju naše priče» («Не позволим другим рассказывать наши истории»). Кампания идёт до конца 2026 года.\nЧто объявлено\n👍 Причина: государственные институции и международные представители не обеспечивают стабильное системное финансирование.\n👍 Оговорка: пожертвования НЕ заменяют обязательной RTV-таксы, это отдельный канал поддержки.\nСвязка с Евровидением\nДолг BHRT перед EBU - основная причина, по которой Босния и Герцеговина не возвращается на Евровидение. Последнее участие - 2016 (Dalal & Deen, Ana Rucner & Jala - «Ljubav je», не прошла в финал). После 2016 страна не отправляла представителей из-за финансовых обязательств перед Союзом.\nКампания BHRT - не прямой путь к возврату на конкурс, но первый публичный шаг вещателя по решению финансового кризиса, без которого участие невозможно.\n⏱️ Время чтения: 0.9 мин | 🇧🇦 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/fy1EHUp6Ro-dAmc_dkqPDvMMo7_8FuNsyklCDlgjAB_iHsUofudfYxrsj96K9z_ykiNbLRSZcMIH7h_85nsetd_EpH0kx94y3zNaZyF-PHK8d9yM47WJCNfLVDm6ii21Xa6m4LDzBIXrLbFG_CeKZ0pq-cRHPhDVLrfCsSklSfbyFtTj4lJQ_V50JvC6CxeQjgDxa9u5x9xHk2_otyTo21SpEdjXVB64NmDeMHwRJrDtDaC6K2NVJc16J_2hMv9BvExWwKGKJ-kcB46x4TZcZ9AZHYtdeLZtThO97Qxrb90-2yESW01uPcepM6p1aqP90MCMNY1Z1Lx9229xQzSb5A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779523424.0,
            "poll": null
        },
        {
            "m": "23.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6028",
            "t": "🏛 #LORE: ГЕФЕСТ - НЕВИДИМАЯ ОСЬ ОЛИМПА",
            "b": "Гефест возвращается к огню. На наковальне - щит для Ахилла, на котором изображён весь мир. Через два дня щит уйдёт под Трою и решит исход войны. Через два дня в кузнице снова никого, кроме самого кузнеца. Гефест знает: его работу заберут, имя забудут, шрамы на руках останутся.\nТёмный слой: Гефест единственный, кто не может бездействовать. Зевс отдыхает, Гермес путешествует, Аполлон поёт. Гефест работает. Без его молота нет ни молний Зевса, ни доспехов героев, ни колесницы Гелиоса - всё вращающееся в мифе им сделано или починено. И он же тот, над кем смеются за столом богов: хром, некрасив, жена изменяет с Аресом, мать сбросила его с Олимпа в день рождения. Олимпийцы берут результат труда и не берут мастера за равного. Это не личная драма Гефеста - это структура мира, описанная мифом: то, на чём всё держится, никогда не центр.\nЛингвистический слой: греческое «банаусос» (βάναυσος) - производное от «баунос», горн. Буквально «принадлежащий мастерской». В классическом греческом стало уничижительным эпитетом для всех, кто работает руками. Аристотель в «Политике» прямо пишет: банаузические занятия «портят тело и притупляют разум», ремесленник не может быть полноценным гражданином. В русском нет точного аналога: «ремесленник» нейтрален, «мастер» уважителен. Унижение труда не записано в одно слово, оно живёт в интонациях и оговорках.\n→ Сегодня назвать вслух одну вещь, которой пользуешься каждый день, и имя того, кто её сделал. Если имени не знаешь - это и есть ответ.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/qVMU_LfHMIsPaC5Qged9IbRzckcU4y2cHtokgDloeDXtZ1m01LU5ZEvphgUmU10ww0_VdM0zORmEdlM22lK-LQf_kIhbzW7bO005glO9yA_KMUkYCIHrlgQKyDXXKR1Dd1KAgSDyp-TOlVRyh2bG4WbXPurH3AL6YR95ilr-s_QLfAmw3IaeFWCcKsvkDwz_rdpeQXEzSX6RND4sNrDyJtRsWpmJuvvwRCKL1LCSm8P2HXEY_DmL4ioJJYTTm0ayHFVr29bAGqWsbE1NTet_WRAz7sX53TSJYGpsnM-KneQm-G0eIyLPxk81A60VDdMlFKecBB9j85BlLHB1VGdEPw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779519841.0,
            "poll": null
        },
        {
            "m": "22.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6027",
            "t": "⏳ #CHRONOS: СТЕНА ДЕРЖИТ ДЕНЬ",
            "b": "МОМЕНТ:\nСейчас, 18:02. Воздух уже не нагревается - солнце под углом 33° к горизонту, его лучи проходят через атмосферу длиннее и теряют энергию. Но южная стена дома, на которую солнце светило с 10 утра, ещё держит +24°C при +14°C в воздухе. Каменная кладка - аккумулятор. Кирпич отдаёт накопленное за восемь часов тепло медленно, до полуночи. Это последний час, когда можно прижать ладонь к стене и почувствовать день целиком.\nОЩУЩЕНИЕ:\nСтена тёплая, как кожа другого человека. Ладонь не отдёргивается - воздух вокруг прохладный, рука благодарно ложится на тепло. Через минуту понимаешь, что прижимаешься к чему-то, что было на солнце весь день, пока ты был внутри. Камень знает дольше тебя.\n→ Найти любую южную стену прямо сейчас. Положить ладонь. Не убирать минуту. Это и есть встреча с днём, который ты пропустил.\n⏱️ 0.8 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/ZhhnNVVgfq2l8VLjbbm7tzl1waRhb1XzCwwHjCoOqnSeAhhoGRLoMQYkGmiF-8spFZhAVQNjmrkh4BIQvF9N46ERFEE82efPu8eergzFatsRrlGde0qZxXKh6w_f4yN_OweGZYZHQ3GKJ7iGH7pnpAmBG9tTJWvXgbIxhIK9Fu2ezDj18eL0GK_NJ2vrlIjD5VvIjlRiOORCgQWO4maFpDnscmAX_kbOivTYiHp8k1cpw4PX7Jr0AamhgDIKnTHLEFGxgtKu4gnqvwMrQE5lJ6lLb1ft6naDlrNW4wv1IMloyx9AQ3bfG3CWca9lABYV42EQbtwZxqR7H5WXcdSuQQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779462121.0,
            "poll": null
        },
        {
            "m": "22.05 | 12:12",
            "id": "70",
            "u": "https://t.me/YourEurovision/6136",
            "t": "🤍 ЛЮКСЕМБУРГ ПОДТВЕРЖДАЕТ, ВЕНГРИЯ РАССМАТРИВАЕТ - ДВА ПОЛИТИЧЕСКИХ СИГНАЛА К ЕВРОВИДЕНИЮ 2027",
            "b": "Два премьер-министра ЕС обозначили позиции по Евровидению 2027. Люк Фриден (🇱🇺 Люксембург) подтвердил участие страны. Петер Мадьяр (🇭🇺 Венгрия) поручил Министерству культуры подготовить оценку возврата.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779451952.0,
            "poll": null
        },
        {
            "m": "22.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6026",
            "t": "🥐 #CAKES: МЕДОВИК - АРХИТЕКТУРА ОЖИДАНИЯ",
            "b": "ЛЕГЕНДА:\nПо придворной легенде, императрица Елизавета Алексеевна, жена Александра I, не переносила мёд - ни запаха, ни вкуса. Молодой кондитер, недавно нанятый при дворе, не знал об этом. Он испёк тонкие медовые коржи, прослоил их сметанным кремом и подал. Императрица съела два куска и спросила имя кондитера. Когда ей сказали, что в составе мёд, она не поверила: вкус мёда исчез, остался только тёмный карамельный голос. Молодой человек угадал то, что химики поняли только в XX веке: фруктоза мёда при 160°C вступает в реакцию Майяра, и продукт реакции имеет другой вкус - тёмный, ореховый, почти горький. От исходного мёда остаётся сладость, но не его узнаваемый запах. Медовик - торт о трансформации, замаскированной под рецепт.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Коржи (8 шт.): мёд натуральный 100 г, масло сливочное 100 г, сахар 200 г, яйца 2 шт., сода 1.5 ч. л., мука 400-450 г\n- Сметанный крем: сметана 30% - 800 г, сахарная пудра 200 г\n- Финиш: крошка из обрезков коржей для обсыпки\n- Посуда: круглая форма-шаблон 22 см (картонная или металлическая), пергамент. Каждый корж выпекается отдельно - шаблон гарантирует одинаковый диаметр.\nМЕХАНИКА ПРОЦЕССА:\n1. МЕДОВАЯ ОСНОВА. Мёд, сахар и масло на водяной бане до полного растворения. Снять с бани, добавить соду - масса вспенивается и темнеет, реакция Майяра запускается прямо в кастрюле. Дать остыть до 50°C. Вмешать яйца по одному, затем муку постепенно. Тесто должно быть мягким, чуть липким.\n2. РАСКАТКА КОРЖЕЙ. Тесто разделить на 8 равных шаров. Каждый раскатать на пергаменте до толщины 2 мм, обрезать по шаблону. Обрезки сохранить для крошки.\n3. ВЫПЕЧКА. При 180°C каждый корж 4-5 минут до золотистого цвета. Готовый корж шуршит как сухой лист и ломается с глухим треском - не поджаристая корка, а полная сухость насквозь.\n4. СБОРКА И ОЖИДАНИЕ. Сметану взбить с пудрой 3-4 минуты. Каждый корж промазать слоем крема 5 мм, складывать стопкой. Сверху и по бокам тонкий слой крема, обсыпать крошкой. Поставить в холодильник на 12 часов минимум, идеально 24. За это время крем впитается в коржи, и они перестанут быть сухими. Готовый медовик режется как масло, без сопротивления. Если нож встречает слой - торт не настоял, ждать ещё 4 часа.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/QS7ynIc5-Ui2kAlmWUx7Fu7XQfpqEWbSRAmASajDHkrWX68WT35eMTRVllIujCov5Siqz8XmPRHBR4__Se2QVZjEAoKKCMxBLHkpxUR6ldAACLoh0VogZPEFvRSxA0aZVGT1hk8JTo8VBVtFiSJtXpTuUtxtqvcYVtsADhCU76Rx85ohf6wha1Hx767qlcyUESpOUGVdwdoHdyJCjCw24SQZtK17EoYynXubYU4qpE4sZPRsug8_OLHZ779uPqJeg0li6ax5msAmHW3q6vfo01Gq4kvvBu-K7KFcwsNY5OYdgSHbxdVDkirmVcSra1TsR3PH6fvtji0WbQ5wYPTKEg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779451441.0,
            "poll": null
        },
        {
            "m": "22.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6025",
            "t": "🏛 #LORE: ГЕКАТА - СТАРШЕ ОЛИМПА",
            "b": "Три дороги встречаются под чёрным небом. Женщина с тремя лицами стоит там, где они касаются. Каждое лицо смотрит в свою сторону. Никто не оборачивается на того, кто приходит. Геката не охраняет дороги - она охраняет точку, в которой они перестают быть тремя дорогами и становятся одним местом.\nТёмный слой: Гесиод в «Теогонии» (VIII век до н.э.) описывает Гекату с особым уважением. Зевс не лишил её древних прав, а сохранил - она получила доли власти в небе, на земле и в море, что необычно даже для олимпийцев. Геката не олимпийский бог. Она титанида, дочь Перса и Астерии, родилась до олимпийского переворота. Греки эпохи Гесиода её боялись и почитали как почитают силу старше системы. К римской эпохе её образ переписали: ведьма, повелительница призраков, фигура из ночных кошмаров. Перепись произошла не в мифе - в восприятии: непонятная сила превратилась в опасную. Не имея власти убрать её, поздние авторы назвали её злой.\nЛингвистический слой: «Hekáte» (Ἑκάτη) - имя со спорной этимологией. Одна версия: от «hekas» - «вдали, на расстоянии». Та, что действует издалека. Та, что стоит особняком. У римлян она «Trivia» - «три дороги», прямой топонимический титул. В русском «перекрёсток» - точка геометрии, не присутствие. «Распутье» добавляет выбор, но не персонажа. Мы не различаем место, где сходятся пути, и существо, которое там стоит. Это не пробел в языке - это пробел в способе видения.\n→ Перейти сегодня вечером любой перекрёсток медленно. Прежде чем шагнуть, назвать вслух три направления, которые он соединяет. Только потом выбрать одно.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/hHnDvdNELRHXzQU5y0HihWCDfcpGhQ0iMaOoku4wesPEwPRvHb42--piJB3cP9Xh40rV55n-E8LKpthuRnRAGlbkd6R8AUXNgbebVoW53lACHc9_0MltAD_7c_XeyLUyNq5QDwahKuu85IH_iKEZ3V5KNRLTR99QQYgmX7AnoujtNLZX44ZEO-0B0r4A73KtFZj5Mv45mdboI8AvfuTfi6CQbabkb7yj2XqmmRXG-_OUOsKT03rPsvHxsCWmmr81yXicorRCDJIj3tIOPayfxyHbLFhlHxNJ0zRMKtFDXasQzWSOS4NoB82coRe7C2TcTXUF-dJyBE1N4hiHNlG-hw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779433441.0,
            "poll": null
        },
        {
            "m": "21.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6024",
            "t": "🏺 #HERITAGE: ПЕРВЫЙ ВЫГОН - РИТУАЛ ПОРОГА ПАСТБИЩА",
            "b": "ESSENCE:\nВ балтийской традиции день первого выгона скота - Юргис (Jurģi), 6 мая по новому стилю - был не календарной датой, а сезонным порогом: первой травой в три пальца высотой и достаточным теплом, чтобы корова не простыла. В отдельные годы выгон сдвигался на две-три недели в любую сторону. Утро Юргиса начиналось до рассвета: хозяйка обмывала вымя коровы солёной водой с мукой, хозяин раскладывал на пороге хлева можжевеловые ветки и поджигал. Скот проводили через дым - живая граница между зимним пространством хлева и летним пространством поля. На спине каждой коровы рисовали мелом крест из золы первого огня. Пастух получал от хозяина яичницу, хлеб и веточку рябины - инструмент для отвода взгляда тех, кто может позавидовать. К полудню стадо стояло на пастбище. Зима в хлеву заканчивалась.\nMARGINALIA:\nЭто был ритуал, в котором каждое действие имело физическое объяснение. Соль и мука - антисептик и абсорбент перед первой влажной травой. Можжевеловый дым - природный инсектицид от паразитов в шерсти после зимнего стойла. Зола - щёлочь, помогающая от кожных инфекций. Рябина - источник аскорбиновой кислоты для пастуха, который весь день на ногах. Пастух не «отводил взгляд» - он наблюдал за стадом, и его сосредоточенность была технически необходимой в первые дни на новой траве, когда коровы ели слишком много и могли вздуться. Магия и зоотехника были одной практикой.\nУТРАТА:\nС коллективизацией в 1940-50-х индивидуальное хозяйство исчезло, и вместе с ним - утренний ритуал, привязанный к одной семье и одному стаду. Совхозный выгон шёл по графику, без можжевелового дыма и пастушьей рябины. Сегодня в Латвии немногие хозяйства держат коров по семейному укладу - и среди их хозяев почти нет тех, кто помнит технологию выгона целиком. Знание ушло вместе с поколением, родившимся в 1920-х. Что сохранилось: дата Jurģi в календаре, фольклорные песни о пастухах, музейные реконструкции на этнографических фестивалях. Что исчезло: рабочий протокол, в котором каждый жест имел причину.\n→ Есть ли у вас сегодня ритуал перехода между сезонами, в котором действия имеют не символическое, а физическое значение?\n⏱️ 2.4 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/a0Cv4pa9U3uVB2ztO6udiJiIzlMBcCFMRYk9pXYfcBc4ePnRR6Fv71sHv3vvRV_-eJdh5KFuz78RtLKkI_FrQDA-ewQHa57ELFTF0E_frIR2-NRI11cZ3LAprBIpSsDDGjDketT-4EwsWzN0Tn5k1hmKw7AT9Z7s9_pQWh8wD3-4imWcM0m_RHBwQO6C8gdjgsT26nwHQdcu5JXuczSV6elfno6rHBRYR96zWFlJEkuoSIj1vJdSULrF8WAoksjbFzTTNMeytBXgyv9idmMc1YhFdFk2sRXDZBPbY9Mv5w4QGg8wQIozDkRxYf-jQKwVJEU9gu_fbbk5CmQjx8CWBw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779375721.0,
            "poll": null
        },
        {
            "m": "21.05 | 12:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6135",
            "t": "🇲🇰 Директор вещателя MRT заявил, что Северная Македония планирует возвращение на Евровидение в 2027 году.",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779365080.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": ""
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": ""
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": ""
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": ""
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": ""
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": ""
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": ""
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": ""
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": ""
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": ""
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": ""
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": ""
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": ""
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": ""
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": ""
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": ""
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": ""
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": ""
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": ""
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": ""
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};