var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "26.05 | 18:11",
            "id": "70",
            "u": "https://t.me/YourEurovision/6154",
            "t": "🇸🇰🇸🇮 СЛОВАКИЯ И СЛОВЕНИЯ: КУРС НА ЕВРОВИДЕНИЕ 2027 - ПОЛИТИЧЕСКИЕ И БЮДЖЕТНЫЕ МАНЕВРЫ",
            "b": "Пока София готовится принять Евровидение 2027, Словакия и Словения начали подготовку к возвращению. За кулисами венского сезона вскрылись неожиданные подробности политических и финансовых трансформаций SVTR и RTVSLO.\nСЛОВАКИЯ: ШАГ К ВОЗВРАЩЕНИЮ SVTR\nДиректор Rádio Slovensko Индржих Бардон подтвердил: SVTR планировал подать заявку на сезон 2026. Возвращение сорвалось в последний момент из-за жестких финансовых ограничений в период консолидации бюджета. SVTR сейчас перестраивает модель, впервые привлекая частных спонсоров и лейблы. После участия словака Адама Павловчина (Adonxs) за Чехию в 2025 году интерес фан-сообщества и петиции за возвращение STVR достигли пика. SVTR официально декларирует цель - вернуться на конкурс в ближайшие годы.\nСЛОВЕНИЯ: ПОЛИТИЧЕСКИЙ СДВИГ И СНЯТИЕ БОЙКОТА\nВ Словении ситуация носит политический характер. RTVSlo бойкотировал сезон 2026 из-за участия Израиля, заменив трансляцию про-палестинским эфиром. Однако либеральный премьер Роберт Голоб не смог сформировать большинство, и кабинет возглавил консерватор Янез Янша. Новое правое правительство открыто выступает против антиизраильской позиции предшественников. Ожидается смена руководства RTVSLO, что позволит Словении без репутационных потерь свернуть бойкот и вернуться на Евровидение 2027.\nНаряду с подтвержденным возвращением Северной Македонии и возможным камбэком Венгрии, расширение состава участников обещает стать главным сюрпризом следующего года.\nЧье возвращение вы ждете сильнее?\n⏱️ Время чтения: 1.1 мин | 🇸🇰 YourVision: Аналитика",
            "img": "https://cdn4.telesco.pe/file/XID-mMy4HpjRHzxfdi2XwhQGqN41Vin0c2nT4J4QFz-QyLXVylhtHul1XNIcj2IxmK8I7ZziL59tEcno9rMz_7tC5jNIP9Zc_5-Df3zUDkbE6zgxITsA-2EMyrevnjTI3hh0nY5hmlikXMwtGwi3_MvNPnPY6_93BVxyd_XMHyHakEotSlj_Pcvqaw2gq9H6VQitK4N3R5b0R71TWIieONIgjvs9-nKoZHgoeqK03Sq4tmrTp2e2cgnL1XuRT81rdmBc-aIniF-Qo3lpg2fYBozgll_TsKEa5WGxN0ME7EiNbwL8AriWSv3BFJk5ESPFxUQ0zp_Rs6PGws9CGrfXfA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779819080.0,
            "poll": null
        },
        {
            "m": "26.05 | 21:10",
            "id": "local",
            "u": "",
            "t": "🇸🇰🇸🇮 СЛОВАКИЯ И СЛОВЕНИЯ: КУРС НА ЕВРОВИДЕНИЕ 2027 - ПОЛИТИЧЕСКИЕ И БЮДЖЕТНЫЕ МАНЕВРЫ",
            "b": "**СЛОВАКИЯ: ШАГ К ВОЗВРАЩЕНИЮ SVTR**\nДиректор Rádio Slovensko Индржих Бардон подтвердил: SVTR планировал подать заявку на сезон 2026. Возвращение сорвалось в последний момент из-за жестких финансовых ограничений в период консолидации бюджета. SVTR сейчас перестраивает модель, впервые привлекая частных спонсоров и лейблы. После участия словака Адама Павловчина (Adonxs) за Чехию в 2025 году интерес фан-сообщества и петиции за возвращение STVR достигли пика. SVTR официально декларирует цель - вернуться на конкурс в ближайшие годы.\n---\n**СЛОВЕНИЯ: ПОЛИТИЧЕСКИЙ СДВИГ И СНЯТИЕ БОЙКОТА**\nВ Словении ситуация носит политический характер. RTVSlo бойкотировал сезон 2026 из-за участия Израиля, заменив трансляцию про-палестинским эфиром. Однако либеральный премьер Роберт Голоб не смог сформировать большинство, и кабинет возглавил консерватор Янез Янша. Новое правое правительство открыто выступает против антиизраильской позиции предшественников. Ожидается смена руководства RTVSLO, что позволит Словении без репутационных потерь свернуть бойкот и вернуться на Евровидение 2027.\n---\nНаряду с подтвержденным возвращением Северной Македонии и возможным камбэком Венгрии, расширение состава участников обещает стать главным сюрпризом следующего года.\nЧье возвращение вы ждете сильнее? Голосуйте в комментариях!💬",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779819000.0,
            "poll": null
        },
        {
            "m": "26.05 | 19:30",
            "id": "local",
            "u": "",
            "t": "🇪🇺 EUROGROOVE: ALBM CUTS - VIENNA AFTERMATH",
            "b": "**Список номинантов**\n• 🇨🇿 Daniel Zizka - «Amar Pelos Dois» (Salvador Sobral, Португалия 2017)\n• 🇵🇹 Bandidos do Cante - «Saudade, Saudade» (MARO, Португалия 2022)\n• 🇨🇾 Little Antigoni - «My Number One» (Helena Paparizou, Греция 2005)\n• 🇨🇭 Veronica Fusaro - «Satellite» (Lena, Германия 2010)\n• 🇲🇩 Satoshi - «Rim Tim Tagi Dim» (Baby Lasagna, Хорватия 2024)\n• 🇲🇹 AIDAN - «Per Sempre Sì» (Sal Da Vinci, Италия 2026)\n• 🇩🇪 Sarah Engels - «Nel Blu Dipinto Di Blu» (Domenico Modugno, Италия 1958)\n• 🇸🇲 SENHIT - «Occidentali's Karma» (Francesco Gabbani, Италия 2017)\n• 🇳🇴 JONAS LOVV - «Arcade» (Duncan Laurence, Нидерланды 2019)\n• 🇦🇺 Delta Goodrem - «Tattoo» (Loreen, Швеция 2023)\n• 🇱🇻 Atvara - «Fly On The Wings Of Love» (Olsen Brothers, Дания 2000)\n• 🇷🇴 Alexandra Căpitănescu - «Fuego» (Eleni Foureira, Кипр 2018)\n• 🇬🇷 Akylas - «Rise Like a Phoenix» (Conchita Wurst, Австрия 2014)\n• 🇦🇿 JIVA - «We Could Be The Same» (maNga, Турция 2010)\n• 🇱🇺 Eva Marija - «Ne Partez Pas Sans Moi» (Céline Dion, Швейцария 1988)\n• 🇺🇦 LELÉKA - «Baller» (Abor & Tynna, Германия 2025)\n• 🇭🇷 LELEK - «Wild Dances» (Ruslana, Украина 2004)\n• 🇲🇪 Tamara Živković - «Euphoria After Dark» (Loreen, Швеция 2012)\n• 🇷🇸 LAVINA - «In My Dreams» (Wig Wam, Норвегия 2005)\n• 🇩🇰 Søren Torpegaard Lund - «Forlad Mig Ikke Her» (Céline Dion, Швейцария 1988)\n---\n**Голосовать:** [StrawPoll](https://strawpoll.com/eurogroove-albm-cuts-2026)\n📻 Все треки уже находятся в ротации радио levdanskiy.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779813000.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:45",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ВОЗВРАЩЕНИЕ JUNIOR FEST - РЕШЕНИЕ RTSH",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779810300.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6152",
            "t": "🇦🇱 АЛБАНИЯ: ВОЗВРАЩЕНИЕ JUNIOR FEST - РЕШЕНИЕ RTSH",
            "b": "Национальный вещатель RTSH официально подтвердил возвращение легендарного отбора «Junior Fest» для Детского Евровидения 2026. Телеканал отказался от идеи использовать в качестве площадки «Festivali Mbarëkombëtar i Këngës për Fëmijë», положив конец слухам в фан-сообществе.\n⏱️ Время чтения: 0.6 мин | 🇦🇱 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/QMBlP0tvpioE4K92Gmjch4t_2F7HRWa-Du5kfJPz2RlXcRHaAHqIWuaSrCLMHfDHVhGyTuAbGER0YtzWzvbGnP1lyKFl0Ge0t2yJvNyx4UN4EHXyS0_7ERymcRZZ781pAAHhXwHDTyui7iw0W9yiWYMcqKh7P3wTPtRh7tIWBP8LaDiqiPlVTWXGZy8pEgetpHK5ni0oD6EXKTAwauWt3-FShCpBv2UiOeDji8k2OxzVqkmt7NSw6hMSKVNh6vmftLXLmKQHyjjgRsTtL1pI0yUcv4Q3hzAd4R4dmPaJi_0bbUaX5jC2LncxyRKrmmv25eTbBwK4jtmubUpQvnc5NQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779810211.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6039",
            "t": "⏳ #CHRONOS: ТРИ ЗАПАХА ОДНОЙ ГРОЗЫ",
            "b": "МОМЕНТ:\nСейчас, 18:02. Барометрическое давление в Балтии за последние шесть часов упало на 4-6 миллибар. Не сильное падение, но тело его уже зарегистрировало: тяжесть в висках, лёгкая сонливость после обеда, нежелание двигаться. Майские грозы предсказуемы - первые крупные приходятся именно на эту неделю каждый год, когда тёплый воздух с земли встречается с холодным фронтом с моря.\nОЩУЩЕНИЕ:\nЕсли открыть окно прямо сейчас - воздух пахнет металлом. Это не озон ещё - это запах накапливающегося статического заряда в атмосфере, ионизированных молекул азота. Озон появится позже, когда первая молния ударит где-то в 30-50 километрах: O₃ образуется при разряде, ветер несёт его быстрее звука грома. После молнии - резкий сладко-острый запах. После дождя - петрикор: геосмин из почвенных бактерий Streptomyces плюс 2-изоборнеол из актиномицетов.\nТри запаха в одной грозе, в строгой последовательности: предчувствие (металл) - удар (озон) - земля (петрикор). Один час, три химии, разные носы за окном. Тело знает что приближается до того как ты понял что нюхаешь.\n→ Открой окно прямо сейчас. Глубокий вдох через нос. На какой стадии воздух у тебя?\n⏱️ 0.9 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/tWaijsQQ0vJELV-Ql52zB5NFN8SnUDi-yngjJh_bLX83a2U4TiUVPSYYP_o1t5u_omJRKb0DQP4QgJEWQjEBFXLmOemBF-wQnJsXOhS9pdA8noKqxrzRn5QxJD7U-AdQyNrHgultPzwAmcxIWaPOzMyy51qJzWPaGAHvv017WwgWRu_nH1LO_0Hv1d5CiwQSOrlveTyaiYE3N7x2fkX049ZI8YqtQaNeGnY21KIPcGlbwMShYanfZ6KezG9LJqLKTM9hKRC5z6q2eaCSvB-15fKk_HhAhwLlbDbBtxEM9PuWkE_QFZuq3Jx-7hhk_JyMaaCRm6RNn5KAPgBdOcBYrw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779807721.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6151",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: К-ПОП МАШИНА ПРОТИВ ЕВРОВИЗИЙНОГО КАНОНА",
            "b": "Когда EBU и Voxovation подтвердили запуск Eurovision Asia 2026 в Бангкоке, мой аналитический радар сразу сфокусировался на Сеуле. Участие Южной Кореи - это главный тектонический сдвиг для нового формата. Глобальная K-Pop машина встретится с правилами, живущими по иным законам, нежели стандартные чарты Billboard.\nСтратегия вещателя ENA и выбор артиста\n👍 Дерзкий вещатель: Телеканал ENA проведет национальный отбор 4 сентября 2026 года. ENA - молодой кабельный гигант, известный прорывными шоу, готовый рисковать ради рейтингов.\n👍 Отказ от мейджоров: Очевидно, они не станут привлекать титанов уровня HYBE или SM. Скорее всего, упор сделают на сильный средний эшелон айдолов, готовых к живому вокалу.\nТочки столкновения корейской индустрии с каноном\n👍 Лимит времени: Стандартная формула K-Pop включает смену ритма, рэп-бридж и сложный танцевальный брейк (dance break). Упаковать это в жесткие 3 минуты - колоссальный вызов для продюсеров.\n👍 Иллюзия идеального лайва: Регламент требует абсолютно живого вокала без бэк-вокала на записи. K-Pop десятилетиями оттачивал LMR (Live Music Recording) для компенсации хореографии. Бангкок покажет реальную вокальную форму айдолов.\n👍 Геополитика голосования: Южная Корея обладает преданной фан-базой, способной обрушить телеголосование. Однако в формате 50/50 профессиональное жюри Вьетнама, Бангладеш или Камбоджи легко может срезать баллы корейцам ради баланса.\nМой прогноз и формула триумфа\n👍 Формула успеха: Сеул победит только в одном случае: если откажется от шаблонов «айдол-групп» и отправит мощного соло-вокалиста с элементами нео-соула.\n👍 Шансы на победу: Если ENA выберет артиста уровня Heize, Dean или Wendy, шансы на триумф в Бангкоке взлетят до 75%. Иначе Южная Корея рискует выиграть телевоут, но проиграть из-за жюри.\n💬 Как вы считаете, сможет ли корейский айдол победить без фонограммы и танцевальной поддержки?\n⏱️ Время чтения: 1.4 мин | 🇰🇷 YourVision: Аналитика",
            "img": "https://cdn4.telesco.pe/file/A2u_pmP89WWfOUdZjovSsAQj6srIaQpftqfUE3sem4UXX7tIg-0Y7RsgL1S4olPL-yJxJuROVrWog0tKOzXshM7UGZcLJqaH0edKZjjcFfYWvasuL2h1oGFPR3ZwBwzhHQdzlp9VILausMeVVL6uh1RYCs4rQQiraHoG1Qg2JdZpoLSYXm9GUMSpn3sn3nqmRc6X56DaFdfRj07YuwJCIv4-f4O5yg8gLC_PDA5AmvBY_II77iWBmavk7RpPBGVoqeP2Z8AT_xjUhMGPJj43jxNVc1JeXn4_NasH34pyQ_wNj149WhNT1RFZRPZ50neISfACmWYp5XPnNqcVe5Igwg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779807656.0,
            "poll": null
        },
        {
            "m": "26.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: К-ПОП МАШИНА ПРОТИВ ЕВРОВИЗИЙНОГО КАНОНА",
            "b": "**Стратегия вещателя ENA и выбор артиста**\n• **Дерзкий вещатель:** Телеканал ENA проведет национальный отбор 4 сентября 2026 года. ENA - молодой кабельный гигант, известный прорывными шоу, готовый рисковать ради рейтингов.\n• **Отказ от мейджоров:** Очевидно, они не станут привлекать титанов уровня HYBE или SM. Скорее всего, упор сделают на сильный средний эшелон айдолов, готовых к живому вокалу.\n**Точки столкновения корейской индустрии с каноном**\n• **Лимит времени:** Стандартная формула K-Pop включает смену ритма, рэп-бридж и сложный танцевальный брейк (dance break). Упаковать это в жесткие 3 минуты - колоссальный вызов для продюсеров.\n• **Иллюзия идеального лайва:** Регламент требует абсолютно живого вокала без бэк-вокала на записи. K-Pop десятилетиями оттачивал LMR (Live Music Recording) для компенсации хореографии. Бангкок покажет реальную вокальную форму айдолов.\n• **Геополитика голосования:** Южная Корея обладает преданной фан-базой, способной обрушить телеголосование. Однако в формате 50/50 профессиональное жюри Вьетнама, Бангладеш или Камбоджи легко может срезать баллы корейцам ради баланса.\n**Мой прогноз и формула триумфа**\n• **Формула успеха:** Сеул победит только в одном случае: если откажется от шаблонов «айдол-групп» и отправит мощного соло-вокалиста с элементами нео-соула.\n• **Шансы на победу:** Если ENA выберет артиста уровня Heize, Dean или Wendy, шансы на триумф в Бангкоке взлетят до 75%. Иначе Южная Корея рискует выиграть телевоут, но проиграть из-за жюри.\n---\n💬 Как вы считаете, сможет ли корейский айдол победить без фонограммы и танцевальной поддержки?\n---\n🔗 **ИСТОЧНИКИ:** [ENA](https://ena.ktds.com/) | [Eurovoix](https://eurovoix.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779807600.0,
            "poll": null
        },
        {
            "m": "26.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6038",
            "t": "🍮 #PATISSERIE: КАНЕЛЕ - ПОЧЕМУ МЕДЬ",
            "b": "ЛЕГЕНДА:\nКорочка канеле - тёмно-карамельная, почти горелая. Внутри - крем, который никогда не должен был оказаться в духовке. Это противоречие держится только за счёт одного материала: меди.\nБордо, XVIII век. Монастырь Аннунсиад. Монахини делают пирожные из остатков яичных желтков - винодельне нужны были белки для очистки вина (clarification), желтки отдавали в монастырь. Канеле = «канелированный», ребристый. Форма - копия архитектурных деталей церкви рядом.\nМедь не традиция, не эстетика - это физика. Теплопроводность меди 385 Вт/м·К, алюминия 237, силикона 0,2. Медь нагревается мгновенно и формирует корочку за первые 12 минут - до того как крем внутри успеет закипеть и взорвать форму. Без меди канеле или горит снаружи, или остаётся сырым внутри. Среднего нет.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: молоко 500 мл, желтки 2 шт, целое яйцо 1 шт, мука 100 г, сахар 200 г, сливочное масло 50 г, ром тёмный 30 мл, ваниль (стручок или паста), щепотка соли\n- Смазка форм: сливочное масло 30 г + пчелиный воск 30 г (50/50, растопить вместе)\n- Посуда: медные формы канеле (12 ячеек, по 55 мм). Альтернатива - формы с тефлоновым покрытием (результат на 30% хуже, корочка тоньше).\nМЕХАНИКА ПРОЦЕССА:\n1. ВЕЧЕР НАКАНУНЕ. Молоко с маслом и ванилью нагреть до 60°C, снять с огня. В отдельной миске желтки + яйцо + сахар + мука + соль перемешать венчиком до однородности - не взбивать! Воздух не нужен. Влить горячее молоко струйкой, помешивая. Ром. Процедить через сито (важно). В холод 12-24 часа. Тесто должно стать плотным как жидкая сметана, без пузырьков.\n2. РАЗОГРЕВ. Духовка 250°C минимум 30 минут. Это критично - медь должна быть раскалённой к моменту заливки. Восковую смесь растопить, кисточкой смазать формы тонким слоем. Воск даёт характерный глянец корочки - старая бордосская техника, без неё корочка матовая.\n3. ЗАЛИВКА. Тесто перемешать (за ночь оно расслоилось). Разлить на 80% высоты формы - канеле поднимется и осядет. Доверху нельзя: вытечет.\n4. ВЫПЕЧКА. 250°C первые 12 минут - формирование корочки. Потом 180°C 60-70 минут - приготовление крема внутри. Понизить температуру слишком рано: корочка не успеет затвердеть, канеле «съедет». Не понизить вообще: внешность правильная, центр сгорит. Готовность: цвет тёмно-каштановый (почти горелый, но не чёрный), звук при постукивании дна глухой.\n5. ОСТЫВАНИЕ. Достать из форм через 2-3 минуты после извлечения из духовки - не позже, иначе пристанут. Остужать на решётке корочкой вверх. Через час корочка стабилизируется, внутри остаётся мягким.\n⏱️ 2.4 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/J2aVUJjCNKpQXyneTB2K0_Q3XJNIiCPJBIk0eNSAGogkOC6tZqGr04WU4aJLeVmZ7YZ0abByQmH2qJVyJTjwAYPq_APB-A62g0HSp3Wo2hkc3UJF-o4gRxyrSQFR3U53hx2pqU-eBdWmcqc8hqlSL_cfZCRnGj0TyL2Jm7KmkR6gQhDzlZr8E438EqK-OmvXbAD6qN3Ny9M-NJAyt-rHCEk--RgLQGevyCh-nTNBNJcaSew2BD4cpGcx6fbGJoYBMAAgt8oUtdinPDWdLClr9DYrycT5CZExuGWvzuqADJNx1aNzR5M00zEfwu6GtXj1a_fktenoT_hpQn0aeJmnHw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779797041.0,
            "poll": null
        },
        {
            "m": "26.05 | 15:00",
            "id": "local",
            "u": "",
            "t": "🌏 EUROVISION ASIA: ОФИЦИАЛЬНО ЗАПУЩЕНО - ДЕТАЛИ И СТРАНЫ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779796800.0,
            "poll": null
        },
        {
            "m": "26.05 | 12:00",
            "id": "local",
            "u": "",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ-2027: БОЛГАРИЯ ЗАПУСКАЕТ ГОНКУ ГОРОДОВ-ХОЗЯЕВ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779786000.0,
            "poll": null
        },
        {
            "m": "26.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6037",
            "t": "📚 #SOURCE: ПО «ПАДЕНИЕ ДОМА АШЕРОВ» - ДОМ КАК ПСИХИКА",
            "b": "«В продолжение всего тусклого, тёмного и беззвучного осеннего дня, когда тучи нависали удушающе низко, я ехал верхом по странно угрюмой местности и наконец оказался, когда сгустились вечерние тени, в виду меланхолического Дома Ашеров.»\nЭдгар Аллан По, «Падение дома Ашеров», 1839.\nЧТО СКРЫТО:\n1839 - год максимальной бедности По. Жена Вирджиния (его двоюродная сестра, на которой он женился когда ей было 13) уже больна туберкулёзом - умрёт в 1847. По работает редактором за гроши, пьёт. В этот год он пишет рассказ о замкнутой аристократической семье, которая физически распадается вместе со своим домом.\nТёмный слой стоит читать дважды. На первом уровне - готический ужас: брат и сестра живут в доме, который болеет вместе с ними; сестра умирает, брат хоронит её живой; дом обрушивается в чёрный пруд. На втором уровне - политическое заявление. По был южанин. Он видел как аристократические семьи Юга женятся внутри себя из страха «потерять кровь» - и физически вырождаются. Родерик и Маделин - не персонажи, а диагноз. Замкнутая система всегда обрушивается.\nПОЧЕМУ СЕГОДНЯ:\nВ мае дома впервые с октября открывают окна. Стены отдают зимний воздух, накопленный в обоях, в полах, в краске. Дом дышит. У По в 1839 дом не мог дышать - и физика стала психологией: затхлость стала отчаянием, тишина стала готовностью к концу. Сейчас, когда твой дом впервые за полгода действительно проветривается, можно почувствовать обратное: что значит когда дом дышит вместе с тобой.\n→ Какая часть твоего дома сейчас тебя поддерживает, а какая держит в зиме?\n⏱️ 1.4 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/k_8d8nNG1TA8wi5WsZSaJGzDI-HxyWh1F6k8u0KpdVuv_1bvplMEySq9iAAVDorGigDDUTCHBZxHt8Ovqql9ty3jA6FMXrxmC4b8_hkPW7Y2WTEKQZOkM6xXHq1WBeRPGGch-oSKYEbGh00-8X4k8EiukyGPn8YrG9ehBxWRaLWeaYTWWr2Dj2gJB8WfItilp91qPYckbw87D2VnnbAxMoF6BvK5VTD2gWeRf_1MB1EYq64x9VOLdEnRkisRtQGuFy_FVJPUAaHHEjVbEOraH7VU4GnLGatLii1e9ekf939ighW8Pf9GAy1u5futod1EFKoEzDiF3CKEoidSCXqdkw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779779041.0,
            "poll": null
        },
        {
            "m": "26.05 | 10:00",
            "id": "local",
            "u": "",
            "t": "🇸🇪 ШВЕЦИЯ: ФЕЛИСИЯ - ИНЦИДЕНТ НА РЕПЕТИЦИИ В БАЗЕЛЕ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779778800.0,
            "poll": null
        },
        {
            "m": "25.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6036",
            "t": "⏳ #CHRONOS: ТРАВА КРИЧИТ, ТЫ УСПОКАИВАЕШЬСЯ",
            "b": "МОМЕНТ:\nСейчас, 18:02. В вашем районе сегодня прошла газонокосилка - первая или вторая за год. Воздух пахнет тем, чего не было с прошлого сентября: цис-3-гексеналь, молекула, которую растение выбрасывает в воздух когда его повреждают. Это химический сигнал тревоги - трава предупреждает соседнюю траву об атаке. Концентрация в воздухе максимальна в первые 20 минут после покоса, потом падает: альдегид окисляется до безвкусного гексанола.\nОЩУЩЕНИЕ:\nПарадокс в том, что для тебя этот сигнал тревоги - запах покоя. Кортизол падает в крови измеримо. Сердечный ритм замедляется на 2-4 удара. Это эволюция: твои предки тысячи поколений нюхали свежескошенную траву в сезон когда еды было много, угроз меньше, день длинный. Тело запомнило корреляцию. Трава кричит, ты успокаиваешься. Это не лицемерие восприятия. Это разные системы языка - её химическая, твоя сенсорная.\nОкно короткое. К концу июня твои рецепторы адаптируются и тот же запах перестанет работать как лекарство. Сейчас самое острое его действие за год.\n→ Выйти на улицу прямо сейчас. Найти ближайший скошенный газон или травяной клок. Три глубоких вдоха через нос. Кортизол падает в течение четырёх минут.\n⏱️ 1.1 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/VT3QkVFQiir6NR8Q6b39PI3BR3CODuZ2cyUjMqfxUjP0RwITxEHAOkXjSVnDY3giPiyVAjUVQQsDlYgMva3uD4ZMdciKpIU03cly5F1J9WuDC5nAMA7FW1zLCrx0ti_TPG6cZN4O-lVZXm4DzvQzgOTEzZShWUv8gG_7VKPGjCvnrfePeC9ewTY_r0DYbfsLcsBIVYCW3tF8Mgn4p1G2aLx5Eol5b9aDJsEn5xDwnCHS0ObqHBwd1AgHgCP9Nn-HTGNuKvbJMLUZfZq_6x7yFoiKM-BX-HqpDndhIAbW9wQDCkmINLIWdBVENm41tN1PEUratrhw35ZI66TjgluLLQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779721321.0,
            "poll": null
        },
        {
            "m": "25.05 | 16:15",
            "id": "local",
            "u": "",
            "t": "🇦🇲 АРМЕНИЯ: БАЛЕТ НА КРЫШЕ И ХАЧАТУРЯН - ИНТЕРВАЛ-АКТ EUROVISION YOUNG MUSICIANS 2026 РАСКРЫТ",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779714900.0,
            "poll": null
        },
        {
            "m": "25.05 | 12:57",
            "id": "70",
            "u": "https://t.me/YourEurovision/6150",
            "t": "🇦🇲 АРМЕНИЯ: БАЛЕТ НА КРЫШЕ И ХАЧАТУРЯН - ИНТЕРВАЛ-АКТ EUROVISION YOUNG MUSICIANS 2026 РАСКРЫТ",
            "b": "Армянский вещатель AMPTV раскрыл масштабные детали интервал-акта финала классического конкурса Eurovision Young Musicians 2026, который пройдёт в Ереване уже 6 июня.\nВо время 40-минутного судейского совещания зрителям представят перформанс «Секунда длиной в 40 минут» (A Second, That’s 40 Minutes), охватывающий всё здание Ереванского оперного театра.\nДетали шоу:\n👍 Концепт: Артисты балета пройдут танцевальным маршрутом через всё здание оперы - от глубоких подвалов до самой крыши, раскрывая историю культового строения.\n👍 Музыка: Перформанс пройдёт под произведения великого Арама Хачатуряна в исполнении Национального оркестра Армении. Режиссёром выступил Арамаис Айрапетян.\nЕреван принимает конкурс классических музыкантов впервые (это третье евровизионное событие в истории города). За победу поборются 11 молодых виртуозов от 12 до 21 года:\n👍 🇦🇲 Армения: Elen Virabyan (флейта)\n👍 🇧🇪 Бельгия: Simon Nakhimovitch (маримба)\n👍 🇨🇾 Кипр: Iakovos Kedaritis (кларнет)\n👍 🇨🇿 Чехия: Nora Lubbadová (фортепиано)\n👍 🇩🇪 Германия: Moë Dierstein (скрипка)\n👍 🇱🇻 Латвия: Sonja Misiņa (перкуссия)\n👍 🇵🇱 Польша: Michał Stochel (аккордеон)\n👍 🇵🇹 Португалия: Beatriz Li Rosão (скрипка)\n👍 🇷🇸 Сербия: Jana Jakovljević (скрипка)\n👍 🇸🇪 Швеция: Edward Ahlbeck Glader (фортепиано)\n👍 🇨🇭 Швейцария: Manoush Toth (фортепиано)\nУдастся ли Еревану перевернуть представление о классическом евроформате? За кого будете болеть в этом году? Обсуждаем в комментариях.💬\n⏱️ Время чтения: 1.6 мин | 🇦🇲 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/VncMbzV4z7TKF4TWgsD-qZkYeiY1DESYQe-_tbeKDe2KsXmEkYkpN-ZZg30iGZfBebYFUzA44KulbyP4dtwhT-YQwZO7wu24EfhxhxCQ3ki1Jk7eH506EEiknT7nGMVvSxIHBCdSZ266UR-s-QOXU-C3ZtSof26a_K3ARpqn4ouRft5BNYG1nTGXwdQDl6enOwxTCpD8P3T03IaLXVsH-o9YrsWFQUnzK5cB83o2-jseDoN6hqBjLBG_ZLw0x1j8epMQ0uGniJ0CRwU_GN4SkTLnbkjzJ6NHPBCE5btjqfuM_NIwQy_Kd_xkOJfUZ0WwNEkoesjRddNsPy5u0KRoVQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779713856.0,
            "poll": null
        },
        {
            "m": "25.05 | 15:30",
            "id": "local",
            "u": "",
            "t": "🇲🇹 МАЛЬТА: THE VOICE KIDS СТАНОВИТСЯ НАЦОТБОРОМ НА ДОМАШНЕЕ ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779712200.0,
            "poll": null
        },
        {
            "m": "25.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6035",
            "t": "🥐 #CAKES: ЭСТЕРХАЗИ - ОРЕХ ПРОТИВ ШОКОЛАДА",
            "b": "ЛЕГЕНДА:\nВ Центральной Европе XIX века шоколад был испанским импортом, дорогим как специи. Грецкий орех падал с дерева у каждого дома. Когда венгерские и австрийские кондитеры создавали свой главный торт, они выбрали то, что было своим. Эстерхази - это политическая позиция, замаскированная под десерт: «нам не нужно то, что приходит из-за океана».\nНазван в честь Пала Антала Эстерхази (1786-1866), австро-венгерского дипломата из одной из самых влиятельных аристократических семей империи. Торт подавали на переговорах. Сигнатурный рисунок - тёмная шоколадная паутина на белом фонданте - служил визуальной подписью: даже когда мы используем шоколад, мы используем его минимально, только как графику. Орех - основа. Шоколад - росчерк.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Ореховые коржи (5 штук): яичные белки 6 шт., сахар 180 г, грецкий орех молотый 200 г, мука 30 г, корица 1 щепотка\n- Крем пралине: масло сливочное 250 г, варёная сгущёнка 200 г, грецкий орех молотый 100 г, ваниль\n- Покрытие: абрикосовый джем 60 г (тонкий слой под фондант), белый фондант 200 г (или белая глазурь из сахарной пудры + лимонный сок), тёмный шоколад 50 г для паутины\nПосуда: круглая форма 22 см, разъёмная или пять отдельных коржей пекутся на пергаменте по трафарету. Корнетик из пергамента для паутины.\nМЕХАНИКА ПРОЦЕССА:\n1. БЕЗЕ С ОРЕХАМИ. Белки взбить до мягких пиков, ввести сахар постепенно, продолжать взбивать до плотных глянцевых пиков. Молотые орехи с мукой и корицей всыпать в три приёма, складывая лопаткой снизу вверх. Не помешивать - воздух выйдет, корж осядет. Готовая масса густая, держит форму ленты.\n2. КОРЖИ. На пергаменте начертить пять кругов диаметром 22 см (с обратной стороны). Распределить массу тонким слоем (около 5 мм). 170°C, 12-14 минут. Готовый корж сухой по краям, центр чуть пружинит. Звук готовности: при постукивании пальцем - сухой, как пустая коробка. Снимать с пергамента остывшими.\n3. КРЕМ. Масло комнатной температуры взбить до пышности (3 минуты). Влить варёную сгущёнку струйкой, продолжая взбивать. Всыпать молотые орехи и ваниль. Крем готов когда блестит и держит структуру на лопатке 5 секунд.\n4. СБОРКА. На блюдо первый корж, тонкий слой крема. Второй корж, крем. Так пять коржей, между каждым крем. Верхний корж - крема нет, только тонкий слой джема. Бока тоже промазать тонким слоем крема.\n5. ФИНИШ. Растопить фондант (или развести сахарную пудру с лимонным соком до густоты сметаны), залить верхний корж ровным слоем. Сразу пока не застыло - тёмный шоколад растопить, набрать в корнетик, нарисовать концентрические круги на фонданте. Зубочисткой провести линии от центра к краю чередуя направления: к краю, к центру, к краю. Получится сигнатурная паутина. Холод 4 часа.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/mJnWxaqrEr-t-r7XnuShk5MAWJzRzaGozffWTjme9fxpk5fFriVrzkMDxGJo8TfI8lWR0VpYJ6EF5aQqAo6WkpKRc3vCrSxPR4K6zMwRReJHg4VFdO1ZfCL4Ay8ndlmSz9aDPiUG7YaNOyqWDAyWIFspsxWuTx4zZq5U9noF0caeHpMv8H92jsHR5UNCQ0XkaA_IUs7719AX979IcWatIaYswDNSMGBFh-xUAs5bx4tM9Wo6RPrLEr3B7CV9wKHh9yIx1xdhLL_44hHaEWMbRRW_py8p3cULPn9oxG4GyWTZCQecEYIx4hYr05fRWq9PmtADPDZ1qvEIoJVk9_2UNA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779710641.0,
            "poll": null
        },
        {
            "m": "25.05 | 15:00",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ЕВС 2026-2027: ЛАЙВ-КАЛЕНДАРЬ - ОТ ОФФСЕЗОНА ДО БОЛГАРИИ",
            "b": "## 📅 БЛИЖАЙШИЙ ЧЕК-ЛИСТ (МАЙ - ИЮНЬ 2026)\n• **29 мая** - 🇲🇰 **Северная Македония:** Дедлайн подачи заявок на отбор JESC 2026 от вещателя MRT.\n• **30-31 мая** - 🇦🇱 **Албания:** Полуфиналы Festivali i Këngës për Fëmijë (отбор на Детское Евровидение).\n• **31 мая (19:20 по Риге)** - 🇪🇺 **Европа:** Результаты голосования EuroGroove ALBM Cuts.\n• **1 июня** - 🇦🇱 **Албания:** Финал Festivali i Këngës për Fëmijë (выбор представителя на Мальту).\n• **1 июня (11:00 по Риге)** - 🇲🇰 **Северная Македония:** Живые прослушивания кандидатов JESC в студии MRT.\n• **6 июня (21:00 по Риге)** - 🇬🇪 **Грузия:** Гранд-финал вокального шоу Ranina (выбор представителя JESC).\n• **6 июня (21:00 по Риге)** - 🇦🇲 **Армения:** Финал конкурса молодых классических исполнителей Eurovision Young Musicians 2026 в Ереване.\n---\n## 🌑 ЛЕТНИЙ ОФФСЕЗОН И ОСЕНЬ 2026\n• **Июль** - 🇧🇬 **Болгария:** БНТ объявит город-хозяин Евровидения 2027 из шорт-листа (София, Пловдив или Варна).\n• **17 августа** - 🇫🇮 **Финляндия:** Открытие окна приёма заявок на легендарный отбор UMK 2027.\n• **23 августа** - 🇧🇩 **Бангладеш:** Национальный финал отбора на Евровидение Азия 2026 от Channel i.\n• **23 августа** - 🇫🇮 **Финляндия:** Закрытие окна подачи заявок на UMK 2027.\n• **19 сентября** - 🇳🇱 **Нидерланды:** Финал Junior Songfestival 2026.\n• **24 октября** - 🇲🇹 **Мальта:** Финал Детского Евровидения 2026 в Та-Кали.\n• **14 ноября (15:00 по Риге)** - 🌏 **Таиланд:** Первый Гранд-финал возрождённого Евровидения Азия 2026 в Бангкоке.\n---\n## 🔮 ВЗГЛЯД В БУДУЩЕЕ: АКТИВНЫЙ СЕЗОН 2027\n• **Январь 2027** - 🇪🇸 **Испания:** Предполагаемый старт Benidorm Fest 2027 и возможное возвращение страны на конкурс.\n• **20 февраля 2027** - 🇫🇮 **Финляндия:** Финал легендарного UMK 2027 на Nokia Arena в Тампере.\n• **Март 2027** - 🇸🇪 **Швеция:** Гранд-финал Melodifestivalen 2027.\n• **Май 2027** - 🇧🇬 **Болгария:** Недели репетиций и Гранд-финал Евровидения 2027 (первый в истории Болгарии!).\nСезон обещает быть насыщенным. Какое событие вы ждёте больше всего и верите ли в успех азиатской франшизы? Обсуждаем в комментариях!💬",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779710400.0,
            "poll": null
        },
        {
            "m": "25.05 | 11:55",
            "id": "70",
            "u": "https://t.me/YourEurovision/6149",
            "t": "🇲🇹 МАЛЬТА: THE VOICE KIDS СТАНОВИТСЯ НАЦОТБОРОМ НА ДОМАШНЕЕ ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "Вещатель PBS открыл приём заявок на третий сезон «The Voice Kids Malta» - он вновь станет отбором на Детское Евровидение 2026. Для острова этот год особенный: Мальта принимает конкурс 24 октября в Та-Кали.\nГлавные правила отбора:\n👍 Участники: Дети от 9 до 14 лет. Eliza Borg (представительница 2025 года) не допускается к участию.\n👍 Формат: 4 этапа («слепые прослушивания», баттлы, полуфинал и финал). Запуск телешоу ожидается в сентябре.\n👍 Песни: Финалисты получат оригинальные треки на английском или мальтийском языках (длиной от 2:30 до 3:00 минут), созданные в лагере соавторства Songwriting Camp.\n👍 Победитель: Обладатель лучшего оригинального трека определится в финале вживую.\nМальта продолжает успешный европейский тренд интеграции «The Voice» в детские отборы вслед за Польшей и Португалией. Помогут ли домашние стены и формат франшизы вернуть Мальту в топ? Обсуждаем в комментариях.💬\n⏱️ Время чтения: 0.9 мин | 🇲🇹 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/rHq6eEXWhZFZREsbfHTYnKdUc1m8a-km9qwnQ3_tFX6eFM_33FFXzZp15ApDaBtITtnJlg8VuhiV2yooemNip3BVsjJ8L4flKzr9_N-XFEFPjhRRK-m-BnyqKnRkdEZxOh24xik31FG_TxrmpLjATUIolpMtAtW2PcnLqH23z_HmZ5fPTC1SRTSPqNBgLcVH33Bpd5bDH-iSIJiGHh5PukgriyvL8nlX_upfqslvZzCzIGVJEd9JmO8-IagXZLmGL11tmu1J4Qp1mWewrABg6Q-w0RSZdaFVUrO8IWA8kL3kO3euwAZGPAYpqxJQF1iNh47Y-V9bqza5DGnNrXrnXQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779710141.0,
            "poll": null
        },
        {
            "m": "25.05 | 14:15",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: 9 ГЛАВНЫХ ОЖИДАНИЙ ОТ ЕВРОВИДЕНИЯ 2027",
            "b": "**Борьба городов: София против Бургаса**\n• **София - фаворит:** Столица принимала Детское Евровидение 2015 на Арене София. Вещатель БНТ базируется здесь, и большинство крупных телешоу записываются в столичных студиях.\n• **Бургас - конкурент:** Город располагает новой крытой ареной на 15 000 мест, открытой в 2023 году, развитой отельной инфраструктурой и международным аэропортом, обслужившим 1,8 млн пассажиров в 2025 году.\n**Ведущие и бюджетные рамки**\n• **Кто выйдет на сцену:** Публика ждёт возвращения Поли Геновой, имеющей опыт ведения Детского Евровидения 2015. Однако менеджмент БНТ может доверить главную роль Георги Любенову, тридцать лет работающему на ТВ и вещавшему отбор 2026 года. Поли Генова в таком случае возглавит грин-рум.\n• **Масштаб расходов:** Болгария не станет экономить. Экономический эффект Ливерпуля 2023 превысил 65,9 млн фунтов. БНТ привлечёт правительственные инвестиции и спонсоров. Ожидается бюджет на уровне Вены и Базеля.\n**Тренды EBU и кризис доверия зрителей**\n• **Лазейки в регламенте:** Правило «живых инструментов» продолжит размываться. После гармоники Lucio Corsi в 2025 году и скрипки DARA в 2026 году вещатели станут активнее запрашивать у EBU персональные исключения из регламента.\n• **Коммерциализация бренда:** Проекты вроде Евровидения Азия (Voxovation) и провального турне ESC Live Tour размывают статус уникального ежегодного события в пользу чистого бизнеса.\n• **Падение телесмотрения:** Швеция, Великобритания и Норвегия зафиксировали рекордно низкие рейтинги трансляций из-за политических скандалов и бойкотов. EBU обязан восстановить доверие к конкурсу до старта сезона в Болгарии.\n**Музыкальная революция «Bangaranga»**\n• Победительница DARA переопределила формат победной заявки. Её трек совместил балканские мотивы со стриминговой структурой (смена темпа в середине песни, TikTok-формат).\n• Успех этно-попа и индастриала доказывает: молодёжная аудитория голосует за песни, звучащие в их персональных плейлистах, а не за классические баллады для жюри вроде «Eclipse» Delta Goodrem. В отборах 2027 года ожидается приток гиперпопа, афробита и K-pop.\n---\n💬 Как вы считаете, сможет ли Болгария провести конкурс на уровне Австрии и Швейцарии?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779707700.0,
            "poll": null
        },
        {
            "m": "25.05 | 14:00",
            "id": "local",
            "u": "",
            "t": "🇵🇹 ПОРТУГАЛИЯ: ОЦЕНКА ВЫБОРА SALVADOR RIO НА ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "📊 **Как вам выбор Португалии для Детского Евровидения 2026?**\n🔵 Отличный выбор, сильный вокал\n🔴 Средний уровень, зависит от песни\n🟡 Не нравится, были кандидаты лучше\n🟢 Пока не определился\nГолосуйте!",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779706800.0,
            "poll": null
        },
        {
            "m": "25.05 | 13:45",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: НАЦОТБОР НА ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 ПРОЙДЁТ С 30 МАЯ ПО 1 ИЮНЯ",
            "b": "**Детали национального отбора**\n- Фестиваль пройдёт с 30 мая по 1 июня. Победитель категории Juniors получит право представить Албанию на Мальте.\n- Всего в отборе примут участие 30 исполнителей. В список вошли Eden Vrioni с песней «Rumtata», Serena Turhani с песней «Aventura» и Kleon Prenga с треком «Boom-boom».\n- Детское Евровидение 2026 пройдёт 24 октября в Та'Кали на арене Malta Fairs and Convention Centre. Мальта принимает конкурс в третий раз.\n**Статус подготовки к конкурсу**\n- На данный момент участие в JESC 2026 официально подтвердили 9 стран.\n- В их числе Польша с представителем Wiktor Sas и Португалия с победителем вчерашнего отбора Salvador Rio.\n- Грузия объявит своего исполнителя 6 июня, Нидерланды проведут финал 19 сентября.\n---\n🔗 **ИСТОЧНИК:** [Eurovoix](https://eurovoix.com/2026/05/24/albania-selects-junior-eurovision-2026-june-1/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779705900.0,
            "poll": null
        },
        {
            "m": "25.05 | 13:30",
            "id": "local",
            "u": "",
            "t": "🇧🇩 БАНГЛАДЕШ: ОТБОР НА ЕВРОВИДЕНИЕ АЗИЯ 2026 ПРОЙДЁТ 23 АВГУСТА",
            "b": "**Детали приёма заявок и подготовки**\n- Окно подачи заявок открыто с 10 мая до 10 июня.\n- Минимальный возраст участников составляет 18 лет.\n- Список из 12 финалистов объявят 21 июня, после чего в течение июля артисты пройдут этап подготовки.\n**Механика голосования и правила для артистов**\n- Победитель определится голосованием зрителей и жюри в пропорции 50/50. Голосование жюри является опциональным.\n- Зрительское голосование пройдёт в приложении Zoop. Для снижения фактора фан-клубов пользователи обязаны выбрать минимум три разные песни.\n- Участникам рекомендовано сотрудничество с музыкальными лейблами. Voxovation назначит лейбл исполнителю при его отсутствии.\n---\n🔗 **СМОТРЕТЬ:** [Channel i](https://www.channelionline.com/eurovison-bongo-music/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1779705000.0,
            "poll": null
        },
        {
            "m": "25.05 | 10:25",
            "id": "70",
            "u": "https://t.me/YourEurovision/6147",
            "t": "😳😏 ЕВС 2026: ЛАЙВ-КАЛЕНДАРЬ - КЛЮЧЕВЫЕ ДАТЫ ОФФСЕЗОНА",
            "b": "Майский триумф Болгарии завершён, но евросезон не думает останавливаться. Пока вещатели взрослого конкурса ведут тихие споры о бюджетах и городах-хозяевах для 2027 года, детские отборы и расширение Евровидения в Азию уже на низком старте.\nПеред вами - полный путеводитель по главным чек-поинтам этого лета и начала осени.\nБЛИЖАЙШИЙ ЧЕК-ЛИСТ (МАЙ - ИЮНЬ)\n👍 29 мая - 🇲🇰 Северная Македония: Дедлайн подачи заявок на отбор JESC 2026 от вещателя MRT.\n👍 30-31 мая - 🇦🇱 Албания: Полуфиналы Festivali i Këngës për Fëmijë (отбор на Детское Евровидение).\n👍 1 июня - 🇦🇱 Албания: Финал Festivali i Këngës për Fëmijë (выбор представителя на Мальту).\n👍 1 июня (11:00 по Риге) - 🇲🇰 Северная Македония: Живые прослушивания кандидатов JESC в студии MRT.\n👍 6 июня (21:00 по Риге) - 🇬🇪 Грузия: Гранд-финал вокального шоу Ranina (выбор представителя JESC).\n👍 6 июня (21:00 по Риге) - 🇦🇲 Армения: Финал конкурса молодых классических исполнителей Eurovision Young Musicians 2026 в Ереване.\nЛЕТНИЙ ОФФСЕЗОН (ИЮЛЬ - АВГУСТ)\n👍 Август - 🇧🇬 Болгария: БНТ объявит город-хозяин Евровидения 2027 из шорт-листа (София, Пловдив или Варна).\n👍 17 августа - 🇫🇮 Финляндия: Открытие окна приёма заявок на легендарный отбор UMK 2027.\n👍 23 августа - 🇧🇩 Бангладеш: Национальный финал отбора на Евровидение Азия 2026 от Channel i.\n👍 23 августа - 🇫🇮 Финляндия: Закрытие окна подачи заявок на UMK 2027.\nОСЕННИЙ СТАРТ И ФИНАЛЫ\n👍 19 сентября - 🇳🇱 Нидерланды: Финал Junior Songfestival 2026.\n👍 24 октября - 🇲🇹 Мальта: Финал Детского Евровидения 2026 в Та-Кали.\n👍 14 ноября - 🇹🇭 Таиланд: Первый Гранд-финал возрождённого Евровидения Азия 2026 в Бангкоке.\nВЗГЛЯД В БУДУЩЕЕ: АКТИВНЫЙ СЕЗОН 2027\n👍 Январь 2027 - 🇪🇸 Испания: Предполагаемый старт Benidorm Fest 2027 и возможное возвращение страны на конкурс.\n👍 20 февраля 2027 - 🇫🇮 Финляндия: Финал легендарного UMK 2027 на Nokia Arena в Тампере.\n👍 Март 2027 - 🇸🇪 Швеция: Гранд-финал Melodifestivalen 2027.\n👍 Май 2027 - 🇧🇬 Болгария: Недели репетиций и Гранд-финал Евровидения 2027 (первый в истории Болгарии!).\nСезон обещает быть насыщенным.\n⏱️ Время чтения: 1.2 мин | 🇪🇺 YourVision: Calendar",
            "img": "https://cdn4.telesco.pe/file/mq5CJ9gByfrvy7gIi09ju9_F7PhXSrkOGlQIa4C4ECOUzz6QMvQ0WoVvOgcEC6BW6PyLShw8fJVx5Zk-gjCrEMqpGaCJeJiJxVmweGcftl4y_oSxvOfXOQ4I1kgQxBIm4KliZIZHc_xjqIX32yu5vZbG9ZrW1I4EWiAAktACtgj0LSypR80C43ckeO5YHLKCCIj1jD3oUB8r2eX2gDNIHVOTReD_aTP6sMhdGI2h0aXe4kwqgSeCuKQQt_f9Vq2R_p9776kwTY5p6Dq31fAsYjtJSno1nUianFmMAcEhmvvpl_WFRwp_UbmwARlO8Ms9TK7HWqF8SA18VM5mozG3GA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1779704710.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};