var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_fi.svg"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_it.svg"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ro.svg"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_se.svg"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_gb.svg"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_bg.svg"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://www.eurovision.com/static/images/70-heart-sm.ff9bba532601.webp"
        }
    ],
    "news": [
        {
            "m": "16.06 | 13:59",
            "id": "70",
            "u": "https://t.me/YourEurovision/6217",
            "t": "🇱🇺 ЛЮКСЕМБУРГ: ЕВРОВИДЕНИЕ-2027 - УЧАСТИЕ ГАРАНТИРОВАНО ДО 2029 ГОДА",
            "b": "Правительство Люксембурга приняло стратегическое решение гарантировать финансирование и участие Великого Герцогства на «Евровидении» на три года вперед - вплоть до 2029 года. Ранее соглашение с вещателем RTL Luxembourg продлевалось ежегодно, теперь же проект получил долгосрочную стабильность для укрепления музыкального присутствия страны в Европе.\nОдновременно объявлена дата проведения национального отбора Luxembourg Song Contest (LSC) на сезон-2027.\nДАТЫ И ДЕТАЛИ ОТБОРА:\n• Luxembourg Song Contest 2027: финал состоится 30 января 2027 года.\n• Площадка: концертный комплекс Rockhal в Эш-Бельваль, который принимал все предыдущие шоу после возвращения страны в 2024 году.\n• Цель: выбор представителя Люксембурга на «Евровидении-2027» в Болгарии.\n• Прием заявок: правила отбора и окно подачи для артистов будут официально опубликованы вещателем RTL в июле 2026 года.\nС момента возвращения в 2024 году Люксембург закрепил за собой статус важного участника шоу, трансляции которого собирают более 130 миллионов зрителей по всему миру.\nСможет ли Люксембург с гарантированным трехлетним бюджетом превзойти результаты прошлых лет и побороться за победу в Болгарии?\n⏱️ Время чтения: 0.8 мин | 🇱🇺 YourVision: Люксембург",
            "img": "https://cdn4.telesco.pe/file/LnNddNebIGdYjptj461Dsdss6Puztkt4KP1-VFiq3GPCw6npg8LouOhpyKOq5KdIwdB_uP02sJ3bU-7wZaPhjrT_eLLBG9Ri1Pd24dTgk3zHAnDWGlhtgh2iPp65-abvvaj-ilYIvldEpgb8pnytfd1FqpdyZ1PVQj49-gP47WRgc-08PqPpuczC5KRAuk9FHbsN7YGqJq-zKqtwS3ZXOwzkpyh1e8TMbg5hMARBVRJWMNNT636vxORVLLrCbdRqBzZvdSQnDjBWdfAApVPYrZtnLppQBlbfgsl7_pLihW0MlR0xQZbfj_fnNOV9EbNbZBoTPuZPJ5xs-t1Q6ro9xw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781618341.0,
            "poll": null
        },
        {
            "m": "16.06 | 13:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6216",
            "t": "🇺🇦 УКРАИНА: ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026 - ПРИЕМ ЗАЯВОК ОТКРЫТ",
            "b": "Общественный вещатель Суспільне объявил о начале приема заявок на участие в национальном отборе на Детское Евровидение-2026, которое пройдет 24 октября на Мальте. Окно для подачи заявок открыто с 16 июня по 8 июля включительно на сайте junior.eurovision.ua.\nМузыкальным продюсером отбора вновь назначена певица Светлана Тарабарова.\nПРАВИЛА И ЭТАПЫ ОТБОРА:\n• Участники: дети от 9 до 14 лет (соло или группы до 6 человек).\n• Заявка: видео живого исполнения двух разножанровых каверов и видеовизитка.\n• Оригинальный трек (опционально): 2.5-3 минуты, без релиза до 1 мая 2026 года. Наличие песни не влияет на прохождение отбора.\n• Лонг-лист: до 15 артистов объявят до 29 июля 2026 года для живых прослушиваний.\n• Звездная школа: 10 лучших пройдут обучение, из них выберут 6 финалистов.\nФинал национального отбора запланирован на сентябрь 2026 года и пройдет в формате совместного голосования жюри и телезрителей.\nНапомним, в прошлом году представительница Украины София Нерсесян заняла второе место с песней «Motanka». Победу праздновала Lou Deleuze из Франции с треком «Ce monde», однако французский вещатель отказался от проведения шоу, в результате чего конкурс в третий раз примет Мальта.\nСможет ли Украина улучшить прошлогодний серебряный результат и привезти хрустальный микрофон в Киев?\n⏱️ Время чтения: 0.9 мин | 🇺🇦 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/QFeV_c48kvb39WcsO875490RefBj3F4nNSROuQXkdf2AE3Se6SAozB4OwIyciEYpl5b6z_IsYWV70iFv-CnoPL09sBwZ9j5yfdpLvzKR8daxN7naEyJUUcstAcLK4Yu9h6e2KSMEvrgP62HPEh6FlLckNajpEPrlvGT0JXeIDOM2aql9D4MaQ6FBM4bwd12TQ0N8asD-npfSBPMUpe8401nXiyHRZaFJmqePElBHsrT06RuBhFNi9j3_jGCB4U0RU082vNlMj_yQdn9_uUx5BHmG9ymLmR7uTew7Dspnq9d5DugC3VSs_4DwUuLcoaEjpUhp5v3uyvouFw0_82K8LQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781618174.0,
            "poll": null
        },
        {
            "m": "16.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6103",
            "t": "🍮 #PATISSERIE: ЗЕМЛЯНИЧНЫЙ ТАРТ - ТРИ ТЕХНИКИ ПОД ОДНОЙ КРЫШЕЙ",
            "b": "ЛЕГЕНДА:\nФруктовый тарт - не одна работа, а три отдельные техники, собранные в одну форму. Песочное тесто как тарелка, заварной крем как чувство, ягода с лакировкой как факт. Каждая может убить остальные.\nТарт - старейшая французская форма выпечки. В средневековых рецептарях XIII-XIV веков уже описаны открытые сладкие пироги (tarte aux fruits). Окончательная структура классической patisserie - pâte sablée + crème pâtissière + свежие фрукты + nappage - сложилась к XVIII веку и не менялась 250+ лет.\nКаждая из трёх техник существует и самостоятельно: pâte sablée в сабле и тарталетках, crème pâtissière в эклерах и mille-feuille, ягоды с nappage на меренге или мороженом. Но именно их соединение в одной форме создаёт жанр.\nЯ делал этот тарт несколько раз. Главная ошибка начинающих - тёплый крем на горячем тесте. Тарт «съезжает», тесто размокает, ягоды плавают. Каждый компонент должен быть охлаждён независимо. Тесто остыло. Крем остыл. Ягоды холодные. Сборка - последний акт, за 1-2 часа до подачи. Не раньше.\nВ первую половину июня в Балтии лесная и культурная земляника на пересечении сезонов: лесная даёт аромат, культурная - размер. Тарт держит контраст.\nТарт - не торт. Здесь тесто работает как тарелка, крем - как чувство, ягода - как факт.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Pâte sablée (песочное тесто): мука 200 г, сливочное масло холодное 100 г, сахарная пудра 80 г, яичный желток 1 шт, соль 2 г, ваниль 1 ч л\n👍 Crème pâtissière (заварной крем): молоко 500 мл, яичные желтки 5 шт, сахар 100 г, кукурузный крахмал 40 г, ваниль (стручок), сливочное масло 30 г\n👍 Ягоды и финиш: свежая земляника / клубника 400-500 г, абрикосовое варенье 100 г для лакировки, лимонный сок 1 ч л\n👍 Посуда: разъёмная форма для тарта 24-26 см с волнистым бортиком, кисточка для лакировки\nМЕХАНИКА ПРОЦЕССА:\n1. PÂTE SABLÉE.\nВ миске соединить муку, сахарную пудру и соль. Порубить туда холодное масло на мелкие кубики. Растереть пальцами в крошку 2-3 минуты - масло должно разойтись по муке, но остаться холодным. Добавить желток и ваниль. Собрать тесто в шар лопаткой, не вымешивая. Завернуть в плёнку, в холод на 1 час.\n2. ФОРМИРОВКА И ВЫПЕЧКА КОРЖА.\nРаскатать тесто на пергаменте до толщины 4-5 мм. Перенести в форму, прижать к стенкам, обрезать излишки. Наколоть дно вилкой часто (каждые 2 см). В холод ещё на 30 минут - чтобы не сократилось при выпечке. 180°C, 18-20 минут. Корж выпекается «вслепую»: накрыть пергаментом, насыпать сухой фасоли как груз, на последние 5-7 минут груз убрать для подрумянивания. Готовый корж золотисто-коричневый, дно сухое. Остудить полностью.\n3. CRÈME PÂTISSIÈRE.\nМолоко с ванилью довести почти до кипения. Желтки с сахаром и крахмалом перетереть до однородности. Влить горячее молоко в желтки тонкой струйкой, постоянно мешая. Вернуть на огонь, варить 2-3 минуты до загустения - крем должен пузыриться по краям. Снять, добавить масло, перемешать. Накрыть плёнкой в контакт (плёнка касается крема), остудить полностью. Перед сборкой ещё раз перемешать венчиком, чтобы вернуть гладкость.\n4. ПОДГОТОВКА ЯГОД.\nЗемлянику или клубнику не мыть. Только осмотреть и обтереть мягкой тканью. Вода смывает поверхностные ароматические соединения. Если ягоды разного размера - крупные разрезать пополам или на четверти, мелкие оставить целыми. Лесную землянику оставить целиком - она маленькая, важна форма.\n5. СБОРКА.\nВ охлаждённый корж выложить заварной крем толщиной 1-1.5 см, разровнять лопаткой. Сверху плотно выложить ягоды - концентрическими кругами от центра, или хаотично. Не оставлять пустых мест в центре.\n6. ЛАКИРОВКА (NAPPAGE).\nАбрикосовое варенье с лимонным соком нагреть на слабом огне до жидкого состояния. Процедить через сито. Кисточкой нанести тонкий слой на каждую ягоду. Лакировка даёт глянец и продлевает жизнь тарта - ягоды не подсыхают на воздухе.\nПодача: в течение 4-6 часов с момента сборки. Дольше - дно начинает размокать от крема. Тарт нельзя «делать заранее на завтра».\n`⏱️ 2.8 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/TzSLXdmFlL85X3ctBSnNPl-e45-4_YVEzJL0tKTflyKhuft9BhUShxClwU2EbC3mS8ENieexvkyDKta5fFPbN8VoO1nddopcE-v-mapDwimrxGeelicz4ntNAjxoCpB0uBM2lpKnv-z-NXyAhJdz_V0D4Omed_gOpvuDbFIU6pH3lsLpsidvjAma5f-W9ElXrzGvoyeOXAkIMnuUuifDE0uHFWpVH_izDMZdl1vqeE_aAPQS87d1kLHRz6in7c9roa7h521-AuwE-HkowN6ebLazMlC-6qBcke0k7_-kbWe9_k9Vq_mTJS4YBuGtgMgYokTtKtMkG961nN2FXBIKnA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781611441.0,
            "poll": null
        },
        {
            "m": "16.06 | 07:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6213",
            "t": "🇲🇰 СЕВЕРНАЯ МАКЕДОНИЯ: ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 - ПРЕДСТАВЛЕНИЕ КАНДИДАТОВ  Сегодня македонский вещатель MRT 1 выпустит в эфир специальное 20-минутное шоу, посвященное представлению девяти исполнителей, отобранных для участия в живом прослушивании на Детское…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/EdIduqxNrH6DrvDmZjWvFlFovqffyaHXy7ntfkrRUd4lOsW25ONqsLZ55FIBDqFnzfUxEyOlxUOPHSvFTaxxKWLLXDfjMeHJKzTKfYi66fLT7Pl1w8avHGhzFcfFgG7dg_r53h5aYS9-x1MA8-MaiKcygEwpaVgASyvUsjXe1vPukHhSALn17I4ANmanFMw-NQvdF7uqecpF1nm9ClhkKCtUU-zfuqeYRR3jWLi1D1W4CdWQztiOOcFqKo5lnXGVtYt-hIHlpQ27mLydeAjYTq4vIpHr7cOpqXax-n6QQK4-NjS3iTgvjI_TLb1vfoZ2ZN95F-NV1DwOG2KMg9UGPg",
            "vid": "",
            "isVideo": false,
            "ts": 1781595198.0,
            "poll": null
        },
        {
            "m": "16.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6102",
            "t": "📚 #SOURCE: ШЕКСПИР «СОН В ЛЕТНЮЮ НОЧЬ» - ЭТНОГРАФИЯ, НЕ СКАЗКА",
            "b": "В ночь летнего солнцестояния граница между человеческим и иным миром истончается. Шекспир в 1595 году использовал это правило точно - не как фантазию, а как этнографический факт.\n«The course of true love never did run smooth.» / «Путь истинной любви не бывает гладок.»\nУильям Шекспир, «Сон в летнюю ночь» (A Midsummer Night's Dream), ок. 1595-1596.\nЧТО СКРЫТО:\nПьеса написана для аристократической свадьбы - возможно, бракосочетания графа Дерби в 1595 или Карея и Беркли в 1596. Действие происходит в ночь летнего солнцестояния - до 21 июня осталось пять дней.\nСюжет: четверо молодых людей бегут из Афин в лес. Король эльфов Оберон ссорится с королевой Титанией из-за подменённого ребёнка. Шут Робин Гудфеллоу (Пак) использует магический сок цветка для манипуляций. Бутылка-ремесленник получает ослиную голову, и Титания в неё влюбляется. К рассвету Оберон возвращает порядок.\nШекспир не придумывал магию летней ночи. Он знал английский фольклор как этнограф. По народному поверью, midsummer night - время когда сиды и эльфы покидают холмы, граница между мирами тонкая, людские дела расстраиваются. До раннего XX века в сельской Англии действительно избегали ночных прогулок в лесу 24 июня (Иванов день в христианском календаре). Шекспир взял Оберона из средневекового рыцарского романа «Huon of Bordeaux», Робина Гудфеллоу - из английского крестьянского фольклора. Он не изобретатель - кодификатор.\nТёмный слой пьесы виден не сразу. Гермия с первой сцены под угрозой смерти от собственного отца, если откажется выйти за Деметрия. Магический сок Оберона - акт принуждения, не любовная игра: применяется к спящим без согласия. Титания, заколдованная видеть прекрасным Bottom с ослиной головой, теряет ребёнка - которого Оберон хотел забрать с самого начала. Свадьба четырёх пар в финале - не победа любви, а восстановление социального порядка через магическую коррекцию.\n«Сон» в названии работает двусмысленно. В английском XVI века «dream» означало и «сновидение», и «иллюзия, заблуждение». Возможно, вся пьеса - комментарий о том, что любовь как социальный институт - заблуждение, которое надо принять для того чтобы общество работало.\nСОВРЕМЕННЫЙ ЯКОРЬ:\n«Midsummer night» как фраза стала глобально синонимом магической возможности благодаря Шекспиру. Бергман «Улыбки летней ночи» (1955), Сондхейм «Маленькая ночная музыка» (1973), голливудский фильм 1999 года, бесчисленные постановки. Свадьбы летом на природе - стандартная индустрия, восходящая к шекспировской иконографии.\nВ 2010-х режиссёры начали ставить пьесу через призму вопросов согласия: магический сок как метафора манипуляции, Титания как пример coercive control. Pop-up productions в Шекспировском Глобусе включают предупреждения о содержании. Современная постановка ставит зрителя в положение размышлять о пьесе как о тексте, к которому современность подошла со стороны, для которой автор не мог его написать.\nШекспир не придумывал магию летней ночи. Он записал то, что англичане уже знали - точно за пять дней до того момента, который описывал.\n→ Какой обычай в твоём окружении ты повторяешь, не зная, кто его собрал в первую структуру?\n⏱️ 2.1 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/Wq-en_6MpOTBzG2zP9ACJ7x2ryEfKu8Z4VDrAKSvalnLNEn64CAq8S9cc33CcO1h18XR6b1mRFbLAntBH7FwGB52TSHSI9U0cRx8KEENAirDz1Mv5v5dqfvQAgwBGv1rB917HML2ZKMYu_O8WucSIdvF53b13E5sN-aJYsFmHzzdlxRMc_cgPbs9E4y1drRnTDuqpLk1x8i_fPMZewNsAXTLm_ukyu57ssmZZ8i8X2Pllc4B6NN1BY2DKy1eM7iNejIrF7XSRW3aPYPHlmBi5aEWDhNgeW9VRrhE8n2Bec47aaLB_mgHlJ764pWgeteg6HI41cPv5U1NOQfMXJ9J1g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781593441.0,
            "poll": null
        },
        {
            "m": "16.06 | 06:01",
            "id": "70",
            "u": "https://t.me/YourEurovision/6214",
            "t": "🇫🇮 ФИНЛЯНДИЯ: UMK - ЭРА АНССИ АУТИО ЗАВЕРШЕНА",
            "b": "Бессменный исполнительный продюсер финского национального отбора Uuden Musiikin Kilpailu (UMK) Ансси Аутио объявил о своем уходе с должности, которую он занимал с момента основания шоу в 2011 году.\nЗа 15 лет под его руководством UMK превратился из скромной замены «Euroviisut» в крупнейшее музыкальное шоу Финляндии и один из самых авторитетных отборов Европы. Этот формат принес стране три финиша в топ-5 «Евровидения» с 2021 года, а в 2026 году дуэт Linda Lampenius & Pete Parkkonen занял шестое место в Вене с треком «Liekinheitin».\nВещатель Yle пока не объявил преемника. Напомним, финал UMK 2027 запланирован на 20 февраля на Nokia Arena в Тампере, а прием заявок пройдет с 17 по 23 августа.\nКто, по-вашему, сможет заменить Ансси Аутио на посту продюсера и сохранить статус UMK как главного хит-конвейера севера?\n⏱️ Время чтения: 0.6 мин | 🇫🇮 YourVision: Кадры",
            "img": "https://cdn4.telesco.pe/file/YRKIhwY0ZjrkIdrLH88wqtkNKm4UaT4auT1SQBzseqKRGuY0jkGKtmQfYlKjMKnkGOhmqL0HN7mVPqv8Dtfj2c9cBxkWu_yL6_KSSa2N0VcGYj1rnm0QQ9-84j3Giad_eqYOd4P_lwFxZDX9DLXXypObCaZ53hXAASyuKGPFyV1-b-3iA-L6bTf6A-ULOUDR6YvE43ZEXo0AJczne3v4rolQ62f9MWedI5E5YQNWHOoynq4XJGGgNnhqIIHSvhrU5AHTCgwvgrTjfr1yeTLmZFE65Q8UX1AbbyeVr1isr76Le7oYLsIyj0cP8-WHOOvJqPkI0EwelavyX4b_2TVLSw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781589699.0,
            "poll": null
        },
        {
            "m": "16.06 | 05:55",
            "id": "70",
            "u": "https://t.me/YourEurovision/6213",
            "t": "🇲🇰 СЕВЕРНАЯ МАКЕДОНИЯ: ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 - ПРЕДСТАВЛЕНИЕ КАНДИДАТОВ",
            "b": "Сегодня македонский вещатель MRT 1 выпустит в эфир специальное 20-минутное шоу, посвященное представлению девяти исполнителей, отобранных для участия в живом прослушивании на Детское Евровидение 2026.\nЭфиры запланированы на 10:10 и 16:00 по Риге (EEST). Само прослушивание прошло 1 мая в студии MRT в Скопье, куда после рассмотрения заявок пригласили девять вокалистов. Имя победителя отбора артистов будет объявлено позже.\nПесня для представителя Северной Македонии будет выбрана отдельно. Срок подачи заявок на песенный отбор завершился на прошлой неделе. Выбранный вокалист исполнит песню-победительницу на сцене в Та-Кали (Мальта).\nКак вы думаете, сможет ли Северная Македония улучшить свои результаты благодаря раздельному отбору артиста и песни?\n⏱️ Время чтения: 0.5 мин | 🇲🇰 YourVision: Анонс",
            "img": "https://cdn4.telesco.pe/file/Sn_tKcZhJPKV4Q3EnyYOnbcJM0DX9SPIuK5Zi1nV4ctGr8yb6dxajuT-3b-MxjTmGM7jJ2uYy4YPQP0chQKHyaAcKv1WqlN__OM4EAeHo-QXYxjXSRH9EbQyvgHnLmlt-iZeNA9ODF76u_inzFNa-bdabESWPGm3bme1tt7pwupyc1laVi2la115mcdXntW2fJqH5WFmwNvCXUYOEFiLoppTMqPmGF5k-gHuabg-wmXlqOe3KZ2pOPcFJggfr-ogbIG9BGBlxwYWb31tscyCws-ajebqlnBo8za_rWySyiDopsvhNqAAYnPydYEA9Dq5sW86wfF0aEjVvOn-y4KYOQ",
            "vid": "https://cdn4.telesco.pe/file/2aec68ad18.mp4?token=ZjD6yqO98Xg-AZZDuCcZ_YMZ4VW8itr8uyG4nlDbUuQkabITkR1gzmMGG25x8TngbdZB86Y0fBwPpA7wJ_9wXG_3AVVe8jhBQcvJhrUStmuvoHidVfmyLNlSMJTki-KuntU0HaF6gRhxeFz0UGa7P2U01R9KL4B9D7RXJCneSNBUv90MKYBIjF_TWi5x-vRpmqQjS4jhcpGIygycC7ih-qX4AhTOBJPnok2Iyky4mhfOC1ix8IorrAa_sDEg2tZ9KA7yTDS_2ejvJXuqvWSxwqyvYyoQxeVAXnqs_skfM-rUxVnQOgGiMcqIkiiAogB2W9pUUzirbO3WPAfVezc6Yw",
            "isVideo": true,
            "ts": 1781589306.0,
            "poll": null
        },
        {
            "m": "15.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6101",
            "t": "⏳ #CHRONOS: ЮРИДИЧЕСКИЕ СУМЕРКИ",
            "b": "МОМЕНТ:\nСегодня в Риге закат в 22:18. К 22:30 будет настолько светло, что включать лампу - значит обесценить свет, который ещё есть.\n«Сумерки» - не поэзия. Это юридическое определение с точными границами. Гражданские сумерки - период когда центр солнца находится между 0° и -6° под горизонтом. На этой стадии без искусственного освещения можно читать газету у окна и безопасно ходить по неосвещённой улице. По закону Латвии (и большинства европейских стран) автомобилисту не нужно включать фары в гражданские сумерки.\nПосле -6° начинаются навигационные сумерки (до -12°) - небо ещё светлое, видны главные звёзды, в открытом море виден горизонт. После -12° - астрономические сумерки (до -18°), когда уже невозможно вести астрономические наблюдения без специальной оптики. Только при -18° наступает настоящая ночь.\nОЩУЩЕНИЕ:\nВ Риге сегодня:\n👍 Закат: 22:18\n👍 Конец гражданских сумерек (солнце -6°): 23:35\n👍 Конец навигационных сумерек (-12°): 01:08\n👍 Астрономическая ночь (-18°): не наступает до 21 июня, потом наступит на ~30 минут\nТо есть полная астрономическая темнота в нашей широте в июне физически отсутствует. После -18° солнце снова поднимается к рассвету. Это псевдо-белые ночи - не такие как в Санкт-Петербурге (60°N) или Хельсинки, но достаточно «не-тёмные», чтобы изменить биохимию.\nВ 22:30 ты можешь стоять у окна и читать без лампы. В 22:50 ещё можешь. В 23:15 уже сложнее, но всё ещё реально. Включить свет в комнате между 22:00 и 23:30 - это привычка южных широт, не необходимость. Здесь её можно отложить на полтора часа.\n→ Сегодня в 22:30 - не включай свет. Посмотри сколько ещё страниц можно прочесть до того, как буквы станут серыми.\n⏱️ 1.3 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/q8MzKazEaqy7wZSHNbWbp-xH9zyVaX2hEbLZxL-oDqn6vjNrqUzn_HXTbKdSmDrFn8nCDGi2KkhTe1oK0SoxwQe99yJhJJ3t44FrU7qgwFWYXVNcL33v5Dl3ouO3r6BOFvdy6heazayrZc27B8OOmIAqNQo9Z6yNRClPK3aUvzBVykShttdjQPRiVQgoV8oiyPMPz6ixNwFqoxrWD8RNwQT7tG_B52lim7Khe4R4zrWe5zozbM81ib5TZFPmpPsFFVZjZIr-Ri7yS0Rm7AbzW7t5rXRdA1Z49DUYU2Dkf7nzwBF8rB0cMXkRckxjHDDblR9fV_0T2QJ-CyXCdYDLwQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781535721.0,
            "poll": null
        },
        {
            "m": "15.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6100",
            "t": "🥐 #CAKES: ПРИНЦЕСС-ТОРТ - ЛЕТНИЙ ЛУГ ПОД КУПОЛОМ",
            "b": "ЛЕГЕНДА:\nPrincess Cake (prinsesstårta) изобрела не принцесса и не для одной принцессы. Изобрела его кулинарная учительница - для трёх дочерей принца. Книга была её, славу получили они.\nШвеция, 1930-е годы. Дженни Окерстрём (Jenny Åkerström) - преподавательница домоводства в Стокгольмской школе для девушек. Среди её учениц - три принцессы: Маргарета, Мерта и Астрид, дочери принца Карла, герцога Вестергётланд. Окерстрём пишет учебник «Prinsessornas kokbok» (Поваренная книга принцесс), 1929 год, в нескольких томах. В одном из них - рецепт «зелёного торта» (Grön tårta).\nТорт стал любимым десертом принцесс. К середине 1930-х название «Grön tårta» постепенно сменилось на «Prinsesstårta» - в честь учениц, не в честь происхождения. Книга Окерстрём переиздавалась десятилетиями. К 1950-м торт стал шведским национальным символом. Сегодня в Швеции третья неделя сентября - официальная «Неделя принцесс-торта», установленная Шведской ассоциацией кондитеров.\nСтруктура торта - летний пейзаж в архитектурной форме: лёгкий бисквит как почва, заварной крем как роса, малиновый джем как первая ягода, плотный купол из взбитых сливок как воздух, всё закрыто зелёным марципаном как луг, на вершине марципановая роза. Зелёный купол - не стиль, а сезон.\nЯ делал Prinsesstårta два раза. Первая ошибка - слишком толстый слой марципана. Должен быть 2-3 мм, не больше. Толще - вкус становится миндально-сладким, перебивает крем. Вторая ошибка - купол сливок недостаточно высокий: марципан натягивается слишком плоско, теряется характерный силуэт. Купол должен быть на 1/3 высоты выше плоского верха коржа.\nЭто не торт для принцесс. Это летний луг под куполом, разрезанный на ломтики.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит genoise: яйца 4 шт, сахар 100 г, мука 80 г, картофельный крахмал 20 г, ваниль (без масла - яйца держат структуру)\n👍 Заварной крем: молоко 250 мл, желтки 3 шт, сахар 60 г, мука 25 г, ваниль, сливочное масло 20 г\n👍 Прослойка: малиновый джем 100 г (без косточек)\n👍 Купол: сливки 33-35% - 400 мл, сахарная пудра 30 г\n👍 Марципан: готовый зелёный марципан 400 г (или белый + пара капель зелёного пищевого красителя)\n👍 Декор: марципановая роза (или роза из марципана своими руками), сахарная пудра для дусти\n👍 Посуда: разъёмная форма 20-22 см, лопатка для выравнивания купола.\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ ЖЕНУАЗ. Яйца с сахаром взбить до пышной массы (8-10 минут) - объём вырастает в 4 раза. Просеять муку и крахмал, ввести в три приёма складкой. 175°C, 25-30 минут. Готовый бисквит остудить полностью, разрезать на 3 пласта.\n2. ЗАВАРНОЙ КРЕМ. Желтки с сахаром и мукой перетереть до однородности. Молоко с ванилью довести почти до кипения. Влить горячее молоко в желтки тонкой струйкой, постоянно мешая. Вернуть на огонь, варить 2-3 минуты до загустения. Снять, добавить масло. Накрыть плёнкой в контакт. Остудить полностью.\n3. СБОРКА БАЗЫ. Нижний пласт бисквита - на блюдо. Слой малинового джема (тонкий). Слой заварного крема (~5 мм). Второй пласт. Слой крема. Третий пласт сверху.\n4. КУПОЛ ИЗ СЛИВОК. Сливки с пудрой взбить до устойчивых пиков. Выложить на верхний пласт горкой - в центре максимальная высота, к краям сходит на нет. Сформировать руками плавный купол высотой 6-8 см в центре. Боковая стенка торта тоже покрыта тонким слоем сливок. В холод на 30 минут - купол стабилизируется.\n5. МАРЦИПАН. Раскатать зелёный марципан между двумя листами пергамента в круг диаметром на 30% больше диаметра торта - чтобы покрыл и боковые стенки. Толщина 2-3 мм. Снять верхний пергамент. Перенести марципан на торт (опираясь на нижний пергамент), аккуратно расправить по форме купола. Срезать излишки внизу.\n6. ФИНИШ. Сахарную пудру через ситечко - лёгкий снежок сверху. По центру положить марципановую розу. В холод минимум 2 часа.\nПодача: холодным, тонкими ломтиками. Разрез показывает все 5 слоёв вертикально: бисквит-джем-крем-бисквит-крем-бисквит-купол сливок-марципан.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/Om53hf_83_zgDeTgeLib_EGgMD7oXNDgFohocwJwguLCHJjyY_mH7rDJ4IXdo63ix_jn7S2n7xgDUv7MYAk08L-aVE5XPpEFq0S9yrtCEWTgM3hgQFpJ2Nty_oA27-PsylE3xjhGPckpIoo8ld2NRpFOEHfwthBHUjSjpj6WlcGoLOwmgoSVJu-tF8Yod9NooFIfvxe6OHF2NXLlAQuudeG0d9GkPoyL-n6nlJkh_q6ARcf8yOxq9L6h5-c1D4GivRtcHO5TQHbAncIhKri6I1rz9bev-Khml_TVDX1Sa8IC2JwdW_HUaYiEvzSZSjy9izlNqlfdsuXKPlDIJPNQ7Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781525041.0,
            "poll": null
        },
        {
            "m": "15.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6099",
            "t": "🏛 #LORE: АМАТЕРАСУ - ВЫМАНЕННАЯ ЗЕРКАЛОМ",
            "b": "Японская богиня солнца не была убита и не умерла. Она просто обиделась и спряталась. Мир погрузился во тьму. Боги выманивали её непристойным танцем и зеркалом.\nКЛЮЧЕВОЙ МИФ:\nАматерасу-омиками (天照大神, «Великая богиня, сияющая в небесах») - центральное божество синтоистского пантеона, дочь Идзанаги. Её брат Сусаноо устроил безобразие в небесном чертоге: разрушил рисовые поля, осквернил священное место, в кульминации бросил ободранного небесного коня сквозь крышу в зал ткачих - одна из ткачих от испуга поранилась веретеном и умерла.\nАматерасу удалилась в пещеру Ама-но-Ивато, закрыла её камнем. Мир в темноте. Растения вянут, звери теряют ориентацию, реки замерзают. Восемь миллионов ками (синтоистских божеств) собираются у входа в пещеру. Не могут её выманить силой, не могут уговорить.\nУме-но-Удзумэ, богиня рассвета и веселья, переворачивает пустую бочку, встаёт на неё и начинает танцевать, сбрасывая одежду. Все боги хохочут. Аматерасу слышит смех изнутри пещеры и удивлена: «Я думала, мир без меня в трауре. Что у вас там случилось?» Боги отвечают: «Появилась богиня прекраснее тебя».\nАматерасу выглядывает - не верит. Боги быстро ставят перед входом зеркало Ята-но Кагами. Она видит свет, не узнаёт себя - думает, что это другая богиня. Выходит дальше посмотреть. Сильный бог хватает её за руку, тянет наружу. Другой бог запечатывает пещеру священной верёвкой shimenawa. Свет возвращается в мир.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя Аматерасу из трёх элементов: ама (небо) + терасу (светить) + омиками (великое божество). Это титул-функция, как и большинство имён в шумерской и египетской мифологии (Иннана, Осирис, Адонис).\nЕё зеркало Ята-но Кагами - одна из трёх Священных Регалий японской императорской власти (вместе с мечом Кусанаги и яшмой Ясакани). Все три - физические объекты, которые до сих пор передаются от императора к императору. Никто публично, включая императора, не видел их более тысячи лет - они хранятся в запечатанных сундуках в храмах Исэ (зеркало), Ацута (меч) и в самом дворце (яшма).\nТЁМНЫЙ СЛОЙ:\nАматерасу - богиня солнца женская. Это редкость: в большинстве культур солнце - мужской бог (Гелиос, Ра, Сурья, Соль, Аполлон). Только в нескольких традициях - японской, скандинавской (Соль, женская), балтийской (Сауле, женская) - солнце женского рода. Совпадение или нет, но эти культуры расположены на северных широтах, где солнце летом видно дольше, зимой почти нет. Возможно, солнце-женщина появляется там где его отсутствие - сильное переживание.\nИ второй слой: солнце скрывается не в смерти - в обиде. Кризис возникает из-за эмоционального ухода ключевой фигуры. Чтобы выманить, нужны не сила, не молитва, не жертва. Нужны: спектакль, смех, зеркало. Это структурно описывает работу с человеком в депрессии или социальной изоляции лучше, чем большинство современных психологических текстов.\nАматерасу не возвращается к свету сама. Её выманивают видом её собственного света, который она не узнаёт. Свет узнаётся через отражение - не напрямую.\nСОВРЕМЕННЫЙ ЯКОРЬ:\n22 октября 2019 года император Нарухито вступил на Хризантемовый трон. В церемонии Кэндзи-то-Сёкэй-но-Ги он получил Ята-но Кагами и Ясакани-но Магатама от своего отца Акихито. Меч Кусанаги остаётся в храме Ацута, но символический его представитель присутствовал. Регалии всё это время в запечатанных сундуках - даже император не видит их физически. Современная японская императорская церемония - это передача мифа в виде объектов, к которым нельзя прикоснуться.\nЕсли бы Аматерасу увидела солнце прямо, она бы не вышла из пещеры.\n→ Что в твоей жизни ты можешь узнать только в отражении, не напрямую?\n⏱️ 2.1 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/WGnaaq7pJih8d3X7YhkC6eN97cnvZdhMkc1ecP51HSUJVMH-lasTFDe6DGW8NHEobmN6XgYJsOxv_2OWJXJh8dazHT-CKQbmtz9g7Puv5jWy5EhI7To7FB9auFFOTQQ9hyJsD93ywA3Y5d_WXBz0R53G0ktz749kp8hqscY0F1Dwng9q3UqZgVhaNgEP4YomezNzCLN-QG2SdxtQaD6vvCTxlmEx0a_VSlTZz0a0cMsX_ZIEtfCiz2bE3XRVETkYGRD33CBJBvBmqR1740MfOoQOxYWkwoNI70d2hcoGInNUWSTlxSKvlu4-4AVeoDbRIkiu5oNQpdfb5ns_QaePfw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781507041.0,
            "poll": null
        },
        {
            "m": "14.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6098",
            "t": "🗓 #CALENDAR: ДВЕ ПАМЯТИ, ОДНА ДАТА",
            "b": "14 июня в Латвии - день памяти двух событий, разделённых 49 годами и противоположных по смыслу. В 1941 году - депортация. В 1990 году - возвращение государственного флага. Один день вмещает оба.\nESSENCE:\n14 июня 1941 года. Через 10 месяцев после аннексии Латвии Советским Союзом (5 августа 1940) НКВД проводит первую массовую депортацию. За одну ночь арестованы около 15 500 человек. Списки готовились с октября 1940 - в них вошли бывшие государственные служащие независимой Латвии, военные, учителя, юристы, крестьяне-«кулаки», бывшие айзсарги, политически активные. И их семьи целиком.\nСемьи разделили на станциях. Мужчин - в лагеря Системы (большинство в Вяткинский ИТЛ, Краслаг, Соликамск). Женщин и детей - на спецпоселение в Сибирь, Казахстан, Север Красноярского края. Из мужчин вернулась примерно треть. Из женщин и детей - около половины, через 10-15 лет.\nЧерез год, 14 июня 1942, в той же дате - вторая большая волна.\n14 июня 1990 года. Через 49 лет после депортации. Через 40 дней после Декларации о восстановлении независимости (4 мая 1990). Верховный Совет Латвийской ССР принимает закон «О гербе, флаге и государственном гимне Латвийской Республики». Карминно-красное полотно с белой полосой - флаг 1918 года - официально возвращается. Гимн «Dievs, svētī Latviju!» Карлиса Бауманиса (1873) - возвращается. Герб 1922 - возвращается.\nСовпадение даты не случайно. Депутаты 1990-го выбрали 14 июня сознательно. Возвращение символов привязано к памяти жертв - чтобы один день нёс оба знания.\nМАРШРУТ - ДВОЙНЫЕ ДАТЫ В МИРЕ:\nГермания, 9 ноября. В одну дату умещаются: провозглашение Веймарской республики (1918), Мюнхенский путч Гитлера (1923), Хрустальная ночь (1938), падение Берлинской стены (1989). Один день - четыре эпохи Германии. Историки называют это Schicksalstag - «день судьбы».\nСША, 4 июля. Независимость 1776 + арест Манделы 1962 (на этот же день в Южной Африке). Не одна страна, но дата сцепляет освобождение и заточение.\nЛатвия, 14 июня. Депортация 1941 + Восстановление флага 1990.\nРоссия, 22 июня. Начало Великой Отечественной 1941 (нападение Германии на СССР) + День памяти и скорби. Здесь дата привязана только к одной памяти - не сцеплена со вторым событием.\nВ Латвии структура другая: два события намеренно сцеплены. Это не одна память - это конструкция памяти, в которой свет нельзя получить без тёмного.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nСегодня 14 июня - официальный «День памяти жертв коммунистического геноцида» в Латвии. Не выходной. Государственный флаг приспущен. Цветы у Памятника Свободы в Риге, у Памятника жертвам депортаций на Торнякалнском вокзале (откуда отправлялись эшелоны), у мемориала депортированным в Saidies.\nФранцузский историк Анри Руссо ввёл термин «синдром даты» - когда дата становится материалом национальной идентичности и работает дольше любой конкретной памяти. Латвия - один из чистых примеров: 14 июня держит две истории, и удерживание именно двух (не одной) - сознательная политика памяти 1990 года.\nДата сама по себе ничего не значит. Значение - в том, что в неё помнят.\n→ Какие даты в твоей жизни держат две противоположные памяти?\n⏱️ 2.3 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/mjMj1R_F1I6qrvbDKAYyTvPkoP7c979iWLEdC9LVWy95TyWFtntXlrXUl7NUSEHbOiPeob1QIM-QRnetM2urAYcrAypr0jbRS-QtM7KGXJ5bRCi7rOCkx7UeE1g0q0n7cvIAYyc8mtptGBwkx950_HYX2i5lwtbRRFnupyD294v_ay-d6PPAvZLL7VPH7B8QrH5hZ9BPdRtCDV6Av3ozpoiePlOyV_GGUM0juoskeLw2d1C43azfGv0sOHdyyBS6nmRc14MSinI7FFhuvzLtsTkJNNENwCReoc6H6XdIdU5ugbQo7mr8DRoT6JfQeux6vQfUd-CNKNOh7CX2zwa_hg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781449321.0,
            "poll": null
        },
        {
            "m": "14.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6097",
            "t": "⚙️ #WORKFLOW: ТРИ ТРАВЫ, ТРИ ЧАСА",
            "b": "У каждой травы свой час суток для сбора. Это не магия и не суеверие. Это биохимия эфирных масел, расписание которой растение составило миллионы лет назад.\nДо Литы 7 дней. Окно для трёх главных трав открыто прямо сейчас: молодая полынь, зверобой, цветущий тмин. У каждой - своё окно в течение дня. Перепутаешь час - получишь ту же траву в названии и другую в запахе.\n1. ПОЛЫНЬ ОБЫКНОВЕННАЯ (Artemisia vulgaris) - на рассвете с росой\nКогда: 4:30-6:00 утра, до того как солнце поднимется на 10° над горизонтом.\nПочему рано: главные ароматические соединения полыни - камфорные терпены и туйон - выделяются ночью и накапливаются на поверхности листа в виде росы. К 6:00 утра роса испаряется, ароматическое вещество улетает с ней. К полудню в листе остаются только связанные формы - запах сильно ослаблен.\nЧто собирать: молодые верхушки 10-15 см, цветение только начинается. Полностью раскрытые соцветия уже бедные по аромату.\nГде: обочины дорог (50+ метров от трассы), пустыри, поля под паром. Не у канав.\n2. ЗВЕРОБОЙ ПРОДЫРЯВЛЕННЫЙ (Hypericum perforatum) - в полдень\nКогда: 11:00-14:00. Полное солнце на цветке.\nПочему полдень: эфирное масло зверобоя содержит гиперицин и гиперфорин. Эти соединения активируются ультрафиолетом - то есть синтезируются прямо во время фотосинтеза. Утром их концентрация низкая, к полудню максимальная, после 15:00 цветок начинает их расщеплять.\nЛатинское имя Hypericum - от греческого «выше иконы» (есть две версии): либо потому что развешивали над дверью для защиты, либо потому что считали что превосходит святых в борьбе с тьмой.\nЧто собирать: соцветия с верхними 20 см стебля. Лист и стебель тоже нужны - они часть аромата.\n3. ТМИН (Carum carvi) - первая половина дня до пчёл\nКогда: 8:00-11:00, до того как пчёлы начнут активный сбор.\nПочему до пчёл: пчёлы при контакте с цветком переносят пыльцу и одновременно стирают часть эпикутикулярных восков, которые удерживают эфирное масло на поверхности зонтика. После 11:00 утра обработанный пчёлами цветок беднее.\nЧто собирать: цветущие зонтики (см. CHRONOS 04.06 - тмин в полную силу сейчас).\nЧТО НЕ СОБИРАТЬ:\n👍 Травы, у которых соцветия начали желтеть. Аромат уже ушёл, остался запах сухой бумаги.\n👍 Травы после дождя (минимум 6 часов после). Вода смывает эпикутикулярные воски, ароматическое вещество не держится.\n👍 Травы у дорог (менее 50 м). Свинец и сажа в листе.\n👍 Любые травы в пасмурный день. Без солнца биосинтез замедлен.\nСУШКА И ХРАНЕНИЕ:\nСразу домой. Не в воду. Не в полиэтилен.\nСвязать пучками по 5-7 стеблей у основания. Подвесить вниз цветами в тёмное проветриваемое место (не на солнце - УФ разрушает аромат). Кухня не подходит - влажность от готовки. Идеально: чердак, сухая кладовка, гардероб.\nСрок сушки: 7-12 дней до состояния «стебелёк ломается с сухим щелчком».\nХранение: в стеклянных банках в темноте. Не в полиэтилене - конденсат разрушит аромат за месяц. Не в металле - окисление.\nК Лиго 24 июня травы будут готовы. Можно вплести в венок, заварить чай, добавить в Jāņu siers, положить под подушку.\nПерепутаешь час - перепутаешь траву.\n⏱️ 2.5 мин | ⚙️ Almanac: Workflow",
            "img": "https://cdn4.telesco.pe/file/ke8p7vIOF9vsSUKR__gQQf3mdF2iB1rFKLBRsbqnZEc5-XNu35pzYvimI2M7fXsM-fBPdk1b-q6-jDX4URvL4s0ucQdqGMzAvRh-PYZItUzR_XOeKzLBb5bwI2E6-Dx2bAnX_CbV-ZOXMoszWExBD2Qz5MjhGKZIFV2d0YL305BnZ9x8gZDNBVvPqed7LYVS8rbaSgg4nG2uH4nALUADOL6FgVO7_1yyTPztrOgygTS23zGrkbj0bWF3LkxZa-WTbcofzvXG1uaxirysj0dKi61W4FytoKFmZwAM-UiPJg6xsbYAFIFykDswm_iEoJE9DIlKfv1DHWLrbMI0HGa1mQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781438641.0,
            "poll": null
        },
        {
            "m": "14.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6096",
            "t": "🪨 #FRAGMENT: ПУСТАЯ КАТУШКА",
            "b": "Деревянная катушка лежит в ящике с пуговицами и иголками третье поколение. Боковая стенка - одна тонкая царапина от ногтя или иглы, не помнящая чьих рук. На донце выжжено клеймо и год - 1962 - фабрика была, фабрики нет. Нитка с этой катушки прошла через швы рубашек, потом через швы тряпок, потом ничем. Катушка осталась пустой и точной - её круг по-прежнему держит форму.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/GVts29ERZNT_niXAWF2Z8kz2Z4g27Q_VpJ3mmYhWVQFTJOZlYiXU1T6p9q4lU_OV3NV0e7Mzh1KK1fOL7iPSLQanU3qMMFWq4b4euMvaCjvFHmN28Ii2h8Bd9poW1u-GrpcHu-ZQGVNzQ2FQaGBR6nYVeyYZPLYpwi4SGr_qyV7xn1Sy2JMR4PVSWOBULrg5-kWtRSLv1xcHI2jLWsRxFXTjGpCNwQ0cfc1LgAgepS4hRSL8tU813r0dqhLDe22eklZikPn5SbWiTiyA5cPKDAhb02Iccs0-kYrjQmVXVcrX9zjSauk1ZXsXgw6g7tNwNtFzycwH_W-pWT_j2YzaDw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781420641.0,
            "poll": null
        },
        {
            "m": "13.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6093",
            "t": "🏺 #HERITAGE: МАНДАЛА, КОТОРУЮ ДЕЛАЮТ ЧТОБЫ РАЗРУШИТЬ",
            "b": "Семь дней четыре монаха насыпают узор из миллионов цветных песчинок. На восьмой день его уничтожают. Это не противоречие искусству. Это и есть искусство.\nESSENCE:\nПесочная мандала (тибетское dul-tson-kyil-khor, «мандала из цветных песчинок») - буддийская монастырская практика тантрической традиции, существующая минимум с XI века (Калачакра-тантра). Размер 1-2 метра, иногда больше. Создаётся четырьмя-восемью монахами за 4-7 дней. Используются металлические воронки chak-pur, которые трут друг о друга - песок выходит тонкой струйкой через узкое отверстие. Узор - геометрическая схема космоса или конкретного божества (Kalachakra, Yamantaka, Avalokiteshvara, Manjushri). Каждая мандала - не декорация, а медитативная карта.\nПосле завершения и освящения - церемониальное разрушение. Монахи методично сметают песок к центру, помещают в урну. Песок высыпают в ближайшую реку или море. Вода разносит благословение по миру. UNESCO рассматривает практику для включения в Tentative List нематериального наследия.\nMARGINALIA - ЧТО ИСЧЕЗАЕТ ПРИ ПЕРЕНОСЕ В МИР:\nВ тибетских монастырях традиционная мандала создавалась 7 дней. На Западе - где монахи делают мандалы в музеях, университетах, корпоративных штаб-квартирах - время сокращено до 2-3 дней. Аудитория не выдерживает семь.\nИзменился и материал. Изначально использовался не только песок, но и порошок из полудрагоценных камней - бирюзы, лазурита, кораллов. Драгоценность как часть подношения, отказ от ценности. Сейчас почти везде используется крашеный белый мрамор. Уже не подношение - демонстрация техники.\nИзменился и ритуал разрушения. В монастыре он был тихим, частью продолжающейся медитации. В музее это финальная часть «перформанса», к которой собирают публику с камерами. Песок раньше относили в горную реку - сейчас часто в декоративный фонтан или ближайший водоём города.\nИзначально мандала была частью retreat - закрытого многонедельного ритуала. Сейчас - открытое мероприятие с лекциями, чаем, продажей сувениров.\nУТРАТА:\n1. Время. С 7 дней до 2-3.\n2. Материал. Полудрагоценные камни заменены крашеным мрамором.\n3. Закрытость. Из retreat в открытый перформанс.\n4. Цель. Из медитативной практики в демонстрацию техники.\n5. Контекст разрушения. Из тихого ритуала в финальный жест шоу.\nЧто сохранилось: техника, иконография, факт уничтожения. Что исчезло: причина по которой это было важно.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nTibet House US (основан Робертом Турманом и Ричардом Гиром в Нью-Йорке в 1987) - главная институция западной популяризации. Музей Рубина в Нью-Йорке регулярно проводит мандала-резиденции. В 2010-х Apple Store SoHo принимал монахов для перформанса. Каждая такая институция - попытка сохранить практику и одновременно её упрощение. Без китайской оккупации Тибета в 1950-х и Культурной революции 1966-1976 (разрушено около 6000 монастырей) практика осталась бы в монастырях. Сейчас она в галереях.\nНикто не плачет когда мандалу разрушают. Слёзы были бы признаком, что ученик не понял урок.\n→ Какая твоя самая длинная работа предназначалась для того чтобы её больше не было?\n⏱️ 2.4 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/VaOceTDh_1iyT9lGRWt679F3W8VZ5cmfhs-K9ITeSnILpMb3A_Rljda1ImaDStf2rYf2SHN61sA1d8v6rniUfLPSxneFYhsihxtsE_wfZ_HzOagEwvHHuA8NsJp1ebLuWcgbjWmW9UGayTfJqWS9h1noc4INwoh_CRnXLE9x0TD1oRJO-aXv0zGPTR7TmzWRnk8MOxKyxC8xw3uPHBFWY7fiBvYilFotJhK2otGIc7tNwpmJU-u8NhjrptsObCPaC77eAEejcfpN36zeN6C2BGxnD0mAGKisvhjEl7GBs_yDIBLY1O2NX04ZZBo6l6C7RTIq-qpgegTEkKZwDgb9BQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781362921.0,
            "poll": null
        },
        {
            "m": "13.06 | 13:13",
            "id": "70",
            "u": "https://t.me/YourEurovision/6212",
            "t": "🇩🇪 ГЕРМАНИЯ: ЕВРОВИДЕНИЕ-2027 - SWR ПОДТВЕРЖДАЕТ УЧАСТИЕ",
            "b": "Немецкий общественный вещатель SWR (в консорциуме ARD) официально подтвердил участие Германии в конкурсе песни Евровидение-2027, который пройдёт в Болгарии. Страна присоединилась к списку участников следующего евросезона, гарантировав своё присутствие на балканизированной сцене 2027 года.\nПосле 23-го места Сары Энгельс с треком «Fire» в Вене (набравшим всего 12 баллов), вещатели намерены пересмотреть свой подход. Пока что SWR и ARD не определились со схемой и форматом национального отбора. Подробный план действий для Германии обещают обнародовать позже. Посмотрим, смогут ли они вернуться к успеху Исаака, занявшего 12-е место в 2024 году.\n⏱️ Время чтения: 0.5 мин | 🇩🇪 YourVision: Новости",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781356425.0,
            "poll": null
        },
        {
            "m": "13.06 | 13:10",
            "id": "70",
            "u": "https://t.me/YourEurovision/6211",
            "t": "🇮🇹 ИТАЛИЯ: ANGELINA MANGO И MARCO MENGONI ВЫПУСТИЛИ СОВМЕСТНЫЙ СИНГЛ «CANTO D’AMORE»",
            "b": "Две главные звезды современного итальянского попа и триумфаторы фестиваля Сан-Ремо разных лет - Angelina Mango и Marco Mengoni - представили дуэтную композицию «Canto d’Amore» вместе с официальным клипом.\nСотрудничество объединило взрывную энергетику Манго (представительницы Италии на Евровидении 2024 с песней «La noia») и глубокий лирический вокал Менгони (дважды представлявшего страну в 2013 и 2023 годах с балладами «L’essenziale» и «Due vite»).\nСингл «Canto d’Amore» уже называют одним из главных итальянских релизов начала лета. Сможет ли этот дуэт повторить успех их сольных хитов в европейских чартах?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.7 мин | 🇮🇹 YourVision: Релиз",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781356247.0,
            "poll": null
        },
        {
            "m": "13.06 | 13:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6210",
            "t": "🇬🇷 ГРЕЦИЯ: ОХОТА ЗА РЕКОРДАМИ И ФЕНОМЕН СИСТЕМЫ «SING FOR GREECE»",
            "b": "Подтверждение участия Греции в Евровидении 2027 года - это не просто новость о запуске сезона. За решением ERT стоит детальный расчет, подкрепленный рейтингами и уникальными аномалиями. Мы решили разобраться, почему греческий камбэк в элиту - это долгосрочный тренд.\nКонец великой греческой эпохи и триумф Италии:\nЯ помню период с 2004 по 2011 годы, когда Греция не опустилась ниже 10-го места в гранд-финале. Худшим результатом тогда стала 9-я строчка Анны Висси в 2006 году. Эта серия долго оставалась рекордом стабильности в истории конкурса.\nОднако на ESC 2026 этот рекорд пал. Его превзошла Италия: выступление Sal da Vinci принесло стране девятое попадание в топ-10 подряд. Тем не менее, греки явно намерены вернуть лидерство, и цифры отбора «Sing for Greece» доказывают серьезность их намерений.\nСекрет успеха «Sing for Greece»:\nERT создал главную платформу для продвижения нового поколения артистов. Доля финала в 30.5% (около 2.6 млн зрителей) и 45% среди молодежи на ERTFLIX - показатели, которым позавидуют многие.\nГреческий шоу-бизнес поверил в отбор. Klavdia с треком «Asteromata» получила двойную платину, а Akylas с «Ferto» - золото. На этом фоне вещатель ожидает, что количество заявок на 2027 год побьет рекорд в 264 песни.\nМой прогноз: Греция вернется в топ-5 в ближайшие два года.\nКак вы думаете, возможен ли новый триумф Афин?\n⏱️ Время чтения: 1.6 мин | 🇬🇷 YourVision: Deep Dive",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781355932.0,
            "poll": null
        },
        {
            "m": "13.06 | 12:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6209",
            "t": "🇳🇱 НИДЕРЛАНДЫ: ОБЪЯВЛЕНЫ ЧЕТЫРЕ КОНКУРСНЫХ АКТА «JUNIOR SONGFESTIVAL 2026»",
            "b": "Нидерландский вещатель AVROTROS раскрыл распределение девяти финалистов кастинга по четырем конкурсным проектам, которые сразятся в финале национального отбора «Junior Songfestival 2026».\nСоставы конкурсных актов:\nПродюсеры сформировали три сольных проекта и одну сборную супергруппу:\n• Nolan (12 лет)\n• Maria (9 лет)\n• Vajèn (13 лет)\n• Безымянная группа из 6 участников: Benjamin (12 лет), Saige (12 лет), Lay (11 лет), Catelynn (12 лет), Noud (12 лет) и Zoë (12 лет)\nНазвание группы и конкурсные песни продюсеры представят в ближайшие недели.\nФинал отбора состоится 19 сентября на сцене RTM Stage в Роттердаме. Победитель, который представит Нидерланды на Детском Евровидении 2026 на Мальте, определится суммированием голосов телезрителей, взрослого профессионального и детского жюри.\nСможет ли сборная группа из шести человек обойти сольных исполнителей за счет командного фан-сектора?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.9 мин | 🇳🇱 YourVision: Анонс",
            "img": "https://cdn4.telesco.pe/file/YCsEHE8wICcQhOrNNJzJYe9lNDWx4bRDoz0u_OFRXGefHgZY29ZhH8YEYtiFUS9LTc__yLI0wjA-N2uM02-vJuxbmQi0an4i2ox9SQZW_73fub-u-N5ENkN6EoBCONFx7BHvHV_XKZeRHLqud_Zv8bEPBM5_c-SsXhJ7rs9bm9_MKZZEhCsi3cEx1jiQOCA6BfUJH0a_DSpumk-z0tjByMmKkuszQDTS12jh9HzQsPw-TEgH9rWoESxmdrdVI2qBdQVsbr7jcImhd09QxzT4Q8u28XaxtDLJRReUI-yDW7c2vNlod9Opq3sf5nqd60h8tEG9tcjBEh1XD15UIRzKlA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781355362.0,
            "poll": null
        },
        {
            "m": "13.06 | 12:53",
            "id": "70",
            "u": "https://t.me/YourEurovision/6208",
            "t": "🇨🇾 КИПР: ВЕЩАТЕЛЬ CyBC ОТКРЫЛ ПРИЕМ ЗАЯВОК НА ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "Кипрский общественный вещатель CyBC (ΡΙΚ) официально объявил о старте отбора песни и артиста для участия в 24-м Детском Евровидении, которое пройдет на Мальте 24 октября 2026 года.\nСогласно правилам вещателя, к участию допускаются исполнители в возрасте от 9 до 14 лет. Заявки (включая анкету артиста и саму конкурсную композицию) принимаются в электронном виде через специальную форму до вторника, 30 июня 2026 года, 12:00 по местному времени (почта оргкомитета для справок: jesc@cybc.com.cy).\nСможет ли Кипр улучшить свои позиции на Детском Евровидении после прошлогодних скромных результатов?\n⏱️ Время чтения: 0.6 мин | 🇨🇾 YourVision: Анонс",
            "img": "https://cdn4.telesco.pe/file/CxEX2gxG_h1J56nsXfM8v-KXqN2uNUtCsQSD2-qwyZrYn73Jj3pbTZ0C6AOPR8NjIGdKztWJQ5EnWyAuTzh1WSSXBKNPsZBQ3d7VfRhkGRJgwofCaw6pEtir2gl3rM4VP9YN1Gk9TRMrTyJTcOncq-qRSyApymqnQ7aDCQC-gj05tWImrnngBIhgsmMtnrTBU2gx-K3FB-OJJqPAcMDVI7LNa8OQS7nGMbZSSM8PdQX1r03OPV_DcoVYMLx5mgeOf64anWBTDuIcchGlsw8NBpBOJlgRGL-u_61FlNX9qfSIHBLGuY-e8xdXVmJkX1WYYSng59zKq-xkGBK7rSnKrw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781355181.0,
            "poll": null
        },
        {
            "m": "13.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6092",
            "t": "🥐 #CAKES: RED VELVET - ТОРТ-ФОССИЛИЯ",
            "b": "ЛЕГЕНДА:\nRed Velvet красят красителем. Но красный был случайностью химии до того, как кто-то стал красить.\nСША, конец XIX - начало XX века. В этот период какао было дешёвым, но ещё не «голландизированным» - содержало антоцианы (природные красные пигменты). В кислой среде (уксус + buttermilk) антоцианы давали красноватый оттенок при выпечке. Торт получался не алым, как сейчас, а тёмно-бордовым с красным подтоном. Бабушки в Северной Каролине и Техасе пекли его как обычный chocolate cake - просто немного красноватый, без специального имени.\n1940-е - Adams Extract Company из Техаса развернула маркетинговую кампанию. Они начали продвигать рецепт с добавлением своего пищевого красителя - то есть с принципиально другой технологией: цвет теперь не результат химии, а отдельная статья ингредиентов. Назвали его «Red Velvet» - бархатистая текстура + красный цвет. Печатные рецепты в газетах включали обязательную упаковку красителя Adams. Бренд-маркетинг до интернета.\nК 1960-м производители перешли на алкализованное какао (Dutched cocoa) - антоцианы там разрушены. Природная реакция перестала работать. Но красный остался - его теперь добавляли вручную. В 1989 году фильм «Стальные магнолии» с тортом-броненосцем из red velvet возродил популярность. В 2000-х Magnolia Bakery в Нью-Йорке сделала его иконой современной американской десертной культуры. В 2010-х Instagram сделал его глобальным.\nЯ делал Red Velvet тремя способами. Без красителя, с неалкализованным какао и большим количеством уксуса - получился тёмно-бордовый, не алый. С синтетическим красителем + Dutched cocoa - алый, но плоский по вкусу. Гибрид: неалкализованное какао + ваниль + капля красителя - и цвет, и вкус правильные.\nЭто торт-фоссилия. Современная форма помнит механизм, который больше не работает.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит: мука 250 г, сахар 200 г, неалкализованное какао (natural cocoa, не Dutched) 2 ст л, сода 1 ч л, соль ½ ч л, пахта (buttermilk) 250 мл, растительное масло 200 мл, яйца 2 шт, белый винный уксус 1 ст л, ваниль 1 ч л, красный пищевой краситель 2 ст л жидкого (или ½ ч л концентрированного геля)\n👍 Cream cheese frosting: сливочный сыр (Philadelphia) 250 г, сливочное масло 100 г, сахарная пудра 250 г, ваниль 1 ч л\n👍 Посуда: две круглые формы 20 см с пергаментом\nМЕХАНИКА:\n1. СУХИЕ ИНГРЕДИЕНТЫ. Просеять муку, какао, соду, соль. Добавить сахар. Перемешать венчиком.\n2. ВЛАЖНЫЕ ИНГРЕДИЕНТЫ. Соединить пахту, масло, яйца, уксус, ваниль и краситель. Размешать до однородности. Цвет жидкости должен быть глубокий красный.\n3. СОЕДИНЕНИЕ. Влить влажную смесь в сухую, размешать лопаткой до однородности. Не взбивать миксером - воздух в этом тесте не нужен, текстура должна быть плотной и бархатной. Тесто получится густым, как для маффинов.\n4. ВЫПЕЧКА. Разделить тесто на две формы. 175°C, 25-30 минут. Готовность - сухая зубочистка. Остудить в формах 10 минут, потом полностью на решётке.\n5. CREAM CHEESE FROSTING. Сливочный сыр и масло комнатной температуры взбить лопаткой до гладкости (не миксером - сыр перевзбивается и становится жидким). Постепенно ввести просеянную сахарную пудру. Ваниль. Готовый крем плотный, держит пик. В холод на 30 минут перед использованием.\n6. СБОРКА. Нижний пласт - щедрый слой крема. Верхний пласт - сверху и по бокам полный слой крема. Можно посыпать крошкой из обрезков бисквита (если выравнивали верхушки) - даёт характерный красный контур по бокам.\nПодача: в день сборки или на следующий. Тёмно-бордовый бисквит + белый крем + красная крошка - это узнаваемый силуэт Red Velvet, не случайный.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/dLvApR3qLGPet15QKCXLAiz3MUfuHpsTUq6USCTsgYZapKLOTdKgjnQoTt49Cfxji1waHvO6IDTALm_CmpLJolrFoxgXeQ5Avt2QP4SQH3W-Kac2ZsSUFz7NyE6l8Zq3eX98OqLVKYUgSPidGj-ar2cZdEDSAym8B4Lx-t3aVnAV4-4VKSI6AFSOHo4Um9KODRhhUvP5qEszguBxi_tvTbHYO-vZRoHkFDwihQkj98XjTewRU7wRknDQ2ZUnoHqB3rWyjbYKmP0t599VWh3Ya3OOO9uNU4lr-g37aHupu6zrAk5-1FM-nRuLPDKK2YZ46mT2zrPByf0k8tRnydFFhw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781352241.0,
            "poll": null
        },
        {
            "m": "13.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6091",
            "t": "🏛 #LORE: ИННАНА - ЦЕНА ВОЗВРАЩЕНИЯ",
            "b": "Иннана прошла через семь ворот в подземный мир и на каждых сняла одну вещь. Корона, ожерелье из лазурита, броши, пояс, браслеты на запястьях и лодыжках, платье. Дошла до сестры голой. Это самый старый записанный миф о женщине, спустившейся в смерть - на 2000 лет старше Персефоны.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИннана (шумерское Inanna) - в аккадской традиции Иштар. Имя возможно от Nin-ana - «госпожа неба». Связано с планетой Венерой как утренней и вечерней звездой. В шумерском пантеоне Иннана совмещает любовь и войну - двойную функцию, которая в позднейших традициях расщепится: Афродита для любви, Афина для войны. В оригинале это одна богиня. Различение - продукт цивилизаций, в которых женщине нельзя сразу владеть и тем, и другим.\nКЛЮЧЕВОЙ МИФ:\nИннана решает спуститься в подземный мир к сестре Эрешкигаль. Семь ворот - семь снятий. Эрешкигаль и семь судей Анунаки выносят приговор: смерть. Иннана висит как труп на крюке в подземном мире три дня. Её слуга Нинсубур обращается к богам Энлилю и Нанне за помощью - оба отказывают. Только Энки помогает: создаёт двух существ из грязи под ногтями, они проникают в подземный мир и приносят Иннану обратно водой жизни и пищей жизни.\nНо условие выхода - найти замену. Иннану сопровождают демоны на поверхность. Она находит мужа Думузи (Таммуза) сидящим на её троне в роскошных одеждах - не оплакивавшим её исчезновение. Иннана указывает демонам на Думузи. Его утаскивают. С тех пор Думузи проводит половину года в подземном мире, его сестра Гештинанна - другую половину. Так шумеры объяснили смену сезонов: каждое лето кто-то спускается, каждую зиму поднимается.\nТЁМНЫЙ СЛОЙ:\nЭто не миф о цикле природы как «равновесии». Это миф о передаче смерти. Возвращение Иннаны не бесплатно. У смерти всегда есть носитель. Иннана отдаёт мужа за свой выход, потому что он не выполнил функцию траура - не оплакал её. Шумерский урок: вернуться из смерти можно только если кто-то другой займёт твоё место. И этот «кто-то» - тот, кто не справился со своей частью отношений.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nСтруктура мифа точно описывает выгорание: погружение в работу/проект, постепенное «снятие» аспектов идентичности (личное время, отношения, сон, здоровье, имя, голос, тело), превращение в труп на крюке. Восстановление возможно - но кто-то рядом обычно платит. Не редкость в современных историях про возвращение после burnout - партнёр уходит, друзья отдаляются, родители болеют. Шумеры записали этот сценарий на глиняных табличках 4900 лет назад. Не как мораль, как структуру.\nСамый старый записанный миф о смерти и возвращении - женский, и в нём кто-то всегда платит.\n→ Семь вещей, которые ты снял с себя в этом году. Назови первые три.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/K3M6IORnfxDnuk4Xmp6Pl1bnvjVG8zSWe_eBN4H6r6XlAygmQgU7-rZTwm6hiYMhnFOabogMHbad1Wora2M7EJeHGEQE__pOHVVGVNgEGTcHqWYpsK4lEDAgmuo0-IqSBH9HPFgIE7oGYaK7nc959LepI7PBYGd6rm64rTbYGMQhGjY8HtCukf5NAPZwgqo93S_GYm0fHF0fOqld9VIyB7ukPyThZ3c1P2iLQBPJMEUHqTRa3lMf4in8abRcjd3kXMorMk1H-i-1T8GqFAqX109YNu95sFHHlxJxpRib5Jn02izch5Lmshvb18dIaIUhgOAXw0NQtdm2XSFsdXztFQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781334241.0,
            "poll": null
        },
        {
            "m": "12.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6090",
            "t": "⏳ #CHRONOS: ПЛАТО ПЕРЕД ОБВАЛОМ",
            "b": "МОМЕНТ:\nСейчас 18:02. До солнцестояния 9 дней. Сегодня в Риге свет прибавился на 56 секунд по сравнению со вчера. Завтра прибавится на 50. К 18 июня прирост будет меньше 30 секунд в день. К 21 июня - 0. После этого начнётся убывание: -1 секунда, -2, -8, к концу июля - минус 2 минуты в день.\nЭто синусоида. Прирост светового дня замедляется по мере приближения к максимуму, останавливается, разворачивается. График апрель → июнь → август повторяет график февраль → декабрь → октябрь в зеркальном отражении. Мы сейчас в верхней точке кривой - в плато перед обвалом.\nВ апреле свет прибавлялся на 4-5 минут в день. Это ощущалось как «весна явно идёт». В июне прибавка минимальна, но день длинный - 17 часов 45 минут сегодня в Риге. Это и есть переход от «становится светлее» к «уже светло, дальше будет темнее». Не сам день 21 июня - вся неделя плато до и после.\nОЩУЩЕНИЕ:\nТело чувствует это раньше календаря. Мелатонин уже не падает достаточно ночью - 4 часа реальной темноты недостаточно для полного сброса гормона. Циркадный ритм перенастраивается под северное лето: сон поверхностнее, пробуждения ранние, тяга в сон после полудня. К 21 июня это достигнет пика. После - инверсия, тело начнёт обратное движение.\nТо что мы зовём «летом» - это плато плюс месяц инерции после него. Реально лето - август. Но психологически - сейчас, потому что свет на пределе.\n→ Запомни сегодняшнее освещение в 18:02. Через 9 дней посмотри сравни. Через 30 - и ещё раз.\n⏱️ 1.1 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/NFlqZulKsYv56dO33q6ZpVaKqgerd69nsCaFsMHeXK3qTBc3Ri3gUPwM-mbNGel3AB7-iHaCdQic425lGkz_2hIhVRuNJG5dUdHRN-0HWegmhUt__ScqiL2O5A7BLXNN6LB1c-wqEBfJCc9MPzlB6WnV1eLzRVjwaaYl3JiASRh0_mo8VZyvbHFwk5esSKMd-VSmxTYvNIcS79Hx761VgK6hJhyOMTJENB8tQzcMWO_IW9JbO2vuZpaHTitAVQlKGVmVzz-jK5D0OCZMHmc1dqe3NfJ6XvaF7_1QxNQnHZnw6SOJ5Z_Rv8xW74GHhvn0ngXoBUvA_0Cs0vQvX4qT-g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781276521.0,
            "poll": null
        },
        {
            "m": "12.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6089",
            "t": "🥐 #BUNS: ХАЛА - ХЛЕБ ДЛЯ ОДНОГО ВЕЧЕРА В НЕДЕЛЮ",
            "b": "ЛЕГЕНДА:\nХала - хлеб, который пекут для одного вечера в неделю. И только для одного.\nСлово «хала» (חַלָּה, challah) изначально не обозначало хлеб. В Бытии и Числах хала - это часть теста, которую отделяли и приносили в храм священникам. После разрушения Второго храма (70 г. н.э.) обычай продолжился символически: часть теста сжигают в духовке как напоминание о подношении. Сам же хлеб, который пекут на шаббат, получил это имя по ассоциации - и так с XV-XVI веков, среди ашкеназских евреев Центральной Европы, закрепилась плетёная сладкая булка, ставшая визитной карточкой иудейской выпечки.\nНа шаббатном столе - две халы, накрытые тканью. Две - в память о двойной порции манны, которая выпадала в пустыне в пятницу (на день и на субботу, когда сбор запрещён). Ткань - чтобы хлеб «не видел», как сначала освящают вино, а не хлеб. Это бытовая деталь, превращённая в литургию.\nСегодня хала вышла за пределы шаббата. В израильской кухне это базовый хлеб для бутербродов. В американских кафе - основа для French toast. В европейских пекарнях - просто красивая плетёнка. Но в традиционных семьях её всё ещё пекут только по пятницам, и только две.\nЯ пёк халу четыре раза. Главная сложность - не вкус, а тайминг. Тесто замешивается утром в пятницу, выпекается к закату. Если упустил утро - к закату не успеешь. Это не суеверие. Это структура шаббата.\nХлеб для одного вечера в неделю. Эту структуру не получится переделать под удобство.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто (на 2 халы): мука пшеничная высшего сорта 600 г, тёплая вода (40°C) 200 мл, яйца крупные 3 шт (2 в тесто + 1 для смазки), сахар 50 г, мёд 30 г, растительное масло 60 мл, дрожжи сухие 10 г, соль 10 г\n👍 Смазка: 1 яйцо, 1 ст л воды, щепотка соли\n👍 Посыпка: кунжут белый или мак (опционально)\n👍 Посуда: противень с пергаментом\nМЕХАНИКА:\n1. ОПАРА. Тёплую воду + сахар + мёд + дрожжи перемешать. 10 минут до пены.\n2. ТЕСТО. В большой миске смешать муку и соль. Сделать колодец, влить опару, 2 яйца, масло. Замесить тесто. Месить 10-15 минут руками или 7 минут в комбайне. Готовое тесто гладкое, эластичное, чуть липкое, отстаёт от рук. Тест «оконного стекла»: оторвать кусок, растягивать - должна получиться полупрозрачная плёнка без разрывов.\n3. ПОДЪЁМ. Накрыть, тёплое место, 1.5-2 часа. Удвоить.\n4. РАЗДЕЛЕНИЕ И ПЛЕТЕНИЕ. Разделить тесто на 2 равные части (для двух хал). Каждую часть разделить на 3, 4 или 6 жгутов (зависит от типа плетения). Раскатать жгуты длиной 30-40 см, к концам сужающиеся.\nПлетение из 3 жгутов (базовое): соединить концы вверху, плести как косу: правый над средним, левый над новым средним, и так до низа. Концы защипнуть.\nПлетение из 6 жгутов (классическое шаббатное): соединить концы вверху. Пронумеровать жгуты 1-6 слева направо. Последовательность: 6 над 1, 2 над 6, 1 над 3, 5 над 1, 6 над 4, 2 над 6. Повторять до низа. Это даёт характерный высокий узор.\n5. РАССТОЙКА. Уложить халы на противень. Расстойка 45-60 минут. Объём увеличится в 1.5-2 раза.\n6. СМАЗКА И ПОСЫПКА. Смешать смазку (яйцо + вода + соль), кисточкой нанести на халы. Посыпать кунжутом или маком если используешь.\n7. ВЫПЕЧКА. 180°C, 25-30 минут. Готовая хала - тёмно-золотая, при постукивании по низу - глухой звук. Если верх темнеет слишком быстро - накрыть фольгой последние 10 минут.\n8. ОСТЫВАНИЕ. Полное на решётке. Тёплую халу резать не стоит - сминается. Прохладную можно разламывать руками: это и есть традиционный способ подачи (motzi на шаббатном столе - хлеб разламывают, не режут ножом, чтобы не вносить «оружие» в трапезу).\n⏱️ 2.7 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/tyIUNYKZnVDdmUf7FfZt3ukXFisWn_63RALXpa9_ScKBU9CCu_lTO6duPGU0LeBSf3XhNojPYTgs1UX2JYyuhQ5UD-YJRLfSw2bI8_ZhoVN5jtAPUVXOk5v8APeQ1prAqKD7A2I0tQ73tmkodQ8dgqwbAgA9xHcDSCSp3tSdGq9RJHXJda6-6Xkigh4y1f_RUq6BqHjKrVxmo_0MoFZ6O3X0TvctIkQ-2Dz1PWvjEqite26ZliMhroeHlqCuYpkBBQTD-L9z53szBtJOqQzPvCXJHEU-cKTKTnXgeH6rArv2hr9ibBcI94SLzFeLrqSPz-_B2h-KluBRRy7Rj1jxRw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781265841.0,
            "poll": null
        },
        {
            "m": "12.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6088",
            "t": "📚 #SOURCE: ПЛАТОНОВ «КОТЛОВАН» - ЯМА КАК МЕТОД",
            "b": "Рабочие роют котлован под Дом Счастья для пролетариата. Чем глубже копают - тем дальше дом. Это и есть весь сюжет.\n«В день тридцатилетия личной жизни Вощеву дали расчёт с небольшого механического завода, где он добывал средства для своего существования.»\nАндрей Платонов, «Котлован», 1930.\nЧТО СКРЫТО:\n«Котлован» написан в 1930 году - в первый год массовой коллективизации, в начало первой сталинской пятилетки. Платонов работал инженером-мелиоратором в Воронежской области и видел кампанию изнутри: раскулачивание, депортации, голодные смерти, ускоренное «социалистическое строительство». «Котлован» он не успевал прятать - писал параллельно с тем, что наблюдал.\nСюжет минимален. Бригада рабочих в провинциальном городе роет огромный котлован под Дом Будущего - где будет жить весь пролетариат города. Параллельно в соседних деревнях идёт «ликвидация кулачества». В бригаду случайно попадает сирота Настя - её отец расстрелян, мать умерла. Бригада решает воспитать её как «учиться у будущего». В финале повести Настя умирает от туберкулёза. Котлован продолжается, но без неё уже непонятно зачем.\nСмерть Насти - не сюжетная случайность. Это структурный финал. Будущее, ради которого роется котлован, умирает в нём раньше чем построен дом.\nВ 1931 году Сталин прочитал рассказ Платонова «Впрок» и написал на полях одно слово: «сволочь». После этого Платонов почти не публиковался при жизни. «Котлован» он не подавал в советские редакции - знал. Рукопись передал на хранение друзьям. Первая публикация - 1969 год, Лондон. В СССР - только в 1987 году, через 36 лет после смерти автора.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nПлатонов изобрёл собственный язык - литературоведы называют его «платоновским». Это русский, написанный как со специальными ошибками: смешение бюрократических клише с разговорным, нарочные синтаксические сбои, использование канцеляризмов в эмоциональных контекстах. Это не стилизация. Это попытка передать как звучит мысль человека, у которого нет языка для происходящего. Когда жизнь говорит на языке учреждений, литература должна писать на этом языке - иначе будет неправдой.\nСОВРЕМЕННЫЙ ЯКОРЬ:\n«Дискурс достижений» в современных корпоративных и государственных коммуникациях - тот же приём. «Мы наращиваем экосистему синергий», «реализуем дорожную карту трансформации», «оптимизируем процессы для устойчивого роста». Платонов первый поймал это явление в литературе - не для сатиры, для документации. Когда язык становится котлованом, в котором копают вместо строить, литература должна копать вместе.\nБиография финальна: сын Платонова Платон арестован в 1938 году в возрасте 16 лет, заразился туберкулёзом в лагере, вернулся к отцу умирать в 1940. Андрей Платонов ухаживал, заразился сам. Работал дворником в Литинституте до смерти в 1951.\nПлатонов писал не про коллективизацию. Он писал на её языке - и это была единственная честная позиция.\n→ В каком учреждении сегодня ты копаешь то, под что не построят?\n⏱️ 2.0 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/tQ_IJ-Vc66wX5o8fRDrrhM5qNJdXA3qX4U-zuWjANtj1Pkngp_Yy_NeAXW_t43eIBrRX5pdAdpxPPKOaGVrmXgs0QrFMtXA9RCexEggexOC4eNRG3BLIvwzcJUaXxK0Li70HPVTUAvMRCFG2oWMmdCb9k7ucxzpmHkI_ovmIzJxdAXW6xjMjRWjgHvjXO7PGImj2Lu1Zk51ozHeFTS4H2moFHVRZ8ACZYBeiASOQo0Rl36hV6lB3zVD_x7Ch3kDSV-Ib-hiMtvDIKeiHsbIyOtAUmqHa8tqpNM7wJllidocO0t0pJYhLIItLRd5v6jqCNWsRSFmysVEci_ZV12f59g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781247841.0,
            "poll": null
        },
        {
            "m": "12.06 | 06:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6207",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ 2026: ТЕЛЕРЕЙТИНГИ В ПОРТУГАЛИИ И ШВЕЙЦАРИИ",
            "b": "Опубликованы первые данные телевизионных рейтингов финала Евровидения молодых музыкантов 2026, прошедшего 6 июня в Ереване. Возвращение Португалии и трансляция в Швейцарии показали значительное снижение зрительского интереса по сравнению с прошлыми годами.\nРейтинги по странам:\n🇵🇹 Португалия (RTP 2):\nВозвращение страны на конкурс после 12 лет отсутствия привлекло скромную аудиторию. В среднем трансляцию в 17:00 смотрели 10 000 зрителей (доля 0.4%, что на 0.3% ниже среднего уровня канала). Это на 85 500 зрителей меньше, чем во время участия страны в 2014 году (тогда эфир шел в записи глубокой ночью). Страну представляла скрипачка Beatriz Li Rosão с концертом Эриха Вольфганга Корнгольда.\n🇨🇭 Швейцария (SRF 1):\nТрансляция с четырехчасовой задержкой (начало в 23:20 по Риге) собрала в среднем 27 000 зрителей с долей 5.6%. По сравнению с 2024 годом аудитория сократилась на 21 000 человек, а доля рынка упала на 8.2%. Швейцарию на сцене в Ереване представляла пианистка Manoush Toth с концертом Клары Шуман.\nОбе исполнительницы не вошли в тройку призеров. Напомним, что победу на 22-м конкурсе одержал аккордеонист Michał Stochel из Польши, второе место заняла Латвия, а третье - Армения.\nПочему классический формат ЕВУ стремительно теряет телевизионные охваты на фоне роста популярности цифровых платформ?\n⏱️ Время чтения: 1.1 мин | 🇪🇺 YourVision: Рейтинги",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781246011.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};