var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "25.06 | 13:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6240",
            "t": "🇨🇦 КАНАДА: EBU MEMBERSHIP - МЕХАНИКА РЕШЕНИЯ  Разбираем, как именно CBC/Radio-Canada смогли пробить историческое членство на Генеральной Ассамблее в Праге.   Голосование за повышение статуса канадцев прошло сразу после официального пересмотра Устава EBU. Новая…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394737.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:35",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА  Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.   Историческое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394559.0,
            "poll": null
        },
        {
            "m": "25.06 | 13:28",
            "id": "70",
            "u": "https://t.me/YourEurovision/6239",
            "t": "🇨🇦 КАНАДА: CBC - ТЕПЕРЬ ЧЛЕН ЕВРОПЕЙСКОГО ВЕЩАТЕЛЬНОГО СОЮЗА",
            "b": "Канадский национальный вещатель CBC официально получил статус полноценного члена EBU.\nИсторическое расширение произошло прямо во время 96-й Генеральной Ассамблеи в Праге, где накануне обсуждались новые форматы «неевропейского» участия. До этого момента CBC имел лишь ассоциированный статус. Это фундаментальное изменение правил игры - теперь Канада технически может подать заявку на участие в Евровидении без специальных приглашений от Референтной группы.\nСледим за развитием событий. Отправят ли канадцы свою делегацию на следующий конкурс?\n⏱️ Время чтения: 0.9 мин | 🇪🇺 YourVision: EBU",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782394133.0,
            "poll": null
        },
        {
            "m": "25.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6130",
            "t": "🥐 #CAKES: ЧЕРНИЧНЫЙ ТОРТ - ОКНО ПЕРВОЙ НЕДЕЛИ",
            "b": "ЛЕГЕНДА:\nБалтийская лесная черника начинается 25-30 июня. Окно первой недели - до 1 июля - другое, чем всё лето. Ягоды мельче (5-6 мм против 8-10 в середине июля), кожица плотнее, эфирные масла на пике. Лесная, не садовая - это важно.\nЛесная черника (Vaccinium myrtillus) и садовая голубика (V. corymbosum) - разные виды. Лесная растёт в подзоле еловых лесов Северной Европы. Куст плодоносит 30+ лет, ягода держит запах смолы и грибов даже после выпечки. Голубика крупнее и слаще, но без леса в послевкусии.\nТёмный шоколадный бисквит + крем на маскарпоне + свежая ягода без термической. Никакого крамбла, никакой сладкой пропитки - в первую неделю черника говорит сама.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит шоколадный: мука 150 г, какао 50 г, сахар 200 г, яйца 4 шт, растительное масло 80 мл, разрыхлитель 10 г, соль, кипящая вода 100 мл, ваниль\n👍 Крем маскарпоне: маскарпоне 500 г, сливки 33% 300 мл, сахарная пудра 100 г, ваниль, цедра 1 лимона\n👍 Финиш: свежая лесная черника 400-500 г, листики мяты\n👍 Форма: разъёмная 22 см\nСЕНСОРНЫЙ ПРОТОКОЛ:\nТёртая лимонная цедра пахнет острее за минуту до выпечки, чем после - класть в последний момент. Бисквит готов, когда верх пружинит и не липнет к пальцу. Крем при готовности держит мягкий пик - не жёсткий, иначе расслоится при сборке. Черника при сжатии должна быть упругой; если течёт сразу - перезрелая, не первая неделя.\nМЕХАНИКА:\n1. СУХОЕ. Мука + какао + разрыхлитель + соль просеять.\n2. ВЛАЖНОЕ. Яйца + сахар взбить 5 минут до плотной пены. Влить масло, потом ваниль.\n3. СОЕДИНЕНИЕ. Сухие в влажные лопаткой. В конце - кипяток (он активирует какао и даёт текстуру). Тесто будет жидковатым - это правильно.\n4. ВЫПЕЧКА. 170°C, 35-40 минут. Готовность: сухая зубочистка из центра, верх пружинит.\n5. КРЕМ. Холодные сливки взбить до мягкого пика. Маскарпоне комнатной температуры - отдельно с пудрой, ванилью, цедрой. Соединить лопаткой, не миксером (миксер разжижает маскарпоне).\n6. СБОРКА. Остывший бисквит разрезать на 2 пласта. Нижний - слой крема, половина ягод. Верхний - сверху крем, остальные ягоды, мята. Холод 2-3 часа перед подачей.\nГОТОВНОСТЬ К ПОДАЧЕ: ягоды блестят, но не пускают сок в крем. Если уже пустили - крем впитал лесной запах, это тоже хорошо, но другой торт.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/OvlifIaedDho718p22ibInZ_ndRxQzR6q2uz9iNkVVNeQMTmwA9Ne-f-sRPit89LZm1qEFH896focvBOvQzIWdjOoF9CoELVddKEItykEai0_e3iZEHtLR-6ssdpCSHSqEVpc7SLT45LL6HlpqC-BfhcgYB37C-nZHduhMVWlHQeQnWvXflqT1UAG6ze3ddW-auCwBvhRRTY4Pjc-BTa7zx0mj2bEF1pD4J2SkHcF-O5tiBWQ9y8PcFEMvRA1zVIGAt05HheBYbv-lujthKX8r7BJpL_Cce0ts2giiPuRRQbLOqb4jV_8dinjU98O0EGn-hnOcl6KCShO2ei93Q2Rw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782389041.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:16",
            "id": "70",
            "u": "https://t.me/YourEurovision/6238",
            "t": "🇪🇺 EBU: 96-Я ГЕНЕРАЛЬНАЯ АССАМБЛЕЯ В ПРАГЕ - КУРС НА РАСШИРЕНИЕ",
            "b": "Сегодня в Праге (Чехия) стартовала 96-я Генеральная Ассамблея Европейского Вещательного Союза. Двухдневный саммит, организованный Česká televize и Český rozhlas, может стать историческим для Евровидения.\nВ повестке дня - обсуждение масштабных изменений в уставе организации. Ожидается создание новых категорий членства: «Неевропейское» (Non-European Membership) и «Вспомогательное» (Auxiliary Membership).\nЧТО ЭТО ЗНАЧИТ ДЛЯ КОНКУРСА?\nНовые категории могут открыть двери для стран, которые годами ждут возможности присоединиться к семье Евровидения. В конце мая представительница косовского вещателя RTK Зана Спахиу уже упоминала эти реформы как шанс для Приштины. Сейчас для участия требуется либо полное членство, либо прямое приглашение Референтной группы.\nКроме структурных реформ, делегаты обсудят стратегию и правила Евровидения. Напомним, что прошлогодняя Ассамблея в Лондоне привела к глобальному пересмотру правил конкурса после затяжных кризисов 2025 года.\nПовлияет ли новая структура EBU на возвращение старых стран или дебют новых уже в Болгарии?\n⏱️ Время чтения: 1.3 мин | 🇪🇺 YourVision: EBU",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782371779.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6233",
            "t": "🇧🇹 БУТАН: DRUK DRA - ФИНАЛ ПРОЙДЕТ 15 АВГУСТА  Вслед за недавним оглашением десятки финалистов, национальный вещатель BBS официально утвердил дату главного шоу. Победитель Druk Dra, который отправится защищать флаг страны на Eurovision Asia 2026 в Бангкок…",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782371114.0,
            "poll": null
        },
        {
            "m": "25.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6129",
            "t": "📚 #SOURCE: РУЛЬФО «PEDRO PÁRAMO» - КНИГА, ГДЕ МЁРТВЫЕ ГОВОРЯТ",
            "b": "«Vine a Comala porque me dijeron que acá vivía mi padre, un tal Pedro Páramo.»\nХуан Рульфо, «Pedro Páramo», 1955, страница 1.\n«Я приехал в Комалу, потому что мне сказали, что здесь жил мой отец, некий Педро Парамо.» Глагол «vivía» в испанском imperfecto - не «живёт», а «жил». К первой строке отец уже мёртв. К десятой странице читатель не понимает, кто из говорящих жив.\nЧТО СКРЫТО:\n131 страница - первый и единственный роман Хуана Рульфо. Издан в Мексике в 1955-м, поначалу непонят: за первый год продано 1500 экземпляров. К концу XX века - один из самых влиятельных текстов латиноамериканской литературы, переведён на 30+ языков. Гарсиа Маркес в Нобелевской речи 1982: «Если бы я не выучил наизусть «Pedro Páramo», я бы не написал «Сто лет одиночества»».\nДействие в деревне Комала, штат Халиско. Хуан Пресьядо едет искать отца. Деревня встречает его шёпотами, лицами без теней, голосами из стен. Постепенно становится ясно: все, с кем он говорит, мертвы. Включая его самого - с определённого момента в книге.\nЯЗЫКОВОЙ СЛОЙ:\nТехнический приём, изменивший латиноамериканский роман - полифония голосов без атрибуции. Рульфо не пишет «сказала Эдувихес» или «ответил отец Рентерия». Голоса перетекают друг в друга. Читатель часто не знает, кто говорит - мёртвый или живой, мужчина или женщина. Эта неопределённость и есть смысл: между мёртвыми и живыми граница тоньше, чем мы думаем.\nВ испанском оригинале это работает через subjunctive и imperfecto - времена, которые в русском переводе теряют половину призрачности. «Estaba lloviznando» («моросило, было серым») - грамматически прошлое, но без чёткой границы с настоящим.\nТЁМНЫЙ СЛОЙ:\nРульфо после этой книги не написал ни одного романа. 30 лет молчания до смерти в 1986. Он рассказал что хотел рассказать в 131 странице - и замолчал. Молчание автора - часть произведения.\nПОЧЕМУ СЕГОДНЯ:\nВчера была купальская ночь, когда восточные славяне ищут «цвет папоротника» и говорят с предками через костёр и воду. Сегодня - утро после. У Рульфо книга про утро после, когда живые и мёртвые ещё не разошлись.\n→ Какую книгу ты читал, и были ли в ней голоса без имени, которые ты узнавал?\n⏱️ 2.2 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/ij6yMEgP2ZZ2HzfzsDo2Jt0Cbi-bAx8kjIv2MxiGIhKNl-HgYBm30YLjsSp1aOoSjke9kaRfFVtMlioPFui9CWPgyRgwmJpIVBnP21sLIN3WU2UEQQ1d5qoNFxr9NyDrBnwXAV6DpDW6FV84Keqm-cpMwKWUbTRicjKUaTn5_GlQf51BxE1i-FInDuu5LXrxrzYT_AAmf1mgFdDYSOQQEVRWKbnTvGVDxO46duo-tBnIGNWnpY3lH7_OVkQpjWoJ0h4hBRxixeqrCp1GpRJvcenjZ0vXJ0cOv0J3If8CPot_qSLDv6aSIcDRBENItDtScOh8ihJ6CD7HduyNu_OpWA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782371041.0,
            "poll": null
        },
        {
            "m": "24.06 | 17:09",
            "id": "70",
            "u": "https://t.me/YourEurovision/6236",
            "t": "🇫🇮 ФИНЛЯНДИЯ: UMK - НОВЫЙ ИСПОЛНИТЕЛЬНЫЙ ПРОДЮСЕР",
            "b": "Известный финский телекомментатор Микко Сильвеннойнен назначен новым исполнительным продюсером национального отбора UMK. Он официально приступит к своим обязанностям этой осенью.\nНа этом посту Сильвеннойнен заменит Ансси Аутио, который в начале июня объявил о своем уходе после долгих лет работы (он был в команде создателей UMK в 2011 году).\nСильвеннойнен комментировал Евровидение и UMK для финского телевидения с 2016 года. В своем первом заявлении он подчеркнул важность аудитории и фанатов конкурса.\n«Я хотел бы, чтобы UMK стал еще более открытым. Мы будем больше приоткрывать завесу над тем, как работают профессионалы, потому что этим можно гордиться», - отметил продюсер. Он также добавил, что именно фанаты поддерживали конкурс даже в те годы, когда Финляндия не выходила в финал.\nПока неизвестно, продолжит ли Сильвеннойнен работу в комментаторской кабинке. По его словам, окончательное решение о совмещении должностей будет принято осенью.\n⏱️ Время чтения: 1.1 мин | 🇫🇮 YourVision: UMK",
            "img": "https://cdn4.telesco.pe/file/DFDDsccfN4V_Nj5vIafOBbJg6AAtrzBCdf8qJHjvk1VTMD_IBMQYJbupr-IiS9H8Vxs1mfy_bzJTGilRsGEA3nGKs8-kd6qCDomW4UIEnGdFK_GEoPrgbN5oh3vIvd7cwSyWnu5au6EEC-CCmZMG-qDMbZEjxxxhqmsVEBIcP5ixhVrLMn_6XkbU2eLCs1xN5C-mQg4c3XEQz3VL9MDgIivpTFrU5720s2u7lcsgZZE87ry5woNTVxRDXUcRqbAA_2f7EhFGrfQdLJYWOimWlAyf1CU3Ievpbwz35g0tzb26HIcIm1ggqbZ9FXtC2rf-WP1sx5XA9ucsJVHE_uYjow.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782320957.0,
            "poll": null
        },
        {
            "m": "24.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6128",
            "t": "🗓 #CALENDAR: ИВАНОВ ДЕНЬ В ЧЕТЫРЁХ КУЛЬТУРАХ",
            "b": "Сегодня, 24 июня 2026, в четырёх странах по разные стороны Балтики и Восточной Европы празднуют один и тот же архетип - и совсем разно.\nОдин день солнцестояния, четыре конструкции из огня, воды, трав и ночи без сна.\nМАРШРУТ:\nЛИГО / JĀŅI (Латвия, 23-24 июня) - государственный праздник, нерабочие 23 и 24. Костры на полях и холмах (jāņuguns), венки из дубовых листьев для мужчин по имени Jānis, венки из полевых трав для женщин по имени Līga. Сыр с тмином (Jāņu siers), пиво. Песни-līgo с припевом «līgo» (от глагола «качаться»). Не работают всю ночь - ищут «цвет папоротника». Уникальная коллективная коммунальная форма празднования.\nJOHANNUS / JUHANNUS (Финляндия, ближайшая суббота к 24 июня) - государственный праздник. Главное: сауна на природе, mökki (хуторской домик на озере), мокес (костёр на воде на бочке/плоту), берёзовые ветки (vihta для парения в сауне). Тишина в городах - Хельсинки пустеет, все уезжают на дачи. В одиночестве и тишине, не в толпе.\nMIDSOMMAR (Швеция, пятница 19-25 июня, ближайшая к солнцестоянию) - не государственный, но самый массовый день года, шведская идентичность. Майский шест (majstång) высотой 8-10 метров, увитый цветами и зеленью, ставится в центре луга. Танцы вокруг с детьми и пожилыми, не молодёжная история. Селёдка, новая картошка, охлаждённый Aquavit. Девушки спят с 7 разными цветами под подушкой - чтобы во сне явился будущий муж.\nКУПАЛА (Украина, Беларусь, Россия, 7 июля по новому стилю) - смещён на 13 дней из-за юлианского календаря в православной традиции. Костры на берегу реки, прыжки через огонь, плетение венков и пускание их по воде. Поиск цвета папоротника. Купание в реке после прыжка через огонь - двойное очищение водой и огнём. Не государственный нигде, но живой ритуал в деревнях, особенно украинских и белорусских.\nЧТО ОБЩЕЕ:\nЧетыре стихии: огонь (костры везде), вода (купание / баня / венки по реке), травы (венки, листья, цвет папоротника), ночь без сна. Привязка к самой короткой ночи года - максимум контраста между светом и темнотой.\nЧТО УНИКАЛЬНО:\nЛатвия - коллективные песни, ритуальная еда с тмином, имена-маркеры (Jānis/Līga). Финляндия - одиночество, тишина, баня. Швеция - дневной танец с детьми, нарциссы под подушкой. Восточные славяне - гадания и мифический цветок (праздник одиноких девушек).\nОдин день. Четыре способа быть в нём.\n→ В какой из четырёх версий ты бы провёл эту ночь?\n⏱️ 2.3 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/JlTl9ojCLrU-AmL7hL03Gd0jsyGcTQJD8BbADdMwyGf9HzYv9XAaIkKYhS14ZYHmsnmnU4POahKPjSdL52CIzK9DXlg3OLJLyv7mcO2VDmW8SAjFhp6Q7MO2iQ7cXxd_4hxt9NtwuvETDLNsFvZD07l9-883gd-xJmBZjc-iUk2Jl1X_tnLNPEK-7865qigV7UXhZc9sc74YFya77z6okvs8HorIBc9s2jb0euM-lIV5FSCgoytTAYzu_hC-XCongjQBqXoRJ285F-o3sr0ihSaC1j19suy54adTvqDUjG1Y3LqsEZVe4RI4K762nIo8iWbQM-KtpidM2EEnGNO-Ow.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782313321.0,
            "poll": null
        },
        {
            "m": "24.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6127",
            "t": "🥧 #PIES: МАНДРИКА - КУПАЛЬСКИЙ ТВОРОЖНЫЙ ПИРОГ",
            "b": "ЛЕГЕНДА:\nВ Полесье на Купалу пекут пирог, в котором нет ни масла, ни большого сахара. Только мука, творог, яйца и изюм. Лёгкий, как ночь без сна.\nМандрика - восточнославянский ритуальный пирог на Ивана Купала (по старому стилю 24 июня, по новому 7 июля). Документирован в украинских, белорусских, российских этнографических записях XIX века (Чубинский «Труды этнографической экспедиции» 1872, Шейн «Великорусс в своих песнях» 1893). Не свадебный, не поминальный - именно купальский. Едят с собой к воде, к костру, при переходе через травы Купальской ночи.\nЭтимология: «мандрик» от старослав. *mǫdrъ - «мудрый». Купальский пирог как «пирог мудрости», который дают тем, кто идёт через ночь. Тот же корень в укр. «мандрувати» - «странствовать», «идти в путь». Пирог в дорогу через переход.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто (дрожжевое сдобное): мука 400 г, тёплое молоко 150 мл, дрожжи сухие 7 г, сахар 30 г, яйцо 1 шт, желток 1 шт, сливочное масло мягкое 60 г, соль 5 г\n👍 Начинка: творог зернистый 9% 500 г (НЕ пастообразный), яйцо 1 шт, желток 1 шт, сахар 60 г, изюм 80 г (замочен 30 мин), цедра 1 лимона, ваниль\n👍 Смазка: желток 1 + молоко 1 ст л\n👍 Форма: разъёмная 26-28 см\nМЕХАНИКА:\n1. ОПАРА. Тёплое молоко + 1 ч.л. сахара + дрожжи. 10 минут до пены.\n2. ТЕСТО. Муку с солью просеять. Колодец - опара, яйцо, желток, оставшийся сахар. Замесить. Постепенно ввести мягкое масло. Месить 10-12 минут. Первый подъём 1.5 часа.\n3. НАЧИНКА. Творог пропустить через сито (не блендер!) для однородной зернистости. Добавить яйцо, желток, сахар, цедру, ваниль, изюм. Перемешать ложкой - не миксером. Текстура должна остаться зернистой.\n4. СБОРКА. Тесто обмять, раскатать в круг диаметром 28 см. В форму. Творожная начинка по центру, бортик 3-4 см. Бортик подвернуть к начинке - открытый верх. Расстойка 30 минут.\n5. ВЫПЕЧКА. Смазать желтком с молоком. 180°C, 35-40 минут. ГОТОВНОСТЬ: тесто золотистое по бортику, центр не дрожит при касании, внутренняя температура 70°C (творожный белок коагулировал - творог не вытечет при разрезе).\nЛичный момент: ключевая ошибка - использовать пастообразный творог из супермаркета. Он расползётся в начинке, центр будет жидким. Нужен именно зернистый 9% - крупинки при сжатии в ладони. Это не тонкость рецепта, а условие, без которого мандрика не получится.\nФОРМА И СИМВОЛИКА:\nОткрытый круг - купальская символика солнца. Творог - белый цвет луны. Жёлтый желток сверху - огонь костров. Три цвета купальской ночи в одном пироге.\n→ Пирог, который пекут в самый длинный день, чтобы есть в самую короткую ночь.\n⏱️ 2.5 мин | 🥧 Almanac: Pies",
            "img": "https://cdn4.telesco.pe/file/LVnAs1tl59eSGJXbZNW-XbFaFto0B293HvcMBmdwqU3OagdZPJSZaWfXcjogTFLTTxBu4FWtTubFgSPvo2e3g0CsgiDRJ_LL2TLIUTsuMnhRvCkO39KarRjvoGKHOlxSitUHyjOagUmbTzi0xFNn28yvBlKIbV_7fhfQXH_9j5S1gqB1_mlTlorRQ6e-xuHeJrm_9FYHsvAK-pBrxlb16iQ-818EhDKh6o84OH2GNs7gLfj6Le3z6Td9Q2nucs7swhlZ2qSaNs5YSL6xs20dP76T7eLvPoymYAKRQS72gE_uLNNJErG9_LIeKVrvIgNge59svZryoyyd7m4TDPCfmA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782302641.0,
            "poll": null
        },
        {
            "m": "24.06 | 09:08",
            "id": "70",
            "u": "https://t.me/YourEurovision/6235",
            "t": "🇺🇦 УКРАИНА: alyona alyona СТАНЕТ СОНГРАЙТЕРОМ ДЕТСКОГО ВІДБІРА",
            "b": "alyona alyona возвращается на Детское Евровидение. Представительница Украины на взрослом конкурсе 2024 года вновь присоединилась к команде национального отбора в качестве автора песен.\nДЕТАЛИ МУЗЫКАЛЬНОГО ПРОИЗВОДСТВА\nВ тандеме с музыкальным продюсером Светланой Тарабаровой, alyona alyona напишет по три эксклюзивных трека для финалистов национального отбора на Детское Евровидение 2026.\n«Уже второй год подряд я буду творить для детей и с детьми. Работа с детьми - нелегкий труд, но он по-настоящему искренний. Надеюсь, что в этом году получится создать такие песни, каждая из которых найдет свое место в миллионах сердец», - комментирует свое возвращение артистка.\nКЛЮЧЕВЫЕ ДАТЫ И ФОРМАТ\n• Заявки: Прием закрывается 8 июля. Кандидаты должны предоставить две кавер-версии и видеовизитку (авторская песня - по желанию).\n• Финал: Национальный отбор пройдет в сентябре.\nУкраина готовит мощную музыкальную базу для поездки на Мальту. В прошлом году София Нерсесян завоевала для страны второе место с треком «Motanka». Сможет ли новый тандем авторов принести Киеву хрустальный микрофон?\n⏱️ Время чтения: 1.2 мин | 🇺🇦 YourVision: Детское Евровидение",
            "img": "https://cdn4.telesco.pe/file/PPEDviss9Tu4yXMsvm8IKG_Fp7iG64S7UKFYzvBYdzlR4i7Y96Fl4uIKKAH7Cs0BBOA5S6FSToUSOD6jCbDh3baWpQe0K0W-gqXuOsDLPpEMyNs-PWzW1U7pMJCdFO9db3CINbXmy5xcw3EpvIPhZmIfRBSmMKpms-Ta9s_iVxrQ_UrPHtqriT3VBn941ZdR29ljeD-DXUmettexni_Xf0IzTgXdcGAqlEkaQWYqfrV9oSLogVFPfzTJeL7b1R62ZgLz-nuc3Bx2ZvMm9-fG0C7rfuXUGU6Ui73HYh7p8hroXwQjs_n3oYdAhVUkkcDkR9H6VhqJiSNbNt97lMrMPg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782292107.0,
            "poll": null
        },
        {
            "m": "24.06 | 09:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6234",
            "t": "🇧🇩 БАНГЛАДЕШ: ЕВРОВИДЕНИЕ АЗИЯ - ПРИЕМ ЗАЯВОК ПРОДЛЕН",
            "b": "Национальный вещатель NTV в партнерстве с продакшеном Bongo официально продлил окно приема заявок для дебюта страны на Евровидение Азия 2026. Изначально дедлайн был установлен на 10 июня, однако организаторы решили дать артистам дополнительное время.\nПРАВИЛА И ФОРМАТ НАЦИОНАЛЬНОГО ОТБОРА\nВ телевизионный финал, который определит первого представителя Бангладеш, пройдут 12 артистов. Формат шоу будет строго следовать традиционным стандартам Евровидения:\n• Оригинальность: Только новые песни длительностью не более трех минут.\n• Исполнение: Обязательный живой вокал во время телевизионного шоу.\n• Сцена: Максимум шесть человек на сцене для каждого выступления.\n• Голосование: Победителя определит публика с возможным добавлением голосов профессионального жюри.\nОстается открытым вопрос, сдвинутся ли даты оглашения финалистов и самого отбора из-за продления дедлайна. Бангладеш готовится к мощному старту на международной арене. Будут ли сюрпризы в списке 12 счастливчиков?\n⏱️ Время чтения: 1.1 мин | 🇧🇩 YourVision: Евровидение Азия",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782291797.0,
            "poll": null
        },
        {
            "m": "24.06 | 08:51",
            "id": "70",
            "u": "https://t.me/YourEurovision/6229",
            "t": "🇧🇹 БУТАН: ИМЕНА 10 ФИНАЛИСТОВ НАЦИОНАЛЬНОГО ОТБОРА DRUK DRA  Национальный вещатель Бутана BBS официально раскрыл финальный список из 10 исполнителей проекта Druk Dra. Именно эти артисты сразятся за уникальное право представлять свою страну на масштабном телевизионном…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/R49FMv3KIRis_GTfPO6mWS4GTyFCj_VWLwgoTp2SaWbyDoxST_nfw_7zytFNhYWhWFgnnZNkLkA9zPUf4F0y6Gxa3Ola0RN5hg8xwHMqg8_3n6520Vax1XbvCdHhnPvMzkKiPaVU4BewDOVoPLEySR5tvpXvydJHrwqfmLKqdSPX1jri5vkJ0bqxEVBl4CqWrS_YLXLSMBM_NvKFQat6pdrdnxePZ_PWeJmgLdGsfr7OTrgrU-Ae6XWleiCsFExLkID9Frtso40uwPgiVVx7gLNGsmqjVEXDIzylAFZBGhUSfPgfCnqbkkyD6cWuZcgYZ6V-I_0uUOVwHLZ7qdE7qA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782291101.0,
            "poll": null
        },
        {
            "m": "24.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6126",
            "t": "🌿 #OMENS: РОСА 24 ИЮНЯ - КОНВЕРГЕНЦИЯ В 15 КУЛЬТУРАХ",
            "b": "«Умыться росой Иванова дня - не болеть весь год».\nНародная примета записана у балтов, славян, кельтов, скандинавов, у уэльсцев (St John's Dew), у басков, у венгров, у румын, у французских провансцев. Один и тот же ритуал в 15+ культурах: рассвет 24 июня, мокрый луг, лицо в траве. Это конвергенция, а не заимствование - слишком далеко друг от друга жили носители.\nФИЗИКА:\nК концу июня растения накапливают максимум вторичных метаболитов - эфирных масел, флавоноидов, фитонцидов. Это пик защитной биохимии перед началом увядания: с 25 июня свет уже убывает, растение начинает другую фазу. Капля росы на листве вбирает часть этих веществ через эпидермис. Не магия - концентрация перед обратной фазой.\nПлюс второй фактор, нехимический. Человек, который встаёт до восхода, идёт по влажному лугу, наносит холодную росу на кожу - получает мощный вагусный стимул. Замедление пульса, активация парасимпатики, ощущение «обновления». Дело не в росе, а в практике раннего вставания.\nСОВРЕМЕННЫЙ ЭКВИВАЛЕНТ:\nГидролаты розы, нероли, гамамелиса, ромашки в современной космeтологии - буквальные потомки росы 24 июня. Тот же принцип: водная фракция растения, нанесённая на кожу, успокаивает, антисептирует, увлажняет.\nSanoflore и Florihana во Франции (с 1991-1993), Lush в Британии, корейская beauty routine с rose water - все эксплуатируют ту же традицию. Wellness XXI века в значительной части - переупакованная Сан-Жуанская практика.\nТретий слой - физиология. Холодная вода на лицо в 5-6 утра активирует тройничный нерв, спадает утренняя одутловатость, лимфа двигается. Это работает - но только если действительно встать.\n→ Завтра до 5:00, если есть рядом сад или луг: прижми влажный лист травы к лицу на 30 секунд. Это весь ритуал. Не нужно ничего больше.\n⏱️ 2.0 мин | 🌿 Almanac: Omens",
            "img": "https://cdn4.telesco.pe/file/eFmqecfv8jNY8Np5zCgtjTSAdtO18yZa3ychjTGNQL9ClgB4vfpX1u93HVA2VwTjqT7xIc8i0YmjXoIe3_qRCfSKsaXeXzkn0GF-8P8f3q8Gvp6IMlYMsRuic_zEVL693blhxZwjkJ-sj2mHAAokC5vtdYn9NfOsQa7S0GGPDLtZKQRxT7QsWAhzc80caezORzHh3VjE0n7XSX-Jo4gOZ1Mg-RcwE3zjQCik_ehA8rhp6pbxJ0OmfNTxF2U1qERUsG7janUU_tLmLhA7VvWjSC76dNp0MUJGHwqpIbi5uMHuBr1P40uQ4BBq18k8bbDqb2-pYRMUa8CPkk-ZXmy2Aw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782284641.0,
            "poll": null
        },
        {
            "m": "23.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6125",
            "t": "🏺 #HERITAGE: ЖИВОЙ ОГОНЬ - ТЕХНИКА, ИСЧЕЗАЮЩАЯ ВЕЗДЕ",
            "b": "Огонь от спички и огонь от трения - разные огни. До 1827 года был только второй. После - первый вытеснил второй за 130 лет.\nESSENCE:\nДо 1827 года, когда Джон Уокер в Англии изобрёл серийные спички трения, человечество добывало огонь сложными способами: трение дерева о дерево, удар стали о кремень, концентрация солнца через линзу. На каждое разжигание уходило от 5 минут до получаса.\nКаждая ритуальная середина лета требовала живого огня - заново добытого, не перенесённого со спички. От балтийских костров до японских hi-no-matsuri, от кельтских Beltane bonfires до зороастрийских церемоний и церемониальных огней коренных народов Северной Америки - везде нужен был новый огонь.\n«Живой» означало не «горящий», а «свежедобытый». Перед началом фестиваля все огни в деревне специально гасились - и зажигался один новый, от которого зажигали остальные.\nИМЕНА КАК КАРТА ВЗГЛЯДОВ:\nКаждая культура фиксирует своё. Гэльский tine ghealan - «яркий огонь», фокус на свете. Японский 切り火 kiribi - «отрезанный огонь», от удара кремня по стали при выходе из дома. Балтийский jāņuguns - «огонь Яниса», по имени носителя. Один технологический жест, разные системы именования.\nMARGINALIA - ТЕХНИКА BOW DRILL:\nЛучок обвит вокруг вертикального стержня, который вращается между нижней дощечкой и верхним держателем. 30-60 секунд трения создают искру, переносимую в трут. Требует 4-7 растений: своё дерево для разных частей.\nУТРАТА:\nК 1960-м годам ритуальное добывание огня трением знали этнографы и старики. Что исчезло: знание видов дерева для разных частей, сезонная заготовка материалов, передача техники по поколениям, понимание разницы между «живым» и «мёртвым» огнём как онтологической.\nЧто сохранилось: техника в учебниках survival и bushcraft (Mors Kochanski, Tom Brown), на этнографических фестивалях. Контекст утерян: огонь, добытый ради соревнования на YouTube, не равен огню, добытому ради ритуала.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nВ некоторых индейских общинах США живой огонь до сих пор обязательная часть некоторых церемоний (Sun Dance, например). У зороастрийцев в Индии - вечный огонь в храмах фактически переносится с поколения на поколение от исходного огня, и это считается допустимым. В современном неоязычестве (Wicca, друидские общины) - попытки возродить живой огонь, иногда успешные, чаще ритуально-символические.\nСпичка дала огонь без труда. И забрала ритуал, для которого огонь стоил труда.\n→ Когда ты последний раз разводил огонь не от газовой плиты и не от спички?\n⏱️ 2.6 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/oK7Ve1_lUV_BtCOPcepNiJ1QUa4l0Hzbou7Oe392PBy6ZALoQ5RTwjzNhgOHhNCKBVQuULn7hLbMubXtjNL2g0I2aCAt4mz5sbM6VDHnJznG1KS7t3yIl_5KxNjhMjehGNRB24qWjOysbCE9BGNnrVJCYCHpJ4hn0_Kt3XMni05N8laS3YKqUO1F5-jMKMJOi2bFHK9vlNazY2wcyAM6uPZbVMjnejljMkpTch8cnCL0u1oDKY7UFwvAfIA1Y2i1HrOq_qHjC2IGpJ2plK7GZuMOtdgT46vb6H0rbWY45SU-2cofJWAVSufd_no_kNRZkDg-ESLorLAUwaLZhWTUsg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782226921.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:17",
            "id": "70",
            "u": "https://t.me/YourEurovision/6232",
            "t": "🇪🇺 ЭКС-УЧАСТНИКИ: МАСШТАБНЫЕ ТУРЫ СЭМА РАЙДЕРА И ГУСТАФА",
            "b": "Две яркие звезды Евровидения последних лет объявили о масштабных гастрольных планах. Сэм Райдер сыграет главную роль в культовом мюзикле, а Густаф проедет с затяжным туром по родной Бельгии.\n🇬🇧 СЭМ РАЙДЕР В РОЛИ ИИСУСА ХРИСТА\nПредставитель Великобритании на Евровидении 2022 года Сэм Райдер, занявший почетное второе место с хитом «Space Man», бросает себе новый амбициозный вызов. Артист готовится к большому театральному проекту: он исполнит заглавную партию Иисуса в грандиозном обновленном туре легендарной рок-оперы Эндрю Ллойда Уэббера и Тима Райса «Иисус Христос - суперзвезда».\nПостановка, которая до этого с аншлагами шла на сцене лондонского Вест-Энда, в 2027 году отправится в гастроли по городам Великобритании и Ирландии. Знаменитый мощный вокал и сильнейшая сценическая харизма Райдера обещают привнести совершенно свежее и глубокое прочтение в эту классическую роль.\nТурне стартует 11 февраля 2027 года в манчестерском Palace Theatre и продлится вплоть до конца октября, охватив десятки крупнейших театральных площадок от Эдинбурга до Ливерпуля.\n🇧🇪 ОСЕННИЙ ТУР ГУСТАФА\nТем временем представитель Бельгии на Евровидении 2023 года Густаф официально раскрыл детальное расписание своего сольного осеннего тура по стране, получившего название «CC TOUR NAJAAR 2026».\nУже в сентябре артист привезет свой фирменный узнаваемый микс танцевальной хаус-поп-музыки и теплого соула в восемь бельгийских городов:\n• 18 сентября - Вилворде\n• 25 сентября - Зонховен\n• 02 октября - Беверен\n• 09 октября - Мол\n• 29 октября - Веммел\n• 30 октября - Локерен\n• 31 октября - Херент\n• 18 ноября - Левен\nЧье живое выступление вы бы хотели посетить больше всего и почему?\n⏱️ Время чтения: 1.5 мин | 🇪🇺 YourVision: Туры",
            "img": "https://cdn4.telesco.pe/file/IqFRZq8aatrbZpof8Pdlrlu19nD2jehP1u9cEWPJg8XA8cagEAaeZZ0raK-xkkLuXHW89CtXF-ao_64zoqXgG_u01G8yFTCw6rM5RITvfEJOfoJrCNdOuRfBC7-qHtu9Bsj8MKCS9oukOFSm-rxax60l-BwEcCOu-mg34QqfXKo4JOyYy16wX17BjM_LSf8Q6HVnfidqPyr_jJnOck-5rq5GfKkD2E5zz5bfQlALPzMgfxgsRBLmXROoOOr6jbdruTaTqW_GSmS2OuRAcIUCyYlrTL-XXVkwvYgU8dB7ktCkh9gFjgRUOzKLEXLIDHWTDTnppiEAEADZWMjpFJQPOg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782224235.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:12",
            "id": "70",
            "u": "https://t.me/YourEurovision/6231",
            "t": "🎵 НОВЫЕ РЕЛИЗЫ: ГЛАВНЫЕ ТРЕКИ НЕДЕЛИ ОТ ЭКС-УЧАСТНИКОВ",
            "b": "Бывшие представители стран на Евровидении продолжают активно радовать поклонников свежим качественным материалом. Мы собрали для вас шесть главных музыкальных новинок прошедших дней.\nСлушайте новые треки любимых артистов и делитесь своими впечатлениями.\nГЛАВНЫЕ РЕЛИЗЫ\n• Eleni Foureira & ARCADE (Кипр, 2018) - «Jackie O». Свежий танцевальный поп-хит от королевы музыки, когда-то подарившей нам легендарный и незабываемый «Fuego».\n• Søren Torpegaard Lund & twocolours (Дания, 2026) - «You Got Me (Før vi går hjem)». Участник недавнего конкурса в Вене объединил усилия с известными немецкими электронщиками и представил мощную англоязычную клубную версию своей конкурсной баллады.\n• Klavdia & TR3NACRIA (Греция, 2025) - «Say My Name (The Riddle)». Свежее танцевальное переосмысление культового хита 1984 года от финалистки базельского Евровидения с обновленным мощным продакшеном.\n• NAPA (Португалия, 2025) - «Sortudo». Победители национального отбора выпустили светлый инди-поп трек о крепкой дружбе и благодарности с легким органичным влиянием бразильской музыки.\n• WRS (Румыния, 2022) - «Povesti in doi». Автор вирусного хита «Llámame» продолжает активно экспериментировать со своим фирменным танцевальным электро-поп звучанием.\n• Natasha St-Pier (Франция, 2001) - «L’amour sera ma vocation». Громкое возвращение канадско-французской легенды Евровидения с красивым духоподъемным треком о любви и светлой личной трансформации.\nЧей новый сингл вы уже успели добавить в свой плейлист на этих выходных?\n🔗 СЛУШАТЬ И СМОТРЕТЬ:\n• Eleni Foureira: Spotify\n• Søren Torpegaard Lund: YouTube\n• Klavdia: YouTube\n• NAPA: YouTube\n• WRS: YouTube\n• Natasha St-Pier: YouTube\n⏱️ Время чтения: 1.2 мин | 🌍 YourVision: Музыка",
            "img": "https://cdn4.telesco.pe/file/MrL9VBzFhTIcbfNK284JsjZr8Tauh4wy9sM1zQuxGS6i2JOW8FMwAFImHxj1hRNWMFhM0GZ3XtKgR6f4thMZkEvAfn6UunZtrhU1qpj9noisiOLkyd30AXQplI9mmp7w6NlfK1fQ3lIn_nGmgcQFevYWKhU71OdJyeCsMhgq-P_5OHoQZep6s9NkcIHLYAT85BheF8FIkpJxW2jbB5ULXgmpNuytwGiW6eawb4SV3deaSeYub3fyFiQZeDJftMQXdy-qRrDN92R8f_I_Ji6jR3Tnj75cYN6IIiLER-cOz1ZXo9bH90Z4aI1yqrualMEnetO2Z0IESwB9SwcE6ql__w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782223978.0,
            "poll": null
        },
        {
            "m": "23.06 | 14:00",
            "id": "70",
            "u": "https://t.me/YourEurovision/6230",
            "t": "📖 PROMO: ALMANAC: MARGINALIA - ТИХИЙ МИРОВОЙ АРХИВ",
            "b": "Как легендарный Māui ловил солнце, почему японский календарь делит времена года на микро-сезоны вроде «ястребы учатся летать» и как выпекается chapati без духовки?\nРекомендуем заглянуть на канал «ALMANAC: MARGINALIA» - изящный ежедневный архив мифов, примет, рецептов и годовых ритуалов со всего мира. Это не академическая энциклопедия, а живой взгляд на то, как люди разных культур держатся за время и пространство.\nЧТО ВНУТРИ:\n• Мифы и символы: древние легенды и предсказательные системы как часть живой культуры, а не суеверия.\n• Еда и технологии: рецепты хлеба, десертов и ферментации с объяснением культурного контекста.\n• Циклы года: сезонные праздники, обряды и современные ритуалы.\nКачественные источники, глубокие тексты и эстетика в деталях.\nКакой культурный ритуал или традиция другой страны больше всего удивляли вас в жизни?\n🔗 ПОДПИСАТЬСЯ: ALMANAC: MARGINALIA\n⏱️ Время чтения: 0.8 мин | 📖 YourVision: Промо",
            "img": "https://cdn4.telesco.pe/file/OD8jHKUxhbx8VrdsTS47kK0XDHZCNxIxPWjeCAfUdB6FtyLZEumdO4TCaUPEnwz_BDceNl2raOrGcst-W88IR18w2qR6m-HiDs3jEXu3S6xCm-lQ6LVRk0fnFPVshbe-vcPxbddmX7dmX01cy1DEcekptfHNJkDiZWHGDMMvnbssYqIALBAtc_paBkr0zmeTvNdxUBb7kBYie3o0u4RsZ5DaC1K-NvkZuJzlpbB1zrFuOCan_OfAOqJhmPAwPkTmjH09WU9z3vIyeGNcwXLFc2Mjczd9WQjGhxwjGvN2zbvinyVMY8207kXYYzr3feD5lPeJmr2owaLrm7R1Mj30nA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782223226.0,
            "poll": null
        },
        {
            "m": "23.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6124",
            "t": "🍮 #PATISSERIE: COCA DE SANT JOAN - ХЛЕБ ОДНОЙ НОЧИ",
            "b": "ЛЕГЕНДА:\nСегодня в Каталонии миллионы людей съедят один и тот же хлеб. Это не маркетинг. Это традиция, которой 600 лет.\nCoca de Sant Joan - сладкий плоский овальный хлеб 30-40 см, выпекаемый только к ночи Сан-Жуан (23 июня). Бриошечное тесто с яйцами и маслом, цукаты вишни и тыквы, кедровые орешки, крупный сахар сверху. В XV веке уже задокументирована в каталонских манускриптах.\nЕдят в ночь Verbena de San Juan, с заката до рассвета. На пляжах Барселоны, Валенсии, Таррагоны разводят тысячи fogueres (костров). С бокалом cava и куском coca семьи выходят к огню. Костры середины лета - дохристианский ритуал, кодифицированный в чествование Иоанна Крестителя 24 июня. Coca - христианский слой над языческим.\nЯ делал coca один раз. Тесто простое, бриошь с яйцами. Главная сложность - правильно распределить цукаты и кедровые орешки. Их вдавливают в тесто после первого подъёма, в уже растянутый лист. Если положить раньше - утонут.\nCoca de Sant Joan - не хлеб. Это съедобная подпись под общим костром.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто: мука 400 г, тёплое молоко 100 мл, дрожжи сухие 7 г, сахар 80 г, яйца 3 шт, сливочное масло мягкое 100 г, цедра 1 лимона, цедра 1 апельсина, соль 5 г, анисовый ликёр (Anís) или ром 30 мл\n👍 Топпинг: цукаты вишни 80 г, цукаты тыквы или дыни 80 г, кедровые орешки 50 г, крупный сахар (jumbo) 30 г, оливковое масло 1 ст л\n👍 Посуда: противень с пергаментом, кисточка\nМЕХАНИКА:\n1. ОПАРА. Тёплое молоко + 1 ст л сахара + дрожжи. 10 минут до пены.\n2. ТЕСТО. Муку с солью в миске. Колодец - опара, яйца, оставшийся сахар, цедра, ликёр. Замесить. Постепенно ввести мягкое масло. Месить 12-15 минут до эластичности. Подъём 1.5-2 часа.\n3. ФОРМИРОВКА. Тесто обмять, переложить на противень. Растянуть в овал 30×20 см толщиной 1.5 см. Расстойка 30 минут.\n4. ТОПИНГ. Кисточкой смазать оливковым маслом. Цукаты и кедровые орешки вдавить в тесто (не просто разложить - вдавить пальцами на 5-7 мм). Посыпать крупным сахаром.\n5. ВЫПЕЧКА. 190°C, 18-22 минуты. Готовность: золотистая корочка по краям, цукаты блестят от карамелизованного сахара.\nПодача: в день выпечки, тёплой или комнатной температуры. С бокалом игристого. С 23 июня вечера до 24 июня утра. После - coca de Sant Joan теряет смысл до следующего года.\n⏱️ 2.7 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/glIz07xr4uoNF9b9xJ9LmwAYB1aT5_DPF8lwjMivsVQ6eefEFeHZc5ejfdcTQAjR_QAPnGOh56UCmOjvSdqy5jWRV1aUUd43D6FeQMbLbbQjmQMLQIBPIVlUSKnCkU_z3Di5cvgAkNkCY-B4Zwty7jUvFNNOhxgCmL4gpFX7MAHrVcGzwG1b9adp1v6nSwWXk-m4R1_IClVv3fapaRtj7aS_uks9O1u3jjp-G8QiErPTo_r5sU4qMgG2m5YFoQJ_i82-AZxrav8Zx9KPkaVsUPwh5frh3LKltCbiRW2xzP1mIay-iS2Rz8G1erSgBXS8brzdlvGlgem11xj9fTJo_A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782216241.0,
            "poll": null
        },
        {
            "m": "23.06 | 07:53",
            "id": "70",
            "u": "https://t.me/YourEurovision/6229",
            "t": "🇧🇹 БУТАН: ИМЕНА 10 ФИНАЛИСТОВ НАЦИОНАЛЬНОГО ОТБОРА DRUK DRA",
            "b": "Национальный вещатель Бутана BBS официально раскрыл финальный список из 10 исполнителей проекта Druk Dra. Именно эти артисты сразятся за уникальное право представлять свою страну на масштабном телевизионном конкурсе Евровидение Азия 2026.\nИсторически важно отметить, что Druk Dra задаст тон всему грядущему телевизионному сезону, так как именно он станет самым первым национальным отбором предстоящего конкурса.\nСПИСОК ФИНАЛИСТОВ И ПРЕТЕНДЕНТОВ\nВ итоговый шорт-лист потенциальных представителей Бутана на азиатском конкурсе вошли следующие исполнители и музыкальные коллективы:\n1. Drukbi Tshompapo\n2. Sangay Lhaden\n3. Pema Lhamo\n4. Nyendra\n5. Tashi Choden\n6. Dechen Pem\n7. Karma Drubchu\n8. Dorji Wangchuk\n9. Jigme Drukpa\n10. Baeyul 301\nОрганизаторы из BBS пока держат интригу и обещают раскрыть больше эксклюзивных деталей касательно формата и точных дат проведения прямых телевизионных эфиров в самое ближайшее время.\nКто из представленного списка бутанских талантов, на ваш взгляд, имеет максимальные шансы покорить азиатскую сцену?\n⏱️ Время чтения: 1.0 мин | 🇧🇹 YourVision: Отборы",
            "img": "https://cdn4.telesco.pe/file/iSibppE1UY9ZcSCyU4uAWjO8q28MzfGQMfziEfay24zfMxQZw5pkE3YqnX6VxtEnhHUYGBu6UH2ymF4j13t_QBpTM0Fi4kbbR92hL4tfM_BzIGrOOcnv-RRKLmMfn546VV8E5xQIxCRCGQETTkV8cGPdxvSq-wJF7_rkIzleihjEZaDjopvhf1ZJz9pSfSuICkBPKi4vkF-WWb_eT7FbWmLVhpNzRxTRxQ9aCrdefpihLdO6dKJwZfYFpjKntSJ0xXgNkA1eZGBTA7LjcLAHnKgcQnprwBUcNgRZ-LwVzOnz1zE3Wb24D1eZbIAQ7zYItT0HU_t0VilXwwTdPRUprg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782201206.0,
            "poll": null
        },
        {
            "m": "23.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6123",
            "t": "📚 #SOURCE: ЛУКА И ИОАНН КРЕСТИТЕЛЬ - АСТРОНОМИЯ В ЕВАНГЕЛИИ",
            "b": "В христианском календаре только два рождения отмечаются как праздники - Христа и Иоанна Крестителя. Они стоят на солнцестояниях: декабрьском и июньском.\n«Вот, и Елизавета, родственница Твоя, называемая неплодною, и она зачала сына в старости своей, и ей уже шестой месяц.»\nЕвангелие от Луки, 1:36, около 80 года н.э.\nЧТО СКРЫТО:\nВ Евангелии от Луки архангел Гавриил говорит Марии при Благовещении: «Елизавета зачала за 6 месяцев до этого момента». Это не случайная деталь биографии. Это астрономический код. Если зачатие Христа - 25 марта (примерно весеннее равноденствие), то зачатие Иоанна - 24 сентября (осеннее). Если рождение Христа - 25 декабря (зимнее солнцестояние), то рождение Иоанна - 24 июня (летнее). Четыре астрономические точки года - все привязаны к биографиям через шестимесячные интервалы.\nЛука - единственный из евангелистов с медицинским образованием (известен как «врач» в Послании Колоссянам 4:14), а в раннехристианской традиции - астроном. Он построил хронологию двух жизней как зеркальную: одного встречают на пике света, другого на пике тьмы. Их роли соответствуют: Иоанн родился когда свет начинает убывать. Христос - когда свет начинает возрастать.\nВ Евангелии от Иоанна 3:30 эту структуру проговаривает сам Креститель: «Ему должно расти, а мне умаляться». В русском это звучит как духовная скромность. В греческом оригинале (αὐξάνειν / ἐλαττοῦσθαι) - буквально «увеличиваться» / «уменьшаться», термины из астрономии для фаз Луны и сезонной долготы дня.\nТЁМНЫЙ СЛОЙ:\nРаннехристианская церковь не «вытеснила» языческие праздники солнцестояний - она построила биографию двух главных фигур поверх существующего астрономического каркаса. Структура работает только если читатель знает астрономию. Современный читатель её не знает - и проходит мимо смысла. Лука писал для читателя, для которого 24 июня было ясно означало «свет начал убывать».\nСОВРЕМЕННЫЙ ЯКОРЬ:\nКарл Юнг в «Aion» (1951) разбирает оппозицию Иоанн/Христос как один из главных архетипов западного сознания: вестник максимума уступает место рождающемуся минимуму. Это не теология - это структура цикла. Та же оппозиция работает в любой паре «предшественник / преемник», в политике, в литературе, в науке. Кто-то всегда «должен умаляться» когда другой «должен расти».\nСегодня свет начинает убывать. В христианском календаре это рождение голоса, не победителя.\n→ В какой паре «уступающий / приходящий» ты сейчас оказался?\n⏱️ 2.2 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/LAUs92i9ckZ3KbufekEXXT4TR0DpKFrwmkRDEk9JGq2mow0FfaQkagQ8uI29PM1fhsvCvTUG2giUYuUtiM2KUvr7zyDbbU1VNnQ5JEsdrdiv5DoUc7XO_fIUC6CDRBc2TZQw4EeL70wI9yX5cz0KdF4K4hNoZF3tp6soeQcu88Zvcsk2lRCu-iReg3YFncCfyoifxdI60SKK08QavfQ4HF7TXmtLaSxVNf_ZnHbSKsuvmShPj34J3QEhQci2ps4mquY6_h0LoNBOI9y3ZjZR569bADir4T-LslWDVdHV2el1ozicfAyhp-ZL4IQ3X1Cw1GE74vijHH6ipMBwXQ1wtA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782198241.0,
            "poll": null
        },
        {
            "m": "22.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6122",
            "t": "⏳ #CHRONOS: ПЕРВЫЙ ДЕНЬ ШЕСТИМЕСЯЧНОГО СПУСКА",
            "b": "МОМЕНТ:\nСегодня день стал короче вчерашнего на одну секунду. Незаметно, невозвратно, точно. Это первый шаг шести месяцев в темноту.\nВчера в 02:42 UTC было летнее солнцестояние - точка максимума светового дня. С этого момента Земля движется по орбите так, что северное полушарие постепенно отворачивается от Солнца. График убывания света - синусоидальная кривая, обратная к весеннему росту:\n👍 22 июня: -1 секунда\n👍 29 июня: -30 секунд в день\n👍 22 июля: -2 минуты в день (через месяц)\n👍 22 августа: -3 минуты в день\n👍 22 сентября (равноденствие): -3.5 минуты, день = 12 часов\n👍 22 декабря: -1 секунда снова (но в обратную сторону, потом снова +1)\nК декабрьскому солнцестоянию умеренные широты Северного полушария потеряют около 6 часов светового дня по сравнению с сегодня. На 60°N - почти 12 часов разницы (19 часов летом vs 6 часов зимой).\nОЩУЩЕНИЕ:\nТело не замечает первый день убывания. Заметит только через месяц - через раннюю усталость, изменение времени сна, утрату июньской лёгкости. Биохимия мелатонина начнёт восстанавливаться - ночи станут более тёмными, сон глубже. К августу разница станет очевидной: вечера сократятся, утра потемнеют. Сейчас ничего не видно. Но процесс уже идёт.\n→ Сегодня посмотри на закат и запомни точку, где солнце уходит за горизонт. Через месяц эта точка сдвинется на 5-7 градусов южнее.\n⏱️ 1.2 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/F6S4cbIMk7qP_EWy_2gd98Tft2wARrdgYG9Yk5b94ZYS2MBSBMeX256KbdBAErh7iBEs2AXVhytNdHHfTPWAAtNNutPXHeB0RJgAY-0K_3pKDQmsv22cik2i_irW-uachhPA2cYwTiWOi9k5aSKY10E-UTsG8XHBg01juEiO2yp2EIqD8UfZ7zGhzMX0zYX1ESDbzF6MVQOO5p76lP4Ot-k-hiqmLiV82-c1GlP-o62wDTBOMdRbvtN5W_wdSL9vP9m6epRKAHN28j__b6x4Bgv2T8psGzDC0giaC3hqD5iI9kwpPsj8BpfGRFrwHO4ClveJbM7ImmZ8vlAfPF-LcA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782140521.0,
            "poll": null
        },
        {
            "m": "22.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6121",
            "t": "🥐 #CAKES: МОРКОВНЫЙ ТОРТ - ИЗОБРЕТЁН ИЗ НЕХВАТКИ",
            "b": "ЛЕГЕНДА:\nОдин из самых любимых тортов мира - дитя продовольственного дефицита Второй мировой.\nСовременный морковный торт появился в 1939-1945 в Великобритании и США, когда сахар был под нормированной выдачей (226 г на человека в неделю). Морковь содержит 5-6% природных сахаров и стала легальной заменой. В 1942 британское Министерство продовольствия выпустило сборник «Современные рецепты с морковью» с персонажем «Доктор Морковь» для пропаганды. Морковный пудинг, торт, варенье, мороженое - всё военная инвенция.\nК концу 1960-х в Калифорнии появилась современная версия с крем-чизом - американская инновация. С 1970-х торт глобальный. Никто уже не помнит, что это военный рецепт.\nЯ делал морковный торт несколько раз. Главное - не отжимать тёртую морковь. Влага из неё нужна тесту, без неё торт сухой. И вкус значительно улучшается через 12-24 часа после сборки - пряности пропитывают бисквит. Это торт «на завтра», не «на сегодня».\nМорковь не делает торт здоровым. Торт делает морковь сладкой.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит: мука 250 г, сахар 200 г (плюс осенью можно заменить часть на коричневый), растительное масло 200 мл, яйца 3 шт, сода 1 ч л, разрыхлитель 1 ч л, соль, корица 1.5 ч л, мускатный орех ¼ ч л, имбирь ½ ч л, тёртая морковь 300 г (не отжимать), грецкие орехи 100 г рубленые, изюм 80 г\n👍 Крем-чиз: сливочный сыр 300 г, сливочное масло 100 г, сахарная пудра 250 г, ваниль\n👍 Финиш: колотые орехи или тёртая морковь для декора\n👍 Посуда: разъёмная форма 20-22 см\nМЕХАНИКА:\n1. БИСКВИТ. Сухие ингредиенты (мука + сода + разрыхлитель + соль + специи) просеять в миску. Влажные (яйца + сахар + масло) взбить до однородности 2 минуты. Соединить лопаткой. Добавить морковь, орехи, изюм. 170°C, 35-40 минут. Готовый бисквит - сухая зубочистка, центр упругий. Остудить полностью.\n2. КРЕМ. Сыр и масло комнатной температуры взбить лопаткой 1-2 минуты до гладкости. Не миксером - сыр перевзбивается и становится жидким. Постепенно ввести просеянную пудру. Ваниль. Готовый крем плотный, держит пик.\n3. СБОРКА. Бисквит разрезать на 2 пласта. Нижний - щедрый слой крема. Верхний - сверху и по бокам ровный слой. Декор сверху орехами или тёртой морковью.\n4. ВЫДЕРЖКА. В холод минимум на ночь, перед подачей вынуть за 30 минут до комнатной температуры. Этот торт значительно вкуснее через 12-24 часа после сборки.\n⏱️ 2.5 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/QUxyPH2-WIwt85gnumd-emduy6n-LwQpRR255_MlZP1wgXJ0Hx5zpWqkbbhmy0qdcUgQI38KA-JZX18jLRk0M4ss0jsPVjG_Tj0mMzuerTWn-vETkp3sQwixRLOd7HI4jrUFl0_ciwDuQYcxaPE8W3MU1FMG_Zdtw4Qn_Ou6uHgt8ZvlxQ9Ln6U781d7KPe6k-A5VeLYFIQZR61NF6VylxnEB5Y8HsE8_joIR2oxB41relo2doS5UGi96CzE8_UKit2E-6dfGC7DRVEorIvUn1k1vRF0khUWQR_crHKHY9mu-u8IERJtkDtti-jps9Zlf3UtgYshDfMTkJYE-ZjRCg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782129841.0,
            "poll": null
        },
        {
            "m": "22.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6120",
            "t": "🏛 #LORE: БАЛЬДР - ОДИН ОТКАЗ МЕНЯЕТ ВОЗВРАЩЕНИЕ",
            "b": "После смерти Бальдра у скандинавов была надежда вернуть его. Условие: чтобы каждое существо в мире заплакало. Все плачут. Кроме одной великанши.\nКЛЮЧЕВОЙ МИФ:\nБальдр погиб накануне солнцестояния (см. 01.06 и 02.06 - циклы умирающего бога). Его тело сожгли на похоронном корабле Hringhorni («Кольценосый»). Жена Нанна умерла от горя на самих похоронах, её положили на тот же костёр. Брат Бальдра Хермод вызвался ехать в Хель торговаться о возвращении.\nДевять ночей Хермод скакал на Sleipnir, восьминогом коне Одина, через мост Гьялларбру и реки подземного мира. Достиг Хель. Богиня смерти согласилась отпустить Бальдра при одном условии: каждое живое и неживое существо на Земле должно заплакать о нём. Если хоть одно не заплачет - Бальдр останется.\nБоги разошлись по миру. Заплакали люди и звери. Заплакали растения, деревья, камни. Заплакали металлы - даже железо. Только одна великанша по имени Þökk («Тёкк», в переводе с древнескандинавского «благодарность») отказалась. Сказала: «Тёкк сухими слезами оплакивает Бальдра. Пусть живой или мёртвый - Хель его держит». Тёкк была Локи в маскировке.\nБальдр остался в Хель. По «Прорицанию вёльвы», после Рагнарёка он вернётся в обновлённый мир.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя Þökk - «благодарность» в древнескандинавском. Великанша, отказавшаяся плакать о боге света, носит имя «благодарность». Это не случайность. Скандинавский эпос работает через имена-функции - и «благодарность», которая отказывает в горе, означает: одна непочтительность ломает коллективную скорбь.\nТЁМНЫЙ СЛОЙ:\nЭто не миф о смерти. Это миф о том, что одно несогласие меняет общую возможность. Грусть должна быть единодушной. Один отказ - и возвращение не происходит. Бальдр остаётся в Хель не потому что Локи зол, а потому что условие невозможно: ни одно сообщество не плачет на 100%. Тёмный слой - не о Локи. О структуре потери.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nСтруктура работает в современных групповых динамиках. Семейная скорбь - один член, отказывающийся от ритуала, ломает общий процесс. Общественная память - один человек, отрицающий историческое событие, держит общую интерпретацию в напряжении. Социальные сети - одна громкая девиация от консенсуса меняет всю картину. Локи как Тёкк - это и есть структурный двойник троллинга задолго до интернета.\nОдин человек, который не плачет когда плачут все - больше чем недостающая слеза. Это весь сюжет о невозвращении.\n→ Когда твоя группа что-то теряет - есть ли в ней свой Тёкк?\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/Fem8qhRHAFOjpIGyw_vZzcsllfBaG-hkgd1wVu9N0D9PxGWkdEsrknbIhYzmRXnIyUaGRHLkSFXtUGHjd4nM400Mg5HLDQwy5TE_4jCRaiW2XCrrw2oxhtjsJu62CAXieGhez0OpAlWnWQoopQYwfNKBjaB3BkqFd_oiuh8oESbwNp-thICxEuRDCXfLDgWGqE4RnicrqVv85c3O538BkCY8Xlc3F-IGv9LSyVkObiyejXitBlJaPHyCXNoBso1FwpV__1Gi9drX3Q3RGHoKc5nzvbeMeV8G16NfnkJ1TAW1XmxSWEJNEjy0E48v12lEmJFkpjPi1UVSLKI7Vj_OAA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782111841.0,
            "poll": null
        },
        {
            "m": "21.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6119",
            "t": "☀️ #WHEEL: ЛИТА - ТОЧКА МАКСИМУМА ГОДА",
            "b": "Сегодня в 02:42 UTC ось Земли максимально наклонена в сторону Солнца. Это и есть Лита - точный момент, не день. С этой секунды полгода свет будет убывать до 21 декабря.\nАСТРОНОМИЯ:\nУгол солнечного склонения достиг 23.4395° - максимум года. На Тропике Рака (23.5° северной широты, через Мексику, Алжир, Аравию, Индию, юг Китая) солнце в полдень находилось ровно в зените, без тени от вертикального предмета. Это бывает только два раза в году - 21 июня в Северном Тропике и 21 декабря в Южном.\nДлина светового дня:\n👍 Экватор: 12 ч 07 мин (всегда около 12)\n👍 40°N (Мадрид, Пекин): 15 ч 00 мин\n👍 50°N (Прага, Калгари): 16 ч 22 мин\n👍 60°N (Хельсинки, Осло): 18 ч 53 мин\n👍 Полярный круг (66.5°N): начало полярного дня\n👍 Северный полюс: солнце 24 часа над горизонтом, описывает круг по небу не опускаясь\nВ Южном полушарии в эту же секунду - зимнее солнцестояние. Самая длинная ночь в Сиднее, Кейптауне, Сантьяго.\nТРАДИЦИИ:\nВосемь саббатов Колеса года расставлены по астрономическим точкам - Лита один из четырёх главных (равноденствия и солнцестояния). Стонхендж: 21 июня тысячи людей собираются на восход. Балтийская Jāņi / Лиго (23-24 июня) - ночь костров и трав. Скандинавский Midsommar (третий уикенд июня) - майские шесты в июне. Иванов день в христианстве 24 июня - рождество Иоанна Крестителя (единственного святого, чьё рождение празднуется). Купала в православной восточной Европе 7 июля по старому стилю. Перуанский Inti Raymi 24 июня - инкский фестиваль возвращения солнца в зимнее солнцестояние Южного полушария.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nООН в 2014 году утвердила 21 июня как Международный день йоги, связав с индийской традицией пика духовного потенциала в день максимума солнца. Stonehenge English Heritage транслирует восход 21 июня онлайн с 2020. NASA публикует точный момент солнцестояния каждый год с миллисекундной точностью.\nЭто не праздник. Это астрономический факт, который человечество стало праздновать.\nСегодня в 02:42 UTC мир ещё спит. Когда мы проснёмся - Земля уже на обратном пути.\n→ Заметь сейчас, в 18:02, угол света на западной стене. Это последний раз, когда он на этой высоте. С завтрашнего дня он будет смещаться южнее на полградуса в день.\n⏱️ 2.0 мин | ☀️ Almanac: Wheel",
            "img": "https://cdn4.telesco.pe/file/LNz7q9Y_Q4yuKe1emC1gmB3yq1uxyuttD4UQB2FpV8Uuj-AP_6DIS2Tssq0pEs7XtiEMG3BOlbwRi1ixxifF9IE5xjwd57P26olfreDKjLJD4XWqVen77opdUAve3endbo-nqbYSv4Y89ECFUtdAvxMHRx7-IgCJY5mCTxuoRL-peeRSR9-iUS4bBKaaM9k2PG6TO8OlqH1Ur31G8QIlAiS4qaVSxa_zhZjA2ow1MxqKp_-6zJjRYm-R8761PDqCm80U7DLLnmQpjno8jmMpXSMBtcwKN9mdmItJytGFBaa4yzzVWetajbWxsJyfDSihjJY3yNZvTqhMev78tLXRVg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782054121.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};