var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "01.06 | 18:45",
            "id": "local",
            "u": "",
            "t": "🇪🇺 EUROGROOVE: ALBM CUTS - ПОЛНЫЕ ИТОГИ ПОСЛЕВЕНСКОГО ЧАРТА",
            "b": "**[ИТОГОВЫЙ ТОП-20: ALBM CUTS]**\nРезультаты голосования:\n1. 🇷🇴 **Alexandra Capitanescu - Fuego (Кипр 2018)** - 105\n2. 🇦🇺 Delta Goodrem - Tattoo (Швеция 2023) - 55\n3. 🇱🇻 Atvara - Fly On The Wings Of Love (Дания 2000) - 47\n4. 🇲🇹 AIDAN - Per Sempre Si (Италия 2026) - 47\n5. 🇨🇿 Daniel Zizka - Amar Pelos Dois (Португалия 2017) - 47\n6. 🇸🇲 SENHIT - Occidentali's Karma (Италия 2017) - 47\n7. 🇲🇩 Satoshi - Rim Tim Tagi Dim (Хорватия 2024) - 40\n8. 🇲🇪 Tamara Zivkovic - Euphoria After Dark (Швеция 2012) - 40\n9. 🇭🇷 LELEK - Wild Dances (Украина 2004) - 38\n10. 🇷🇸 LAVINA - In My Dreams (Норвегия 2005) - 36\n11. 🇵🇹 Bandidos do Cante - Saudade, Saudade (Португалия 2022) - 35\n12. 🇨🇭 Veronica Fusaro - Satellite - 31\n13. 🇨🇾 Cyprus: Little Antigoni - My Number One - 28\n14. 🇩🇪 Germany: Sarah Engels - Nel Blu Dipinto Di Blu - 27\n15. 🇬🇷 Greece: Akylas - Rise Like a Phoenix - 26\n16. 🇱🇺 Luxembourg: Eva Marija - Ne Partez Pas Sans Moi - 22\n17. 🇩🇰 Denmark: Soren Torpegaard Lund - Forlad Mig Ikke Her - 22\n18. 🇳🇴 JONAS LOVV - Arcade - 20\n19. 🇦🇿 JIVA - We Could Be The Same - 14\n20. 🇺🇦 LELEKA - Baller - 11\n---\n**[АНАЛИЗ И ДИНАМИКА ТАБЛИЦЫ]**\nРумынская исполнительница **Alexandra Capitanescu** с ее кавером на хит «Fuego» буквально уничтожила конкурентов, набрав 105 баллов. Занимающая второе место австралийка **Delta Goodrem** с композицией «Tattoo» отстает почти вдвое (55 баллов).\nВ третьем эшелоне развернулась драма: сразу четыре участника зафиксировали ничью, разделив третью строчку с 47 баллами. В этот блок вошли Atvara (Латвия), AIDAN (Мальта), Daniel Zizka (Чехия) и SENHIT (Сан-Марино) с «Occidentali's Karma». Главным прорывом апдейта стала киприотка **Little Antigoni** с классическим евро-гимном «My Number One» - она поднялась на две строчки, достигнув 12-го места. В то же время Германия и Греция потеряли по одной позиции.\n---\n💬 Доказывает ли доминирование румынского кавера на «Fuego», что танцевальные поп-бэнгеры в стиле Eleni Foureira остаются безальтернативным рецептом всеобщей любви еврофанов, или же сезон Евровидения-2027 в Болгарии потребует более концептуального звука?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780328700.0,
            "poll": null
        },
        {
            "m": "01.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6057",
            "t": "⏳ #CHRONOS: КАЛЕНДАРНОЕ ЛЕТО",
            "b": "МОМЕНТ:\nСегодня 1 июня. Первый день метеорологического лета - не астрономии (солнцестояние через двадцать дней), а бухгалтерии. Метеорологи делят год на четыре квартала по три месяца для удобства статистики: июнь, июль, август засчитываются как лето. Сегодня первый день. Понедельник.\nКалендарь объявил лето. Тело может ещё не согласиться.\nОЩУЩЕНИЕ:\nУтром в 5:30 свет уже полный - не сумерки, день. Птицы поют с 4 утра, их хор заканчивается к 5:30, ты проспал. Хор в июне громче чем в мае: птенцы вылупились в последнюю неделю мая, родители кормят весь день. Завтрак под пение.\nЕсли ты сейчас за рабочим столом - через окно за твоей спиной свет уже июньский: тёплый, прямой, дневной до 21:00. Это первый понедельник в году, когда после работы можно делать ещё одну жизнь. До заката четыре часа.\n→ Поверни голову от экрана к окну на одну секунду. Запомни где свет лежит на стене за окном. Через две недели в это же время свет ляжет на полметра выше.\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/KmUYy2y1d5YMJnS5viYW2kY8ZbSXpct7dhthglxsGX7bTZ2Liu5L1iyck0yXjPwhukysvRU6y0-lDoVsnXIbJxHWrU_vvaXbc-EToseeayLMVGIApRQJPkHB97KVyDN3sN0sWEx0rsNosjkHsteMK_hzp40VsKnUv6-IvBH_dMeA1wzeF6O1nsCFW5r-K9Y04c36oES8agpJDeWjqv-YIYfQf6VJkb3S6uOj_HjgeBit7-SSt9H5DNGMLYhd6MQsEMOg3jgFjJrQdf2nALMfWLuQYsMHlxYkUcI0HaOqRlHB2WHkGapNn040QpqdH2xe_DsoMjmie3_WL7hf5f0XPA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780326121.0,
            "poll": null
        },
        {
            "m": "01.06 | 18:00",
            "id": "local",
            "u": "",
            "t": "📊 КАКИЕ МЕЖСЕЗОННЫЕ РУБРИКИ ВЫ ХОТИТЕ ВИДЕТЬ В КАНАЛЕ?",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780326000.0,
            "poll": null
        },
        {
            "m": "01.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6056",
            "t": "🥐 #CAKES: SNICKERS-ТОРТ - ЧЕТЫРЕ ВЕЩИ, КОТОРЫЕ НИКТО НЕ СОБИРАЛ ВМЕСТЕ ДО 1930",
            "b": "ЛЕГЕНДА:\nВ батончике Snickers четыре компонента: арахис, карамель, нуга, шоколад. В торте те же четыре, но они впервые встречаются как ингредиенты, а не как слои с конвейера.\n1930 год, штат Миннесота. Frank Mars и его сын Forrest выпускают новый батончик в семейной конфетерии. Назван в честь любимой лошади семьи, умершей за год до этого. В период Великой Депрессии формула оказывается победной: арахис даёт белок и соль, карамель - длительность вкуса, нуга - воздух и объём дёшево, шоколад - premium-точку. Сытно, дёшево, везде.\nДомашний торт - это не имитация. Это реверс-инжиниринг. Промышленный батончик имеет стабильное соотношение четырёх элементов, выверенное за десятилетия. Дома соотношения станут другими: карамель будет таять чуть быстрее, нуга получится плотнее или воздушнее в зависимости от температуры твоих рук, арахис - чувствоваться отдельно, а не растворяться в карамели. Это не «как Snickers». Это «то, что Mars-ы случайно собрали - переоткрытое вручную».\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Шоколадный бисквит: яйца 6 шт, сахар 130 г, мука 100 г, какао 40 г, разрыхлитель 5 г, растительное масло 50 мл\n- Нуга: яичные белки 2 шт, мёд цветочный 150 г, сахар 100 г, вода 30 мл, ваниль\n- Карамель с арахисом: варёная сгущёнка 380 г (1 банка), сливочное масло 80 г, жареный солёный арахис 200 г\n- Глазурь: тёмный шоколад 70% - 150 г, сливки 33-35% - 100 мл\n- Посуда: квадратная форма 22×22 см или прямоугольная 20×30 см.\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Яйца с сахаром взбить до пышной ленты (8 минут). Просеять муку с какао и разрыхлителем, ввести складкой. Влить тёплое масло по краю миски. 180°C, 25-30 минут. Готовый бисквит остудить в форме, потом разрезать на 3 тонких пласта.\n2. НУГА. В сотейник вода, сахар, мёд - довести до 118°C (стадия мягкого шарика: капля сиропа в холодной воде формирует мягкий упругий шар). Параллельно взбивать белки до мягких пиков. Влить горячий сироп в белки тонкой струйкой по стенке миски, продолжая взбивать на средней скорости. После полного введения сиропа взбивать ещё 8-10 минут до остывания массы до 35°C. Получится плотная, блестящая, тянущаяся нуга. Использовать сразу - через 30 минут она начнёт схватываться.\n3. КАРАМЕЛЬ С АРАХИСОМ. Варёную сгущёнку и сливочное масло нагреть на слабом огне до однородности (3-4 минуты, постоянно мешая лопаткой). Снять с огня, всыпать жареный солёный арахис, перемешать. Слегка остудить до 40-50°C - масса должна быть тёплой, чтобы намазываться, но не горячей, иначе расплавит нугу.\n4. СБОРКА. Нижний пласт бисквита. Слой тёплой нуги (намазать ровно, толщина около 1 см). Второй пласт бисквита. Слой тёплой карамели с арахисом (толщина около 1 см). Третий пласт бисквита. В холод на 2 часа - чтобы слои стабилизировались и не сдвигались при глазировке.\n5. ГЛАЗУРЬ. Шоколад со сливками растопить на водяной бане до однородности (45°C). Остудить до 35°C - тогда глазурь ровно растечётся, не стечёт со всех сторон. Вылить на торт сверху, помочь лопаткой распределить по бокам. В холод на 2 часа.\nРезка: охлаждённым ножом, смоченным в тёплой воде - тогда слои не сольются, и срез покажет четыре линии: бисквит, нуга, бисквит, карамель.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/EMmcL0JkrT6lI3ONW9mTPasRvNxYqrobV_18AFtC8czJbEzckhXaI5WEM2MUr2gTIBmqafmE_yGw4h31CutDZQM0dAfsSuy-4epUmcFGCuM_LIhM1L-2pkhwlRezRAoGEqNhLJ0xvwFi7mtyShYRWv-p4Zd7in3UA9VTWfzRiwOjYSaamIa7lvwBCdmdXIWV_xHrT65qMWNag7RsOaUgDLTHvlmvlYODDUqcXyxqZYZxqtnVamWuG7aOcEfqxkphJ3nrE7OguEiL0mWGispvGwFPLvBi8k9I3KHrG7B3jE3soSOkXAql5malZJqFvB4hSQho4j1GCyqH05e5S3xgFA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780315441.0,
            "poll": null
        },
        {
            "m": "01.06 | 09:01",
            "id": "70",
            "u": "https://t.me/YourEurovision/6176",
            "t": "Update",
            "b": "",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780304516.0,
            "poll": null
        },
        {
            "m": "01.06 | 08:59",
            "id": "70",
            "u": "https://t.me/YourEurovision/6175",
            "t": "🇦🇱🇲🇰 ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026: ФИНАЛ ОТБОРА В АЛБАНИИ И ПРОСЛУШИВАНИЯ В СЕВЕРНОЙ МАКЕДОНИИ",
            "b": "Сегодняшний день становится ключевой вехой для Детского Евровидения-2026: Албания выберет своего представителя в прямом эфире, а Северная Македония запускает закрытые прослушивания в Скопье для определения собственного конкурсанта.\n[🇲🇰 СЕВЕРНАЯ МАКЕДОНИЯ: КАСТИНГ В СТУДИЯХ MRT]\nНациональный вещатель MRT проводит сегодня живые прослушивания в Скопье. После открытого приема заявок отобранные молодые исполнители приглашены в студии телецентра для демонстрации своих талантов перед авторитетной комиссией.\nВ соответствии с регламентом MRT, отбор подчинен строгим профессиональным критериям:\n• Возраст: Конкурсантам должно быть от 9 до 14 лет на момент проведения Детского Евровидения.\n• Программа: Каждый певец исполняет перед жюри две композиции, а также представляет короткий сценический этюд.\n• Критерии оценки: Жюри оценивает вокальные способности, сценическое присутствие, артистическую интерпретацию и естественность самовыражения артиста.\n[🇦🇱 АЛБАНИЯ: ФИНАЛЬНАЯ БИТВА В ШКОДЕРЕ]\nВечером в Шкодере состоится финал 64-го фестиваля «Festivali Mbarëkombëtar i Këngës për Fëmijë». 30 юных вокалистов вели борьбу на протяжении двух полуфиналов, и сегодня профессиональное жюри назовет имя триумфатора.\nПобедитель станет первым официально объявленным участником Детского Евровидения-2026 на Мальте. Прямая трансляция начнется в 20:00 по Риге (19:00 CET).\n🔗 СМОТРЕТЬ ЭФИР АЛБАНИИ: RTSH Live\n🔗 СМОТРЕТЬ МЕЖДУНАРОДНЫЙ ЭФИР: ESCplus Live\n💬 Чья стратегия отбора кажется вам более надежной: традиционный масштабный детский фестиваль в Албании или жесткий академический кастинг за закрытыми дверями в Северной Македонии?\n⏱️ Время чтения: 1.2 мин | 🌐 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/S5zgWT8rkONm1pZyt370oy4Gu742W1xNlZX10qAwGex_fdNVrepSSmCuPuOyiibz9tXL4O4Rb4vY9gMzPN-E2eqc8lp0vN6e4GqVIsk50uyqMfF1VUuLU3sAd6Hvl9q3shYQbjSz-BQ6aJBNfl3ZKKB6e9EezE8Ax1sp079DbgA-BNPF1lFce1powtGxKaBxs0VkbDYYiH4vKqjZyRGb2Lwdon0DxuggDetrI9TfCaCZYKHmo-h1ShEYg4zy8d6LoHS6p0rOFnKhB7OuDy1Uu9aq_ZFeT4fHUO0FnGCJfwFp7Vg1d3nJQTbkWaJpheqSVLswiNOMbXpl7klW5XxSCg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780304348.0,
            "poll": null
        },
        {
            "m": "01.06 | 11:45",
            "id": "local",
            "u": "",
            "t": "🇦🇱🇲🇰 ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026: ФИНАЛ ОТБОРА В АЛБАНИИ И ПРОСЛУШИВАНИЯ В СЕВЕРНОЙ МАКЕДОНИИ",
            "b": "**[🇲🇰 СЕВЕРНАЯ МАКЕДОНИЯ: КАСТИНГ В СТУДИЯХ MRT]**\nНациональный вещатель MRT проводит сегодня живые прослушивания в Скопье. После открытого приема заявок отобранные молодые исполнители приглашены в студии телецентра для демонстрации своих талантов перед авторитетной комиссией.\nВ соответствии с регламентом MRT, отбор подчинен строгим профессиональным критериям:\n• **Возраст:** Конкурсантам должно быть от 9 до 14 лет на момент проведения Детского Евровидения.\n• **Программа:** Каждый певец исполняет перед жюри две композиции, а также представляет короткий сценический этюд.\n• **Критерии оценки:** Жюри оценивает вокальные способности, сценическое присутствие, артистическую интерпретацию и естественность самовыражения артиста.\n---\n**[🇦🇱 АЛБАНИЯ: ФИНАЛЬНАЯ БИТВА В ШКОДЕРЕ]**\nВечером в Шкодере состоится финал 64-го фестиваля «Festivali Mbarëkombëtar i Këngës për Fëmijë». 30 юных вокалистов вели борьбу на протяжении двух полуфиналов, и сегодня профессиональное жюри назовет имя триумфатора.\nПобедитель станет первым официально объявленным участником Детского Евровидения-2026 на Мальте. Прямая трансляция начнется в **20:00 по Риге** (19:00 CET).\n🔗 **СМОТРЕТЬ ЭФИР АЛБАНИИ:** [RTSH Live](https://tv.rtsh.al/)\n🔗 **СМОТРЕТЬ МЕЖДУНАРОДНЫЙ ЭФИР:** [ESCplus Live](https://live.esc-plus.com/)\n---\n💬 Чья стратегия отбора кажется вам более надежной: традиционный масштабный детский фестиваль в Албании или жесткий академический кастинг за закрытыми дверями в Северной Македонии?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780303500.0,
            "poll": null
        },
        {
            "m": "01.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6055",
            "t": "🏛 #LORE: БАЛЬДР - ХРАБРЫЙ ИДЁТ ПЕРВЫМ",
            "b": "Бальдр идёт через зал богов. Всё живое поклялось не вредить ему: огонь, железо, болезнь, змеи, яд. Боги от скуки швыряют в него копья и стрелы. Всё отскакивает. Он смеётся.\nК Фригг, матери Бальдра, приходит старуха. «Все ли поклялись?» Фригг отвечает доверчиво: все. Кроме омелы - она была слишком молода, её не позвали. Старуха - это Локи, переодетый. Он делает из омелы стрелу, вкладывает в руку слепого брата Бальдра. Хёд стреляет, не зная во что. Бальдр падает.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя Бальдр - от прото-германского balþaz, «храбрый, готовый». Тот же корень в английском bold, в немецком bald (быстро, скоро). Скандинавы не назвали бога летнего солнца солнечным словом. Они назвали его готовым. Свет, который знает что умрёт, у них называется храбростью.\nТЁМНЫЙ СЛОЙ:\nЭто миф об астрономии, рассказанный как драма. Бальдр гибнет за двадцать дней до Литы. Через двадцать дней, 21 июня, солнце достигнет максимума и начнёт убывать. Скандинавы не объясняли движение солнца - они описывали его как историю с участниками. Бог гибнет когда свет ещё растёт, и это правильно: знание о смерти должно быть готово раньше самой смерти.\nОмела убивает потому что она младше всего, что клялось. Зимнее растение, зелёное когда всё голое. То, что ещё не научилось защищать, опаснее того, что выучилось. У молодого нет внутренних запретов - оно ещё не знает что в правилах.\nЭто первый из двух постов о Бальдре. Завтра - тот же миф в четырёх культурах.\n→ Найди тёплую от солнца поверхность - стену, камень, дерево. Положи ладонь. Через двадцать дней солнце будет греть это же место сильнее всего за год. После - меньше.\n⏱️ 1.5 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/LNnR6UIB03zuInFDSTwpzes1nrv6gtDjghsmwIAn3O_me7mP0KQGGTfpJabxVcibBEse2j11JXo7fplwzWfpbrTWpwtO9iW9xiIS24IW13rfyzTuPlAkKYJDS0X-m_3Q41jcDqGzgHPs347f-pJHCV5RvjeM_4XF3aHVtQvEx8evxb6q8CUBtKE8BaLfdkOpo6uTn_r7zWFdDkPam27cEUMplkF1YYj-_YTc8b-VtElmUyqrhJYAI_BHbTT2qhNDGhk72gffc9Dt2CJfO8Npg140jb_udQSwpcdkqC_HfhdN_IzMMwfcJOMreVSVopK7fWukOzRnKx9PRVi78_u9eA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780297441.0,
            "poll": null
        },
        {
            "m": "31.05 | 17:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6174",
            "t": "🇧🇬 БОЛГАРИЯ: ПРАВИТЕЛЬСТВО УЧРЕДИЛО ОРГКОМИТЕТ ЕВРОВИДЕНИЯ-2027",
            "b": "Совет министров Болгарии совместно с национальным вещателем BNT официально утвердил состав и полномочия Государственного организационного комитета по подготовке и проведению 71-го конкурса Евровидение-2027. Новый орган призван обеспечить максимальную институциональную координацию и финансовую стабильность на всех этапах планирования.\n[ИНСТИТУЦИОНАЛЬНЫЙ МАСШТАБ И ДЕДЛАЙН ПЕРВОГО ЭТАПА]\nКлючевая задача комитета - координация работы между ведомствами Болгарии для беспрепятственной подготовки конкурса. В соответствии с решением правительства, к 30 июня комитет обязан разработать и направить на утверждение в Совет министров комплексный план действий.\nГосударственный масштаб подготовки подчеркивает тяжеловесный состав оргкомитета:\n• Председатель комитета, вице-премьер - Ivo Hristov (Иво Христов)\n• Вице-премьер и министр финансов - Galab Donev (Гылыб Донев)\n• Вице-премьер по управлению фондами ЕС - Atanas Pekanov (Атанас Пеканов)\n• Министр иностранных дел - Velislava Petrova (Велислава Петрова)\n• Министр внутренних дел - Ivan Demerdzhiev (Иван Демерджиев)\n• Министр здравоохранения - Katya Ivkova (Катя Ивкова)\n• Министр культуры - Evtim Miloshev (Евтим Милошев)\n• Министр молодежи и спорта - Encho Keryazov (Энчо Керязов)\n• Министр туризма - Ilin Dimitrov (Илин Димитров)\n• Генеральный директор вещателя BNT - Milena Milotinova (Милена Милотинова)\n[ЭКСПЕРТНЫЙ АНАЛИЗ YOURVISION: ЧТО ЭТО ЗНАЧИТ]\nВовлечение в оргкомитет ключевых вице-премьеров, включая куратора фондов ЕС и министра финансов, снимает любые опасения относительно бюджетного дефицита вещателя BNT. Для Болгарии проведение Евровидения-2027 после венского триумфа DARA рассматривается как проект национального престижа, инструмент перезапуска туристического бренда и привлечения инфраструктурных инвестиций. Такое прямое правительственное участие гарантирует надежный финансовый щит и быстрое решение логистических задач.\n💬 Поможет ли столь масштабная мобилизация болгарского кабинета министров создать шоу исторического уровня, или же бюрократическая координация между ведомствами наложит свои ограничения на гибкость продакшена?\n⏱️ Время чтения: 1.3 мин | 🇧🇬 YourVision: Global",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780249765.0,
            "poll": null
        },
        {
            "m": "31.05 | 20:40",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: ПРАВИТЕЛЬСТВО УЧРЕДИЛО ОРГКОМИТЕТ ЕВРОВИДЕНИЯ-2027",
            "b": "**[ИНСТИТУЦИОНАЛЬНЫЙ МАСШТАБ И ДЕДЛАЙН ПЕРВОГО ЭТАПА]**\nКлючевая задача комитета - координация работы между ведомствами Болгарии для беспрепятственной подготовки конкурса. В соответствии с решением правительства, к 30 июня комитет обязан разработать и направить на утверждение в Совет министров комплексный план действий.\nГосударственный масштаб подготовки подчеркивает тяжеловесный состав оргкомитета:\n• Председатель комитета, вице-премьер - **Ivo Hristov** (Иво Христов)\n• Вице-премьер и министр финансов - **Galab Donev** (Гылыб Донев)\n• Вице-премьер по управлению фондами ЕС - **Atanas Pekanov** (Атанас Пеканов)\n• Министр иностранных дел - **Velislava Petrova** (Велислава Петрова)\n• Министр внутренних дел - **Ivan Demerdzhiev** (Иван Демерджиев)\n• Министр здравоохранения - **Katya Ivkova** (Катя Ивкова)\n• Министр культуры - Evtim Miloshev (Евтим Милошев)\n• Министр молодежи и спорта - Encho Keryazov (Энчо Керязов)\n• Министр туризма - Ilin Dimitrov (Илин Димитров)\n• Генеральный директор вещателя BNT - Milena Milotinova (Милена Милотинова)\n---\n**[ЭКСПЕРТНЫЙ АНАЛИЗ YOURVISION: ЧТО ЭТО ЗНАЧИТ]**\nВовлечение в оргкомитет ключевых вице-премьеров, включая куратора фондов ЕС и министра финансов, снимает любые опасения относительно бюджетного дефицита вещателя BNT. Для Болгарии проведение Евровидения-2027 после венского триумфа DARA рассматривается как проект национального престижа, инструмент перезапуска туристического бренда и привлечения инфраструктурных инвестиций. Такое прямое правительственное участие гарантирует надежный финансовый щит и быстрое решение логистических задач.\n---\n💬 Поможет ли столь масштабная мобилизация болгарского кабинета министров создать шоу исторического уровня, или же бюрократическая координация между ведомствами наложит свои ограничения на гибкость продакшена?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780249200.0,
            "poll": null
        },
        {
            "m": "31.05 | 15:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6173",
            "t": "💔 UNRELEASED: ТРИУМФ ANNALISA - КОГДА ТРЕТЬЕ МЕСТО НА SANREMO СТАНОВИТСЯ ЕВРОПЕЙСКИМ ХИТОМ",
            "b": "Иногда трек, не выигравший национальный отбор, обгоняет победителя в чартах. Песня «Sinceramente» от Annalisa доказала это.\n• Статус: На Sanremo 2024 певица заняла 3-е место. Но зрители и стриминги расставили приоритеты иначе.\n• Стриминг: Сингл показал лучший дебют среди итальянских певиц в глобальном Spotify и получил двойную платину, обогнав победителя.\n• Охват: Трек вошел в Billboard Global, получил версии на французском и испанском языках и стал радиохитом в Европе.\nКоммерческий триумф Annalisa доказал: победный кубок больше не обязателен для завоевания рынка Европы.\n💬 Должна ли RAI отправлять на Евровидение артиста с лучшими стримингами, даже если он не победил на Sanremo?\n⏱️ Время чтения: 0.7 мин | 💔 YourVision: Unreleased",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780239807.0,
            "poll": null
        },
        {
            "m": "31.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6054",
            "t": "⏳ #CHRONOS: ПЕРЕХОД НА УГЛУ",
            "b": "На углу твоей улицы куст сирени. Последние гроздья ещё фиолетовые, но уже сухие на запах - подойдёшь близко, и кажется что воздух пустой. Через два дома - бузина. Молочно-белые зонтики раскрылись три дня назад, в полной силе. Между двумя кустами - неделя расстояния и тридцать метров пешком.\nМай в Балтии не кончается датой 31. Он кончается этой парой: один запах уходит, второй приходит. Две недели они стояли на одном маршруте. Сегодня - последний день, когда есть оба.\nОЩУЩЕНИЕ:\nСейчас 18:02. Свет ещё совсем дневной - угол солнца над горизонтом тридцать градусов, до заката четыре часа. Ладонь, приложенная к южной стене дома, тёплая как чужая кожа. На прошлой неделе стена была холодной. На следующей будет горячей. Только сегодня - тёплая как кожа.\nЗавтра проснёшься в июне. Первое что отметишь - не дату на телефоне, а что-то в свете между занавесок.\n→ Не выходи на улицу за «общим воздухом». Дойди до конкретного куста. Узнай его в лицо.\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/nMfYAFMWTKJwk6NLVas1gScXyQBx8zquRMzgree_dVtYfjxd6KWAIUVTJRir71ClQO2_I82vxxFlmdFM4QB_5rtY_oU1Fj1K6oO5rMqpDbKN7nE-JJ_XcYZpM9OJyXrsJRFNmXrDv75IZ72gx5SPGkZl462WmDT8Nmkjdl56gNFaNsAVhynS3tEjSyOGkP8CR7P2GLxb9ivsh2hYW731UjoYzrvP6Gd6UAoA17aXL5JjGGTPEpSPDbvzjXWm2so-qfLsLE0o0pFBMVNAl7Kud1HEXI87-RWaROTMkMwgXXNB8HkA2ECN4SC8EKqpjvMGQBVuh6720Nq-0-vHvSkjyw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780239721.0,
            "poll": null
        },
        {
            "m": "31.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "💔 UNRELEASED: ТРИУМФ ANNALISA - КОГДА ТРЕТЬЕ МЕСТО НА SANREMO СТАНОВИТСЯ ЕВРОПЕЙСКИМ ХИТОМ",
            "b": "💬 Должна ли RAI отправлять на Евровидение артиста с лучшими стримингами, даже если он не победил на Sanremo?\n---\n🔗 **ИСТОЧНИКИ:** [RAI](https://www.rai.it/) | [Billboard](https://www.billboard.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780239600.0,
            "poll": null
        },
        {
            "m": "31.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6053",
            "t": "⚙️ #WORKFLOW: ЦВЕТОК БУЗИНЫ - ОКНО",
            "b": "Куст у тебя на районе раскрылся два-три дня назад. На зонтике все цветочки белые, ни одного коричневого, тычинки горят жёлтым. Это окно. Оно открыто сегодня; через семь дней закроется.\n1. Какой куст.\nМинимум пятьдесят метров от дороги. Не у канавы. Лучше на солнце - там в цветке на треть больше эфирных масел. Высота куста значения не имеет.\n2. Когда срезать.\nДо полудня, в сухой день. Идеально с девяти до одиннадцати утра. Не сразу после дождя - вода смывает запах с поверхности соцветия. Лучше подождать шесть часов.\n3. Чем срезать.\nОстрые ножницы. Целый зонтик у основания, в двух-трёх сантиметрах от первой развилки. Руками не рвать: куст распознаёт обрыв как травму и запускает стресс-реакцию, эфирные масла уходят в защиту, твой зонтик будет беднее на запах.\n4. Сколько брать.\nНе больше трети с куста. Остальное - пчёлам и кусту. Без пчёл осенью не будет ягод, а ягоды бузины - отдельный продукт, на который кто-то ещё рассчитывает.\n5. Как нести.\nОткрытая корзина или бумажный пакет. В один слой. Не в воду - убивает запах за час. Не в полиэтилен - запреет. Дорога домой не больше двух часов.\n6. Что делать дома.\nВ тот же час. Либо сироп (соцветия плюс вода с сахаром и лимоном, нагреть до растворения сахара, не кипятить - терпены уйдут с паром; настоять сутки-двое в прохладе, процедить). Либо сушка (на бумаге в тени, в один слой, три-пять дней, до сухого щелчка стебелька).\nЕсли завтра пройдёшь мимо этого куста и не увидишь, что он стал чуть пустее с одной стороны - значит ты не дошёл. Сегодня ещё успеваешь.\n⏱️ 1.6 мин | ⚙️ Almanac: Workflow",
            "img": "https://cdn4.telesco.pe/file/tnaIySQAIEBiEFCIRKkuroN07wcGGSQbu-7XfrEN3YynNGj_718h5ooCv_t_4ZszWcoPrpcJcKGpBqdIu4mbqEdyT1CWj0W6Ut3wPcs2V6SDL7uIrN8qdiQIInbbpHv23Au9FLaTzJrWP2-jItHWy-Fb0F36fNUsHWOT-mY3Dd7oCVp1mKfuj-r3fEO014ncRo9XJoCcCgejUWdM9dzYhBcjgL1_cBJ_SmHkHYlIQQUb9ZUANwNPlaLuVmDbtP6YkSTT1xrGebfmyoBOSbXwcyk_Q80Tftvds3Gj_XhjEdFBXB2kgoKavraItIs90-pu_sZF3IYBeQIB9FogZDhiGg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780229041.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:52",
            "id": "70",
            "u": "https://t.me/YourEurovision/6172",
            "t": "🇦🇱 АЛБАНИЯ: ВТОРОЙ ВЕЧЕР 64-ГО FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË",
            "b": "Сегодня вечером в Шкодере продолжится второй из трех конкурсных вечеров 64-го детского фестиваля песни «Festivali Mbarëkombëtar i Këngës për Fëmijë». Это событие является национальным отбором Албании: победитель в категории Juniors получит путевку на Детское Евровидение-2026 на Мальте.\n[КОНКУРСНАЯ СТРУКТУРА И УЧАСТНИКИ]\nВсего в отборочном цикле принимают участие 30 конкурсантов. Победитель будет определен решением профессиональной коллегии жюри и объявлен во время гранд-финала завтра вечером, 1 июня.\nПолный список участников и их композиций:\n• Eden Vrioni - «Rumtata»\n• Serena Turhani - «Aventura»\n• Jasemin Çaku - «Prit»\n• Grupi Pentagram - «Jug-Veri»\n• Korale - «Vera»\n• Sofi Tupi - «Jo mos imito»\n• Amla Veizaj - «Te gjithë në punë»\n• Kleon Prenga - «Boom-boom»\n• Amina Zegullaj - «Vetëm»\n• Dea Laja - «Miqësia jonë është e rrallë»\n• Ameis Demiraj - «Fjala»\n• Emili Dervishi - «Hello»\n• Mia & Buna Shkenza - «Urra-urra»\n• Anila Mahmudi - «Do mësoj»\n• Aria Kolaveri - «Do marr globin në krahë»\n• Alisa & Lisara Dashi - «Melodia jonë»\n• Ajri Drishti - «Nuk kam ku luj'»\n• Airis Shehu - «Shooping me shoqet»\n• Laura Spahiu - «Nëse beson»\n• Eli Ahmetaj - «Jam si lule»\n• Etnik Balidemaj - «Etnik»\n• Aislin & Mailis Kavaja - «Stilin kështu e kam»\n• Marvin Myshketa - «7 shanse»\n• Eslin Kurti - «Kërce me mua»\n• Kenza Pllana - «Do gjej zerin tim»\n• Marlin Janko - «Sjell dritë»\n• Rozafa Maka & Prishila Puka - «Mirëmëngjes»\n• Mejvis Malecaj - «Varka që nuk ndalet kurrë»\n• Maria Kalaja - «Çika-çika, çikalore»\n• Klea Shkreli - «Kush e shkroi»\n[ИНФОРМАЦИЯ О ТРАНСЛЯЦИИ]\nПрямой эфир начнется в 20:00 по Риге (19:00 CET). Албанский вещатель RTSH организует трансляцию на музыкальном канале, а для международной аудитории доступны стриминговые альтернативы.\n🔗 СМОТРЕТЬ: RTSH Muzikë\n🔗 СМОТРЕТЬ МЕЖДУНАРОДНЫЙ ЭФИР: ESCplus Live\n💬 Сможет ли Албания повторить или превзойти прошлогодний результат Kroni Pula на мальтийской сцене, или же жюри предпочтет в этом сезоне более камерную и неформатную лирику?\n⏱️ Время чтения: 1.5 мин | 🇦🇱 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/W5PwpgmWqClslH-L9-k68ua046s_j-wzKm69DptdD3D6W7fpXOr3N2K6zosBFiZAQmOd_rpg-gzyAxLkinezE62vYwmq5L8w-ngwSqNExIbJVk3sNsA6U5loPUHizZN17roQ3BNi5epr1K9CpXAEQTz-3jOyLYIbukG-qdjRB-ywNIJF8-b9kwbi67_dof55Eoff1MrdlBf5SuLSKbvObjUDiSKzrCT4RBOY4v2NpryakpIUJCPaJQrtHdPv41yvXWzJYkPyt77Nxq_yCiUwJ7T06WiFJcbRn2uW7R2YljcKrXJNpRl9fisk8gcVszK9Yo91HO26Z-IDn0uT2VCAeg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780224771.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:44",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ВТОРОЙ ВЕЧЕР 64-ГО FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË",
            "b": "**[КОНКУРСНАЯ СТРУКТУРА И УЧАСТНИКИ]**\nВсего в отборочном цикле принимают участие 30 конкурсантов. Победитель будет определен решением профессиональной коллегии жюри и объявлен во время гранд-финала завтра вечером, 1 июня.\nПолный список участников и их композиций:\n• Eden Vrioni - «Rumtata»\n• Serena Turhani - «Aventura»\n• Jasemin Çaku - «Prit»\n• Grupi Pentagram - «Jug-Veri»\n• Korale - «Vera»\n• Sofi Tupi - «Jo mos imito»\n• Amla Veizaj - «Te gjithë në punë»\n• Kleon Prenga - «Boom-boom»\n• Amina Zegullaj - «Vetëm»\n• Dea Laja - «Miqësia jonë është e rrallë»\n• Ameis Demiraj - «Fjala»\n• Emili Dervishi - «Hello»\n• Mia & Buna Shkenza - «Urra-urra»\n• Anila Mahmudi - «Do mësoj»\n• Aria Kolaveri - «Do marr globin në krahë»\n• Alisa & Lisara Dashi - «Melodia jonë»\n• Ajri Drishti - «Nuk kam ku luj'»\n• Airis Shehu - «Shooping me shoqet»\n• Laura Spahiu - «Nëse beson»\n• Eli Ahmetaj - «Jam si lule»\n• Etnik Balidemaj - «Etnik»\n• Aislin & Mailis Kavaja - «Stilin kështu e kam»\n• Marvin Myshketa - «7 shanse»\n• Eslin Kurti - «Kërce me mua»\n• Kenza Pllana - «Do gjej zerin tim»\n• Marlin Janko - «Sjell dritë»\n• Rozafa Maka & Prishila Puka - «Mirëmëngjes»\n• Mejvis Malecaj - «Varka që nuk ndalet kurrë»\n• Maria Kalaja - «Çika-çika, çikalore»\n• Klea Shkreli - «Kush e shkroi»\n---\n**[ИНФОРМАЦИЯ О ТРАНСЛЯЦИИ]**\nПрямой эфир начнется в **20:00 по Риге** (19:00 CET). Албанский вещатель RTSH организует трансляцию на музыкальном канале, а для международной аудитории доступны стриминговые альтернативы.\n🔗 **СМОТРЕТЬ:** [RTSH Muzikë](https://tv.rtsh.al/)\n🔗 **СМОТРЕТЬ МЕЖДУНАРОДНЫЙ ЭФИР:** [ESCplus Live](https://live.esc-plus.com/)\n🔗 **ОБСУДИТЬ В РЕТРАНСЛЯЦИИ:** [ESCNF Live](https://kick.com/escnflive)\n---\n💬 Сможет ли Албания повторить или превзойти прошлогодний результат Kroni Pula на мальтийской сцене, или же жюри предпочтет в этом сезоне более камерную и неформатную лирику?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780224240.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6171",
            "t": "🇬🇪 ГРУЗИЯ: ОПРЕДЕЛИЛИСЬ ФИНАЛИСТЫ НАЦОТБОРА «RANINA»",
            "b": "Грузинский общественный вещатель GPB подвел итоги полуфинала популярного детского музыкального шоу «Ranina», определив тройку сильнейших вокалистов, которые сразятся за право представить страну на Детском Евровидении-2026 на Мальте. Финал национального отбора состоится уже в следующую субботу, 6 июня.\n[ТРИУМФАТОРЫ ПОЛУФИНАЛА И ЮБИЛЕЙНЫЙ СЕТ]\nВ полуфинале приняли участие шесть юных исполнителей. По правилам этого этапа, конкурсанты исполняли композиции известной грузинской рок-группы «Mgzavrebi», которая в этом году отмечает 20-летний юбилей со дня основания.\nПо итогам выступлений профессиональное жюри выбрало трех финалистов. Ими стали:\n• Liliana Chachanidze (Лилиана Чачанидзе)\n• Zurab Naskidashvili (Зураб Наскидашвили)\n• Davit Lomidze (Давит Ломидзе)\nToma Turkadze, Nita Nabashvili и Ana Tavdgiridze завершили свое участие в проекте на стадии полуфинала.\n[ЭКСПЕРТНЫЙ ВЕРДИКТ И ПЕРСПЕКТИВЫ]\nВыступления полуфиналистов оценивали постоянные члены жюри - композитор Dato Evgenidze и певица Nato Metonidze. В качестве приглашенного эксперта к ним присоединился Oto Nemsadze, представлявший Грузию на взрослом Евровидении в 2019 году. Ведущими вечера выступили Davit Aladashvili и Vache Gviniashvili.\nИмя триумфатора отбора, который отправится в Та-Кали этой осенью, будет объявлено 6 июня. Решение полностью примет судейская коллегия. Грузия является одной из самых успешных стран в истории Детского Евровидения с тремя победами в активе, поэтому к выбору артиста вещатель подходит с максимальной строгостью.\n💬 Способна ли традиционная грузинская распевность и мелодизм в стилистике группы «Mgzavrebi» принести стране четвертый триумф на Детском Евровидении, или же будущему победителю отбора стоит сфокусироваться на более современном, радиоформатном поп-звучании?\n⏱️ Время чтения: 1.1 мин | 🇬🇪 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/B7sBEPPXmZnVl1Jwby2RVrRwTbSZYVm9glf9mwFWxKUFLFtCFVCa2sYvwZmcZEaeZ_AOyd4lao6t8xS-X5EPAuMIMJaf6LHOJy4DsrOdpsDFcM1k7qI7MfQkZNYQUpJY794HHims6Ozr4RBIZzqC37OEg_sB8wgHzOBRJ3Dh9_5pRtA05h4q6s3DPuG40vnLHpMp5mvGjPHjZEoHCB7NYIBAj53sLof6HxfWnjT7AQbZOu3tZoyYQFIadtZcq-E6tJrKvKdRdjc29QxTk_JwyOaW82jT4F5AoBywDoAKxl9LYInn02DfZ_sQXlnMsKctwIc0bWCh4K5aZULY6BiawA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780224235.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:38",
            "id": "local",
            "u": "",
            "t": "🇬🇪 ГРУЗИЯ: ОПРЕДЕЛИЛИСЬ ФИНАЛИСТЫ НАЦОТБОРА «RANINA»",
            "b": "**[ТРИУМФАТОРЫ ПОЛУФИНАЛА И ЮБИЛЕЙНЫЙ СЕТ]**\nВ полуфинале приняли участие шесть юных исполнителей. По правилам этого этапа, конкурсанты исполняли композиции известной грузинской рок-группы «Mgzavrebi», которая в этом году отмечает 20-летний юбилей со дня основания.\nПо итогам выступлений профессиональное жюри выбрало трех финалистов. Ими стали:\n• **Liliana Chachanidze** (Лилиана Чачанидзе)\n• **Zurab Naskidashvili** (Зураб Наскидашвили)\n• **Davit Lomidze** (Давит Ломидзе)\nToma Turkadze, Nita Nabashvili и Ana Tavdgiridze завершили свое участие в проекте на стадии полуфинала.\n---\n**[ЭКСПЕРТНЫЙ ВЕРДИКТ И ПЕРСПЕКТИВЫ]**\nВыступления полуфиналистов оценивали постоянные члены жюри - композитор Dato Evgenidze и певица Nato Metonidze. В качестве приглашенного эксперта к ним присоединился Oto Nemsadze, представлявший Грузию на взрослом Евровидении в 2019 году. Ведущими вечера выступили Davit Aladashvili и Vache Gviniashvili.\nИмя триумфатора отбора, который отправится в Та-Кали этой осенью, будет объявлено 6 июня. Решение полностью примет судейская коллегия. Грузия является одной из самых успешных стран в истории Детского Евровидения с тремя победами в активе, поэтому к выбору артиста вещатель подходит с максимальной строгостью.\n---\n💬 Способна ли традиционная грузинская распевность и мелодизм в стилистике группы «Mgzavrebi» принести стране четвертый триумф на Детском Евровидении, или же будущему победителю отбора стоит сфокусироваться на более современном, радиоформатном поп-звучании?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780223880.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:36",
            "id": "70",
            "u": "https://t.me/YourEurovision/6170",
            "t": "🇽🇰 КОСОВО: ВЕЩАТЕЛЬ RTK НАПРАВИЛ EBU НОВЫЙ ЗАПРОС НА УЧАСТИЕ В ЕВРОВИДЕНИИ И ЗАПУСКАЕТ НАЦОТБОР",
            "b": "Государственный вещатель Косово RTK официально возобновил борьбу за полноценную интеграцию в европейскую вещательную экосистему. Исполняющая обязанности генерального директора телесети Zana Spahiu направила официальное письмо-запрос руководству EBU с требованием допустить страну к участию в классическом Евровидении-2027 в Болгарии и Детском Евровидении-2026 на Мальте.\nТРАТЕГИЧЕСКАЯ УВЯЗКА С РЕФОРМАМИ УСТАВА EBU\nВ своем обращении Zana Spahiu указывает, что RTK безуспешно отправляет формальные запросы на членство с 2013 года, несмотря на два десятилетия трансляции и популяризации ценностей конкурса в регионе. Косово предлагает решить застарелый политический тупик через грядущую реформу Устава EBU.\nКлючевые аргументы косовской стороны:\n• Генеральная Ассамблея: На ближайшей сессии EBU планирует рассмотреть масштабные изменения структуры членства, включая введение новых категорий (например, ассоциированных и внеевропейских участников). RTK требует включить Косово в этот пакет реформ для обеспечения долгосрочной справедливости.\n• Географический прецедент: В условиях, когда Евровидение давно вышло за рамки классической европейской географии, превратившись в глобальную платформу (кейс Австралии), дальнейшее сохранение жестких ограничений для Косово выглядит необоснованной структурной изоляцией.\nНАЦИОНАЛЬНЫЙ ШАГ: ЗАПУСК ОТБОРА «AKORDET E KOSOVËS»\nВ качестве доказательства серьезности намерений RTK реформирует свой внутренний отбор. После трех сезонов локального фестиваля вещатель готовит четвертый выпуск в новом амбициозном формате под названием «Akordet e Kosovës» (Аккорды Косово). Проект задуман как полноценный национальный отбор, победитель которого получит прямую путевку на Евровидение-2027 в случае одобрения заявки со стороны EBU.\n💬 Учитывая прошлые блокировки со стороны Сербии и ряда других стран, имеет ли EBU реальное право отказать RTK, ссылаясь исключительно на формальный устав ООН?\n⏱️ Время чтения: 1.1 мин | 🇽🇰 YourVision: Global",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780223817.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:31",
            "id": "70",
            "u": "https://t.me/YourEurovision/6169",
            "t": "🇮🇹 ИТАЛИЯ: СЛУХИ САН-РЕМО-2027 - РАЗДЕЛЕНИЕ ТИТУЛОВ И РЕВОЛЮЦИОННЫЙ ПЛАН ЛЕЙБЛОВ",
            "b": "Итальянский музыкальный лоббизм готовит масштабный демонтаж классических правил отбора. Согласно инсайду журналиста Giuseppe Candela для Dagospia, ассоциация звукозаписывающих компаний FIMI близка к согласованию с вещателем RAI исторической реформы: победитель «Сан-Ремо-2027» и представитель страны на Евровидении-2027 могут выбираться в рамках параллельных состязаний.\nСТРАТЕГИЯ «ДВУХ ПОБЕДИТЕЛЕЙ» И ЕВРОВИЗИЙНЫЙ ПЯТНИЧНЫЙ ЭФИР\nНовое руководство фестиваля во главе со Stefano De Martino и музыкальным продюсером Fabrizio Ferraguzzo, по слухам, готово уступить давлению лейблов. Официального подтверждения реформы пока нет, но закулисные переговоры уже вышли на финальную стадию. Вместо традиционного автомата «победитель Сан-Ремо едет на Евровидение», путевку в Болгарию могут разыграть отдельно.\nМеханика новой схемы:\n• Супер-пятница: Четвертый вечер фестиваля (ранее посвященный каверам) станет «Вечером Евровидения».\n• Евровизийный апгрейд: Артисты исполнят свои конкурсные песни, но в измененных евровизийных аранжировках, с новой сценографией, хореографией и графикой.\n• Победитель вечера: Обладатель первого места в пятницу получит путевку на Евровидение-2027, независимо от того, кто выиграет финальный золотой лев в субботу.\nЛейблы лоббировали этот шаг ради минимизации рисков для топ-артистов (например, Annalisa), ориентированных исключительно на европейский рынок. В обмен на эту «революцию» звукозаписывающие гиганты согласились вернуть топ-имена на сцену Аристона, после того как частично бойкотировали последний сезон.\nКОНФЛИКТ ИНТЕРЕСОВ И ТЕХНИЧЕСКИЙ ТУПИК\nЭксперты критикуют реформу. Во-первых, Италия десять лет стабильно держится в топ-10 Евровидения по старой схеме («смерть работающей системы»). Во-вторых, сцена Аристона технически слишком мала для развертывания евровизионных стандартов графики и движения.\nПараллельно Sala Stampa (пресса) требует создать элитарную «Академию» из ограниченного числа критиков для голосования. Предыдущие директора блокировали это из-за тотального конфликта интересов: большинство музыкальных журналистов в Италии напрямую связаны с пиар-агентствами и радиохолдингами.\n💬 Не убьет ли прагматичный лоббизм лейблов национальный престиж самого Сан-Ремо, превратив его в чисто коммерческий конвейер?\n⏱️ Время чтения: 1.2 мин | 🇮🇹 YourVision: Sanremo",
            "img": "https://cdn4.telesco.pe/file/joVYY9C2TxTvlDPicvU7ZynVSJu_m5a6AL1_0f-pL5GirJJYTW-XUaNizzRKVO7eWKYwPnrcQOQvCVQvwiKFNarUboaqnsrY0AChPtCFrCfOXolHImljjD46Z6Vmts628ZOebAtp4qsAvQIT-azmaWgortX4mZKCGeiN-P9lJQJJ-PECVmz-fPe0UZEE2zmGLrbNm4YqcLOW81a3TIC9iOq7bKz5gFT_O1TPt_01VhOcwFIC7gj6YG_sfnQUmbSfg4Ad5vTXPqPw_ceCmmvyymO68IAKQ3v7vo__BYUa4rUPJNAL6Vr5WiSKzTh0mknKxZIDaMkITCai9v2kjC0AGg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780223517.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:28",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ВЕЩАТЕЛЬ RTK НАПРАВИЛ EBU НОВЫЙ ЗАПРОС НА УЧАСТИЕ В ЕВРОВИДЕНИИ И ЗАПУСКАЕТ НАЦОТБОР",
            "b": "**⚖️ СТРАТЕГИЧЕСКАЯ УВЯЗКА С РЕФОРМАМИ УСТАВА EBU**\nВ своем обращении Zana Spahiu указывает, что RTK безуспешно отправляет формальные запросы на членство с 2013 года, несмотря на два десятилетия трансляции и популяризации ценностей конкурса в регионе. Косово предлагает решить застарелый политический тупик через грядущую реформу Устава EBU.\nКлючевые аргументы косовской стороны:\n• **Генеральная Ассамблея:** На ближайшей сессии EBU планирует рассмотреть масштабные изменения структуры членства, включая введение новых категорий (например, ассоциированных и внеевропейских участников). RTK требует включить Косово в этот пакет реформ для обеспечения долгосрочной справедливости.\n• **Географический прецедент:** В условиях, когда Евровидение давно вышло за рамки классической европейской географии, превратившись в глобальную платформу (кейс Австралии), дальнейшее сохранение жестких ограничений для Косово выглядит необоснованной структурной изоляцией.\n---\n**🎹 НАЦИОНАЛЬНЫЙ ШАГ: ЗАПУСК ОТБОРА «AKORDET E KOSOVËS»**\nВ качестве доказательства серьезности намерений RTK реформирует свой внутренний отбор. После трех сезонов локального фестиваля вещатель готовит четвертый выпуск в новом амбициозном формате под названием «Akordet e Kosovës» (Аккорды Косово). Проект задуман как полноценный национальный отбор, победитель которого получит прямую путевку на Евровидение-2027 в случае одобрения заявки со стороны EBU.\n---\n💬 Учитывая прошлые блокировки со стороны Сербии и ряда других стран, имеет ли EBU реальное право отказать RTK, ссылаясь исключительно на формальный устав ООН?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780223280.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:20",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ИТАЛИЯ: СЛУХИ САН-РЕМО-2027 - РАЗДЕЛЕНИЕ ТИТУЛОВ И РЕВОЛЮЦИОННЫЙ ПЛАН ЛЕЙБЛОВ",
            "b": "**⚡ СТРАТЕГИЯ «ДВУХ ПОБЕДИТЕЛЕЙ» И ЕВРОВИЗИЙНЫЙ ПЯТНИЧНЫЙ ЭФИР**\nНовое руководство фестиваля во главе со Stefano De Martino и музыкальным продюсером Fabrizio Ferraguzzo, по слухам, готово уступить давлению лейблов. Официального подтверждения реформы пока нет, но закулисные переговоры уже вышли на финальную стадию. Вместо традиционного автомата «победитель Сан-Ремо едет на Евровидение», путевку в Болгарию могут разыграть отдельно.\nМеханика новой схемы:\n• **Супер-пятница:** Четвертый вечер фестиваля (ранее посвященный каверам) станет «Вечером Евровидения».\n• **Евровизийный апгрейд:** Артисты исполнят свои конкурсные песни, но в измененных евровизийных аранжировках, с новой сценографией, хореографией и графикой.\n• **Победитель вечера:** Обладатель первого места в пятницу получит путевку на Евровидение-2027, независимо от того, кто выиграет финальный золотой лев в субботу.\nЛейблы лоббировали этот шаг ради минимизации рисков для топ-артистов (например, Annalisa), ориентированных исключительно на европейский рынок. В обмен на эту «революцию» звукозаписывающие гиганты согласились вернуть топ-имена на сцену Аристона, после того как частично бойкотировали последний сезон.\n---\n**⚠️ КОНФЛИКТ ИНТЕРЕСОВ И ТЕХНИЧЕСКИЙ ТУПИК**\nЭксперты критикуют реформу. Во-первых, Италия десять лет стабильно держится в топ-10 Евровидения по старой схеме («смерть работающей системы»). Во-вторых, сцена Аристона технически слишком мала для развертывания евровизионных стандартов графики и движения.\nПараллельно Sala Stampa (пресса) требует создать элитарную «Академию» из ограниченного числа критиков для голосования. Предыдущие директора блокировали это из-за тотального конфликта интересов: большинство музыкальных журналистов в Италии напрямую связаны с пиар-агентствами и радиохолдингами.\n---\n💬 Не убьет ли прагматичный лоббизм лейблов национальный престиж самого Сан-Ремо, превратив его в чисто коммерческий конвейер?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780222800.0,
            "poll": null
        },
        {
            "m": "31.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6052",
            "t": "🪨 #FRAGMENT: КУРИНЫЙ БОГ",
            "b": "Камень холодный в ладони, тяжелее чем выглядит. Дырку проточили вода и песок, сколько лет - никто не считал. На берегу таких лежат тысячи; этот забрал в карман один человек. Сквозь дырку небо умещается размером с двухрублёвую монету и каждый раз другое. Куриный бог - так его называли в деревнях, где кур больше нет.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/GKjrvmXfphR2BNzTpha9aePK8MjhrMbpfYV9D11jxjs2ejY3DQNEgYqb58ufwvxVTDfMRUQQfw-KhMV56_COIoJulUTUUMnx1TeINNNCB-7LNgPfW3MDsMlBPm34dQuyggdITUfW_2vamiju9fW5PHMb0R2E3voVsr5r8brDoejrG9PmaW-sCJ92HbR7iB7jMKncc4i7sQIEGZD48xwKFDAtQzUyzYBDn6tT-bAO4cT-smx24AeFydk_l2sYgVZtsfkB7CfIIr9LDRHoeNfDualk18mLQeNFWLvWKz7S508DcNowExv6AnJvDTqh-d_Hb9_QVexXH9see32sCkVvpw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780211041.0,
            "poll": null
        },
        {
            "m": "30.05 | 15:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6168",
            "t": "🔄 REBOOT: ФЕНОМЕН ROSA LINN - КАК ПРОВАЛ НА КОНКУРСЕ ПРЕВРАТИЛСЯ В МИЛЛИАРД СТРИМОВ",
            "b": "Иногда 20-е место - это только начало. Певица Rosa Linn доказала, что оценки на конкурсе не определяют глобальный успех.\n👍 Старт: В Турине-2022 песня «Snap» набрала лишь 61 балл, заняв скромное 20-е место. Критики быстро списали релиз со счетов.\n👍 Вирусный взлет: Спустя пару месяцев трек стал трендом в TikTok. Пользователи массово использовали припев для видео, запустив цепную реакцию.\n👍 Цифры: Трек преодолел отметку в 1.1 млрд стримов в Spotify, получил платину в США и Великобритании и вошел в топ-5 самых успешных песен конкурса.\nКейс «Snap» показал: песня способна совершить масштабный перезапуск без оглядки на турнирную таблицу конкурса.\n💬 Стал ли успех Rosa Linn доказательством того, что оценки жюри стремительно теряют свою значимость?\n⏱️ Время чтения: 0.7 мин | 🔄 YourVision: Reboot",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780153484.0,
            "poll": null
        },
        {
            "m": "30.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6051",
            "t": "🏺 #HERITAGE: ЗАДАБРИВАНИЕ КОЛОДЦА - ДОГОВОР С ВОДОЙ",
            "b": "К 1970 году в большинстве деревень Латвии центральный водопровод закрыл колодцы навсегда. Ритуал, который шёл с ними тысячу лет, исчез не из-за веры - из-за труб. Никто не сжигал традицию. Просто колодец перестал быть точкой каждодневного действия.\nESSENCE:\nВ балтийской и восточнославянской традиции - первое ведро воды, поднятое весной после зимы, выливали обратно в колодец с подношением. Хлеб, монетка, лента, цветок. Это был не подарок духу колодца, хотя народные легенды позже объясняли так. Это был договор: «я беру отсюда - я возвращаю». Структура бухгалтерская, не мистическая.\nВ Латвии задабривание делали на Юргис (23 апреля по старому стилю = 6 мая по новому), а финальное «закрепление» - до конца мая, перед чисто летним водоиспользованием. 30 мая - последний день когда это имело смысл сделать в традиционном календаре. Аналоги в других культурах: гэльские «well dressings» (украшение колодцев глиной и цветами), японские синтоистские подношения у источников, средиземноморские либации воды богам.\nMARGINALIA - точные детали, которые ушли первыми:\nПодношение было троичным: хлеб (зерно как символ труда), монетка (металл как переход между мирами - не серебро, не золото, а простая медь), цветок (живое возвращается в воду которая даёт жизнь). Никаких записок, никаких личных просьб - только формула.\nСлова произносились до бросания, не после. Точный текст варьировался по местностям, но структура одна: «я возвращаю что взяла - дай ещё». Не «прошу» - утверждение. Колодец не одолжение делает, а исполняет договор.\nПодношение бросали не в центр, а ближе к стенке. Считалось что центр колодца «уходит вниз», к источнику, а стенки - земная часть, ритуальная.\nПосле задабривания колодец считался «открытым» для летнего использования. Из непосвящённого источника становился отношением.\nУТРАТА:\nЧто исчезло:\n1. Знание правильных слов договора.\n2. Понимание зачем - что это не подарок, а транзакция.\n3. Различие центр/стенка колодца.\n4. Чувство что место имеет «бухгалтерию» взаимоотношений с людьми.\n5. Само собой - колодец как объект.\nЧто сохранилось трансформированно: бросание монет в фонтаны и водоёмы. Это поздняя форма того же ритуала, но без понимания структуры. Сегодня бросают «на счастье» - в традиции бросали «чтобы система продолжала работать». Разница больше чем кажется: счастье индивидуально, договор коллективный и многократный.\n→ Из какой именно точки в твой дом приходит вода? Знаешь ли ты эту точку лично - не как технический факт, а как место?\n⏱️ 2.3 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/i-HnExtGEFh49kxTyOASRCJKTabT-eNpvRl6LB0Vf37Q55TcZh8Qc2w-YV8RmDeIZ71Twqa7NUp_Aiwh6JjjlfnjS5oexcCLQtQ1o5DxsLG1SL1tfQVEmecUKH9LcG3TFs_zUeDNe52UP7SsfWZyodiJOtboIkx1hmfbbENSkjhIBnR-WWOE-9zBNJPwCSCLRulwn0CePogNCae4q50QArNctgnYhoZiShwrnffy4_Se2N1BeAwahhNm_yZJpwB29iPQ9sTQ7vSyVqS-u5OnAkoPfKRVpY7H-jSQqxy5ET0WEflP1uqS4uiJBM007kOYM_TcNJM01p1U24f0NJdBew.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780153321.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};