var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "a": "ВАНЯ ДМИТРИЕНКО",
            "s": "РТУТЬ",
            "p": "63 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/3f/ca/fc/3fcafcbe-3e34-e199-8fe1-a3a138699f45/0.jpg/600x600cc.webp"
        },
        {
            "a": "HOLLYFLAME",
            "s": "ТОНУ",
            "p": "62 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/81/2e/28/812e2827-3153-778e-e04f-4811e4df6494/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "JONY",
            "s": "ПОМНЮ",
            "p": "53 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/d4/ff/98/d4ff985c-4783-c310-e6de-d94f4d448579/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "SQWOZ BAB",
            "s": "КУПЕР",
            "p": "51 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b273da67945924bd52e2294348b8"
        },
        {
            "a": "ICEGERGERT & ZIVERT",
            "s": "БАНК",
            "p": "42 pts (=)",
            "img": "https://i.scdn.co/image/ab67616d0000b2731ec4298df8c3e233ecf1c401"
        },
        {
            "a": "УСПЕНСКАЯ & JAKONE",
            "s": "ПЛАКАЛА НАДЕЖДА",
            "p": "40 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/b7/49/8a/b7498ad5-2616-c218-6520-a1bf0fff5b5a/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "MACAN",
            "s": "ОСТАНЬСЯ ОБРАЗОМ",
            "p": "39 pts (↑+5)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/f5/fc/ba/f5fcbad0-3c98-4374-9c47-29130d2fd8c6/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "МОТ",
            "s": "НАМЁК НА НАС",
            "p": "38 pts (↓-2)",
            "img": "https://i.scdn.co/image/ab67616d0000b27336a7644298c97ecaac71de3e"
        },
        {
            "a": "LYRIQ",
            "s": "КАССЕТЫ",
            "p": "36 pts (=)",
            "img": "https://avatars.yandex.net/get-music-content/15406468/91a00ea1.a.40767822-1/600x600"
        },
        {
            "a": "MONA",
            "s": "ПОПРОШУ ТЕБЯ",
            "p": "35 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/50/5b/70/505b7028-cf03-18bf-1a36-6580550ac972/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "ARTIK & ASTI",
            "s": "МОДНЫЙ ПОП",
            "p": "34 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/e0/88/ed/e088ed96-51c2-d8c0-6f13-0391fe6f88dc/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "5STA FAMILY",
            "s": "РАЗ, ДВА",
            "p": "33 pts (↓-4)",
            "img": "https://i.scdn.co/image/ab67616d0000b273b0fec65994ed98568cbef2a7"
        },
        {
            "a": "UNCLEFLEXXX",
            "s": "SMS",
            "p": "22 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/3b/c9/be/3bc9be74-b15a-db19-5d2d-897700a1804a/cover.png/600x600bf-60.jpg"
        },
        {
            "a": "SABI & MIA BOYKA",
            "s": "БАЗОВЫЙ МИНИМУМ",
            "p": "21 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/20/3a/f8/203af802-de0c-5c70-5403-b5ca0bbff938/cover.jpg/600x600cc.webp"
        },
        {
            "a": "КЛАВА КОКА",
            "s": "СПЛЕТНИ. ШУМ. ЛУК.",
            "p": "17 pts (↑+4)",
            "img": "https://avatars.yandex.net/get-music-content/16154377/40f85b07.a.39274793-1/m1000x1000"
        },
        {
            "a": "XCHO",
            "s": "ТЫ И Я",
            "p": "17 pts (↑+1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/c7/b0/4b/c7b04b77-a2b6-f0bf-df80-8cdc08abd09d/cover.jpg/600x600bf-60.jpg"
        },
        {
            "a": "FILATOV & KARAS",
            "s": "ВКЛЮЧИ МУЗЫКУ",
            "p": "16 pts (↓-3)",
            "img": "https://i.scdn.co/image/ab67616d00001e0285f51c6831bfabd6d12e31d8"
        },
        {
            "a": "SERYABKINA",
            "s": "АСФАЛЬТ",
            "p": "16 pts (↓-2)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/fa/d3/84/fad3845e-d166-7489-d078-7e95490adc31/cover.jpg/600x600cc.webp"
        },
        {
            "a": "GAYAZOV$ BROTHER$",
            "s": "РУССКАЯ РУЛЕТКА",
            "p": "13 pts (↓-1)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music221/v4/7f/f8/9b/7ff89bd5-12a6-78da-3706-a5bebf0b9463/0.jpg/600x600bf-60.jpg"
        },
        {
            "a": "ЛЁША СВИК & NYUSHA",
            "s": "ПРОБУДИ",
            "p": "9 pts (=)",
            "img": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/16/af/9f/16af9f30-09f0-5c1f-123e-e0cfc644331c/0.jpg/600x600bf-60.jpg"
        }
    ],
    "news": [
        {
            "m": "31.05 | 20:40",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: ПРАВИТЕЛЬСТВО УЧРЕДИЛО ОРГКОМИТЕТ ЕВРОВИДЕНИЯ-2027",
            "b": "**[ИНСТИТУЦИОНАЛЬНЫЙ МАСШТАБ И ДЕДЛАЙН ПЕРВОГО ЭТАПА]**\nКлючевая задача комитета - координация работы между ведомствами Болгарии для беспрепятственной подготовки конкурса. В соответствии с решением правительства, к 30 июня комитет обязан разработать и направить на утверждение в Совет министров комплексный план действий.\nГосударственный масштаб подготовки подчеркивает тяжеловесный состав оргкомитета:\n• Председатель комитета, вице-премьер - **Ivo Hristov** (Иво Христов)\n• Вице-премьер и министр финансов - **Galab Donev** (Гылыб Донев)\n• Вице-премьер по управлению фондами ЕС - **Atanas Pekanov** (Атанас Пеканов)\n• Министр иностранных дел - **Velislava Petrova** (Велислава Петрова)\n• Министр внутренних дел - **Ivan Demerdzhiev** (Иван Демерджиев)\n• Министр здравоохранения - **Katya Ivkova** (Катя Ивкова)\n• Министр культуры - Evtim Miloshev (Евтим Милошев)\n• Министр молодежи и спорта - Encho Keryazov (Энчо Керязов)\n• Министр туризма - Ilin Dimitrov (Илин Димитров)\n• Генеральный директор вещателя BNT - Milena Milotinova (Милена Милотинова)\n---\n**[ЭКСПЕРТНЫЙ АНАЛИЗ YOURVISION: ЧТО ЭТО ЗНАЧИТ]**\nВовлечение в оргкомитет ключевых вице-премьеров, включая куратора фондов ЕС и министра финансов, снимает любые опасения относительно бюджетного дефицита вещателя BNT. Для Болгарии проведение Евровидения-2027 после венского триумфа DARA рассматривается как проект национального престижа, инструмент перезапуска туристического бренда и привлечения инфраструктурных инвестиций. Такое прямое правительственное участие гарантирует надежный финансовый щит и быстрое решение логистических задач.\n---\n💬 Поможет ли столь масштабная мобилизация болгарского кабинета министров создать шоу исторического уровня, или же бюрократическая координация между ведомствами наложит свои ограничения на гибкость продакшена?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780249200.0,
            "poll": null
        },
        {
            "m": "31.05 | 15:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6173",
            "t": "💔 UNRELEASED: ТРИУМФ ANNALISA - КОГДА ТРЕТЬЕ МЕСТО НА SANREMO СТАНОВИТСЯ ЕВРОПЕЙСКИМ ХИТОМ",
            "b": "Иногда трек, не выигравший национальный отбор, обгоняет победителя в чартах. Песня «Sinceramente» от Annalisa доказала это.\n• Статус: На Sanremo 2024 певица заняла 3-е место. Но зрители и стриминги расставили приоритеты иначе.\n• Стриминг: Сингл показал лучший дебют среди итальянских певиц в глобальном Spotify и получил двойную платину, обогнав победителя.\n• Охват: Трек вошел в Billboard Global, получил версии на французском и испанском языках и стал радиохитом в Европе.\nКоммерческий триумф Annalisa доказал: победный кубок больше не обязателен для завоевания рынка Европы.\n💬 Должна ли RAI отправлять на Евровидение артиста с лучшими стримингами, даже если он не победил на Sanremo?\n⏱️ Время чтения: 0.7 мин | 💔 YourVision: Unreleased",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780239807.0,
            "poll": null
        },
        {
            "m": "31.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6054",
            "t": "⏳ #CHRONOS: ПЕРЕХОД НА УГЛУ",
            "b": "На углу твоей улицы куст сирени. Последние гроздья ещё фиолетовые, но уже сухие на запах - подойдёшь близко, и кажется что воздух пустой. Через два дома - бузина. Молочно-белые зонтики раскрылись три дня назад, в полной силе. Между двумя кустами - неделя расстояния и тридцать метров пешком.\nМай в Балтии не кончается датой 31. Он кончается этой парой: один запах уходит, второй приходит. Две недели они стояли на одном маршруте. Сегодня - последний день, когда есть оба.\nОЩУЩЕНИЕ:\nСейчас 18:02. Свет ещё совсем дневной - угол солнца над горизонтом тридцать градусов, до заката четыре часа. Ладонь, приложенная к южной стене дома, тёплая как чужая кожа. На прошлой неделе стена была холодной. На следующей будет горячей. Только сегодня - тёплая как кожа.\nЗавтра проснёшься в июне. Первое что отметишь - не дату на телефоне, а что-то в свете между занавесок.\n→ Не выходи на улицу за «общим воздухом». Дойди до конкретного куста. Узнай его в лицо.\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/BR8iORFqVKXi_cJ-WaDQK4YO6wudSm0e5uD_sxc1Sab9OCjwNp2l9dc1SkfZVnOp5z4jFZYVydMnOVDMGYk8fx8E1VjWiAKyS9CSTljQx_9scGi7vPp3ljceni0hfcKLFgfMgK9ttGBeQejZX2P6u6ucyHV9sAfU8sJZBc6VgEXroC6FUiDL-WwroYnntzbrrV5fweii2qKTiP6ltOwH-EyZa2UN4mtjHzU5Tmhxbugj9QoKuuqxYeJYVpScvP-g2q_xqFeJ3aqC5621ioxikfGYDBVbpb-6zHtQVNSg0KbbEe5wAZOOxTXnEJVy-gmwaNSLqfrVNpkrhuUyYZ5t8A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780239721.0,
            "poll": null
        },
        {
            "m": "31.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "💔 UNRELEASED: ТРИУМФ ANNALISA - КОГДА ТРЕТЬЕ МЕСТО НА SANREMO СТАНОВИТСЯ ЕВРОПЕЙСКИМ ХИТОМ",
            "b": "💬 Должна ли RAI отправлять на Евровидение артиста с лучшими стримингами, даже если он не победил на Sanremo?\n---\n🔗 **ИСТОЧНИКИ:** [RAI](https://www.rai.it/) | [Billboard](https://www.billboard.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780239600.0,
            "poll": null
        },
        {
            "m": "31.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6053",
            "t": "⚙️ #WORKFLOW: ЦВЕТОК БУЗИНЫ - ОКНО",
            "b": "Куст у тебя на районе раскрылся два-три дня назад. На зонтике все цветочки белые, ни одного коричневого, тычинки горят жёлтым. Это окно. Оно открыто сегодня; через семь дней закроется.\n1. Какой куст.\nМинимум пятьдесят метров от дороги. Не у канавы. Лучше на солнце - там в цветке на треть больше эфирных масел. Высота куста значения не имеет.\n2. Когда срезать.\nДо полудня, в сухой день. Идеально с девяти до одиннадцати утра. Не сразу после дождя - вода смывает запах с поверхности соцветия. Лучше подождать шесть часов.\n3. Чем срезать.\nОстрые ножницы. Целый зонтик у основания, в двух-трёх сантиметрах от первой развилки. Руками не рвать: куст распознаёт обрыв как травму и запускает стресс-реакцию, эфирные масла уходят в защиту, твой зонтик будет беднее на запах.\n4. Сколько брать.\nНе больше трети с куста. Остальное - пчёлам и кусту. Без пчёл осенью не будет ягод, а ягоды бузины - отдельный продукт, на который кто-то ещё рассчитывает.\n5. Как нести.\nОткрытая корзина или бумажный пакет. В один слой. Не в воду - убивает запах за час. Не в полиэтилен - запреет. Дорога домой не больше двух часов.\n6. Что делать дома.\nВ тот же час. Либо сироп (соцветия плюс вода с сахаром и лимоном, нагреть до растворения сахара, не кипятить - терпены уйдут с паром; настоять сутки-двое в прохладе, процедить). Либо сушка (на бумаге в тени, в один слой, три-пять дней, до сухого щелчка стебелька).\nЕсли завтра пройдёшь мимо этого куста и не увидишь, что он стал чуть пустее с одной стороны - значит ты не дошёл. Сегодня ещё успеваешь.\n⏱️ 1.6 мин | ⚙️ Almanac: Workflow",
            "img": "https://cdn4.telesco.pe/file/gIqNwSdpRw5YjHvwIY1Jv11p6xFIJrIb3uSMOWeAO-APAth_TxMkrMniBKs0F4zV06j1G82YzHiDIxUIWVrAlHzQhcdYF0uFFy7gU1ayl33PFMTbgtaI5s5IZCwkST5kwu2joDz1vjOkytdmwsHp-503yBDqWUXUH_5dft_9nwOhADGP4ENiOGS33P8tSNprTgS-MBJC_aSKz_6UqFJiT26j4iHa3UZFah70t0jbAEq8M5Vz878b0O0uQJE8ZTYWAzVI9dJZ5KRT8-vYLyiePtmkPvDieXgWb7PpWaSHUdAkbW50yK9f9P3W8VDaoOsrDq2Scygch2uqp-EdtOg8eg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780229041.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:52",
            "id": "70",
            "u": "https://t.me/YourEurovision/6172",
            "t": "🇦🇱 АЛБАНИЯ: ВТОРОЙ ВЕЧЕР 64-ГО FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË",
            "b": "Сегодня вечером в Шкодере продолжится второй из трех конкурсных вечеров 64-го детского фестиваля песни «Festivali Mbarëkombëtar i Këngës për Fëmijë». Это событие является национальным отбором Албании: победитель в категории Juniors получит путевку на Детское Евровидение-2026 на Мальте.\n[КОНКУРСНАЯ СТРУКТУРА И УЧАСТНИКИ]\nВсего в отборочном цикле принимают участие 30 конкурсантов. Победитель будет определен решением профессиональной коллегии жюри и объявлен во время гранд-финала завтра вечером, 1 июня.\nПолный список участников и их композиций:\n• Eden Vrioni - «Rumtata»\n• Serena Turhani - «Aventura»\n• Jasemin Çaku - «Prit»\n• Grupi Pentagram - «Jug-Veri»\n• Korale - «Vera»\n• Sofi Tupi - «Jo mos imito»\n• Amla Veizaj - «Te gjithë në punë»\n• Kleon Prenga - «Boom-boom»\n• Amina Zegullaj - «Vetëm»\n• Dea Laja - «Miqësia jonë është e rrallë»\n• Ameis Demiraj - «Fjala»\n• Emili Dervishi - «Hello»\n• Mia & Buna Shkenza - «Urra-urra»\n• Anila Mahmudi - «Do mësoj»\n• Aria Kolaveri - «Do marr globin në krahë»\n• Alisa & Lisara Dashi - «Melodia jonë»\n• Ajri Drishti - «Nuk kam ku luj'»\n• Airis Shehu - «Shooping me shoqet»\n• Laura Spahiu - «Nëse beson»\n• Eli Ahmetaj - «Jam si lule»\n• Etnik Balidemaj - «Etnik»\n• Aislin & Mailis Kavaja - «Stilin kështu e kam»\n• Marvin Myshketa - «7 shanse»\n• Eslin Kurti - «Kërce me mua»\n• Kenza Pllana - «Do gjej zerin tim»\n• Marlin Janko - «Sjell dritë»\n• Rozafa Maka & Prishila Puka - «Mirëmëngjes»\n• Mejvis Malecaj - «Varka që nuk ndalet kurrë»\n• Maria Kalaja - «Çika-çika, çikalore»\n• Klea Shkreli - «Kush e shkroi»\n[ИНФОРМАЦИЯ О ТРАНСЛЯЦИИ]\nПрямой эфир начнется в 20:00 по Риге (19:00 CET). Албанский вещатель RTSH организует трансляцию на музыкальном канале, а для международной аудитории доступны стриминговые альтернативы.\n🔗 СМОТРЕТЬ: RTSH Muzikë\n🔗 СМОТРЕТЬ МЕЖДУНАРОДНЫЙ ЭФИР: ESCplus Live\n💬 Сможет ли Албания повторить или превзойти прошлогодний результат Kroni Pula на мальтийской сцене, или же жюри предпочтет в этом сезоне более камерную и неформатную лирику?\n⏱️ Время чтения: 1.5 мин | 🇦🇱 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/SbWsiiZURPBzsvjRorh8BHEmS_2DMrko89P8JxncUhUNSB1Rol6JKXxb-WnqLPBU0Mccn7aXGmXswScFfo5IenJbOm0px2PRx6Dt4kSuxxyVR5ejref2DU_CvAGBBCz3i50LvJuAmowr3pY12pnACu1bIj8Otq7SVX5L0m888DReP4KUGPn3auClkhlO4FT9Nr4gy41FL8PTdBiDbNb7I0Ak1D3x15cziz6g28YkhAOsGTnOfLLZ9GZNHz6zCfDmlKjIq82XLDuPjHNj8gkKzeq5kMgSJPGH3whFbFtunNONZKHkE1CW8xoTSQR_qPfkM6hyViC5-kiVDNI9cDaNxg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780224771.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:44",
            "id": "local",
            "u": "",
            "t": "🇦🇱 АЛБАНИЯ: ВТОРОЙ ВЕЧЕР 64-ГО FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË",
            "b": "**[КОНКУРСНАЯ СТРУКТУРА И УЧАСТНИКИ]**\nВсего в отборочном цикле принимают участие 30 конкурсантов. Победитель будет определен решением профессиональной коллегии жюри и объявлен во время гранд-финала завтра вечером, 1 июня.\nПолный список участников и их композиций:\n• Eden Vrioni - «Rumtata»\n• Serena Turhani - «Aventura»\n• Jasemin Çaku - «Prit»\n• Grupi Pentagram - «Jug-Veri»\n• Korale - «Vera»\n• Sofi Tupi - «Jo mos imito»\n• Amla Veizaj - «Te gjithë në punë»\n• Kleon Prenga - «Boom-boom»\n• Amina Zegullaj - «Vetëm»\n• Dea Laja - «Miqësia jonë është e rrallë»\n• Ameis Demiraj - «Fjala»\n• Emili Dervishi - «Hello»\n• Mia & Buna Shkenza - «Urra-urra»\n• Anila Mahmudi - «Do mësoj»\n• Aria Kolaveri - «Do marr globin në krahë»\n• Alisa & Lisara Dashi - «Melodia jonë»\n• Ajri Drishti - «Nuk kam ku luj'»\n• Airis Shehu - «Shooping me shoqet»\n• Laura Spahiu - «Nëse beson»\n• Eli Ahmetaj - «Jam si lule»\n• Etnik Balidemaj - «Etnik»\n• Aislin & Mailis Kavaja - «Stilin kështu e kam»\n• Marvin Myshketa - «7 shanse»\n• Eslin Kurti - «Kërce me mua»\n• Kenza Pllana - «Do gjej zerin tim»\n• Marlin Janko - «Sjell dritë»\n• Rozafa Maka & Prishila Puka - «Mirëmëngjes»\n• Mejvis Malecaj - «Varka që nuk ndalet kurrë»\n• Maria Kalaja - «Çika-çika, çikalore»\n• Klea Shkreli - «Kush e shkroi»\n---\n**[ИНФОРМАЦИЯ О ТРАНСЛЯЦИИ]**\nПрямой эфир начнется в **20:00 по Риге** (19:00 CET). Албанский вещатель RTSH организует трансляцию на музыкальном канале, а для международной аудитории доступны стриминговые альтернативы.\n🔗 **СМОТРЕТЬ:** [RTSH Muzikë](https://tv.rtsh.al/)\n🔗 **СМОТРЕТЬ МЕЖДУНАРОДНЫЙ ЭФИР:** [ESCplus Live](https://live.esc-plus.com/)\n🔗 **ОБСУДИТЬ В РЕТРАНСЛЯЦИИ:** [ESCNF Live](https://kick.com/escnflive)\n---\n💬 Сможет ли Албания повторить или превзойти прошлогодний результат Kroni Pula на мальтийской сцене, или же жюри предпочтет в этом сезоне более камерную и неформатную лирику?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780224240.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6171",
            "t": "🇬🇪 ГРУЗИЯ: ОПРЕДЕЛИЛИСЬ ФИНАЛИСТЫ НАЦОТБОРА «RANINA»",
            "b": "Грузинский общественный вещатель GPB подвел итоги полуфинала популярного детского музыкального шоу «Ranina», определив тройку сильнейших вокалистов, которые сразятся за право представить страну на Детском Евровидении-2026 на Мальте. Финал национального отбора состоится уже в следующую субботу, 6 июня.\n[ТРИУМФАТОРЫ ПОЛУФИНАЛА И ЮБИЛЕЙНЫЙ СЕТ]\nВ полуфинале приняли участие шесть юных исполнителей. По правилам этого этапа, конкурсанты исполняли композиции известной грузинской рок-группы «Mgzavrebi», которая в этом году отмечает 20-летний юбилей со дня основания.\nПо итогам выступлений профессиональное жюри выбрало трех финалистов. Ими стали:\n• Liliana Chachanidze (Лилиана Чачанидзе)\n• Zurab Naskidashvili (Зураб Наскидашвили)\n• Davit Lomidze (Давит Ломидзе)\nToma Turkadze, Nita Nabashvili и Ana Tavdgiridze завершили свое участие в проекте на стадии полуфинала.\n[ЭКСПЕРТНЫЙ ВЕРДИКТ И ПЕРСПЕКТИВЫ]\nВыступления полуфиналистов оценивали постоянные члены жюри - композитор Dato Evgenidze и певица Nato Metonidze. В качестве приглашенного эксперта к ним присоединился Oto Nemsadze, представлявший Грузию на взрослом Евровидении в 2019 году. Ведущими вечера выступили Davit Aladashvili и Vache Gviniashvili.\nИмя триумфатора отбора, который отправится в Та-Кали этой осенью, будет объявлено 6 июня. Решение полностью примет судейская коллегия. Грузия является одной из самых успешных стран в истории Детского Евровидения с тремя победами в активе, поэтому к выбору артиста вещатель подходит с максимальной строгостью.\n💬 Способна ли традиционная грузинская распевность и мелодизм в стилистике группы «Mgzavrebi» принести стране четвертый триумф на Детском Евровидении, или же будущему победителю отбора стоит сфокусироваться на более современном, радиоформатном поп-звучании?\n⏱️ Время чтения: 1.1 мин | 🇬🇪 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/m8gXqrkJMB43wjkR4jxwoK56ynZksPyhP5c1B-_BrheR_YA1abN027ZQieW-s_hYyH4WoP4TVHiVAO267_neDfkZOs0SahRE_Q-FP-4ib4Q-fkO4tafkI_hzc2-xXmqn98t_U7yuoOaG0bmJh97RjMjyNctkGpbpM8U8tsiGPIuHFvRPuwi5k-9krb98tO1RErYToW5kkMd5ssn9AC7DXMZqJtVCwoyuR0KjY7-6E9uz8XU3qCNxveDBDGpom8ByQ8S8YQYaQRWjt5rzVH7jtKrtdc0drozJyg4Go3-_F38RU8Kyx2kBVnVMPwsDFqNxevP1RLpGZp9bgtHfWqQ4pQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780224235.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:38",
            "id": "local",
            "u": "",
            "t": "🇬🇪 ГРУЗИЯ: ОПРЕДЕЛИЛИСЬ ФИНАЛИСТЫ НАЦОТБОРА «RANINA»",
            "b": "**[ТРИУМФАТОРЫ ПОЛУФИНАЛА И ЮБИЛЕЙНЫЙ СЕТ]**\nВ полуфинале приняли участие шесть юных исполнителей. По правилам этого этапа, конкурсанты исполняли композиции известной грузинской рок-группы «Mgzavrebi», которая в этом году отмечает 20-летний юбилей со дня основания.\nПо итогам выступлений профессиональное жюри выбрало трех финалистов. Ими стали:\n• **Liliana Chachanidze** (Лилиана Чачанидзе)\n• **Zurab Naskidashvili** (Зураб Наскидашвили)\n• **Davit Lomidze** (Давит Ломидзе)\nToma Turkadze, Nita Nabashvili и Ana Tavdgiridze завершили свое участие в проекте на стадии полуфинала.\n---\n**[ЭКСПЕРТНЫЙ ВЕРДИКТ И ПЕРСПЕКТИВЫ]**\nВыступления полуфиналистов оценивали постоянные члены жюри - композитор Dato Evgenidze и певица Nato Metonidze. В качестве приглашенного эксперта к ним присоединился Oto Nemsadze, представлявший Грузию на взрослом Евровидении в 2019 году. Ведущими вечера выступили Davit Aladashvili и Vache Gviniashvili.\nИмя триумфатора отбора, который отправится в Та-Кали этой осенью, будет объявлено 6 июня. Решение полностью примет судейская коллегия. Грузия является одной из самых успешных стран в истории Детского Евровидения с тремя победами в активе, поэтому к выбору артиста вещатель подходит с максимальной строгостью.\n---\n💬 Способна ли традиционная грузинская распевность и мелодизм в стилистике группы «Mgzavrebi» принести стране четвертый триумф на Детском Евровидении, или же будущему победителю отбора стоит сфокусироваться на более современном, радиоформатном поп-звучании?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780223880.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:36",
            "id": "70",
            "u": "https://t.me/YourEurovision/6170",
            "t": "🇽🇰 КОСОВО: ВЕЩАТЕЛЬ RTK НАПРАВИЛ EBU НОВЫЙ ЗАПРОС НА УЧАСТИЕ В ЕВРОВИДЕНИИ И ЗАПУСКАЕТ НАЦОТБОР",
            "b": "Государственный вещатель Косово RTK официально возобновил борьбу за полноценную интеграцию в европейскую вещательную экосистему. Исполняющая обязанности генерального директора телесети Zana Spahiu направила официальное письмо-запрос руководству EBU с требованием допустить страну к участию в классическом Евровидении-2027 в Болгарии и Детском Евровидении-2026 на Мальте.\nТРАТЕГИЧЕСКАЯ УВЯЗКА С РЕФОРМАМИ УСТАВА EBU\nВ своем обращении Zana Spahiu указывает, что RTK безуспешно отправляет формальные запросы на членство с 2013 года, несмотря на два десятилетия трансляции и популяризации ценностей конкурса в регионе. Косово предлагает решить застарелый политический тупик через грядущую реформу Устава EBU.\nКлючевые аргументы косовской стороны:\n• Генеральная Ассамблея: На ближайшей сессии EBU планирует рассмотреть масштабные изменения структуры членства, включая введение новых категорий (например, ассоциированных и внеевропейских участников). RTK требует включить Косово в этот пакет реформ для обеспечения долгосрочной справедливости.\n• Географический прецедент: В условиях, когда Евровидение давно вышло за рамки классической европейской географии, превратившись в глобальную платформу (кейс Австралии), дальнейшее сохранение жестких ограничений для Косово выглядит необоснованной структурной изоляцией.\nНАЦИОНАЛЬНЫЙ ШАГ: ЗАПУСК ОТБОРА «AKORDET E KOSOVËS»\nВ качестве доказательства серьезности намерений RTK реформирует свой внутренний отбор. После трех сезонов локального фестиваля вещатель готовит четвертый выпуск в новом амбициозном формате под названием «Akordet e Kosovës» (Аккорды Косово). Проект задуман как полноценный национальный отбор, победитель которого получит прямую путевку на Евровидение-2027 в случае одобрения заявки со стороны EBU.\n💬 Учитывая прошлые блокировки со стороны Сербии и ряда других стран, имеет ли EBU реальное право отказать RTK, ссылаясь исключительно на формальный устав ООН?\n⏱️ Время чтения: 1.1 мин | 🇽🇰 YourVision: Global",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780223817.0,
            "poll": null
        },
        {
            "m": "31.05 | 10:31",
            "id": "70",
            "u": "https://t.me/YourEurovision/6169",
            "t": "🇮🇹 ИТАЛИЯ: СЛУХИ САН-РЕМО-2027 - РАЗДЕЛЕНИЕ ТИТУЛОВ И РЕВОЛЮЦИОННЫЙ ПЛАН ЛЕЙБЛОВ",
            "b": "Итальянский музыкальный лоббизм готовит масштабный демонтаж классических правил отбора. Согласно инсайду журналиста Giuseppe Candela для Dagospia, ассоциация звукозаписывающих компаний FIMI близка к согласованию с вещателем RAI исторической реформы: победитель «Сан-Ремо-2027» и представитель страны на Евровидении-2027 могут выбираться в рамках параллельных состязаний.\nСТРАТЕГИЯ «ДВУХ ПОБЕДИТЕЛЕЙ» И ЕВРОВИЗИЙНЫЙ ПЯТНИЧНЫЙ ЭФИР\nНовое руководство фестиваля во главе со Stefano De Martino и музыкальным продюсером Fabrizio Ferraguzzo, по слухам, готово уступить давлению лейблов. Официального подтверждения реформы пока нет, но закулисные переговоры уже вышли на финальную стадию. Вместо традиционного автомата «победитель Сан-Ремо едет на Евровидение», путевку в Болгарию могут разыграть отдельно.\nМеханика новой схемы:\n• Супер-пятница: Четвертый вечер фестиваля (ранее посвященный каверам) станет «Вечером Евровидения».\n• Евровизийный апгрейд: Артисты исполнят свои конкурсные песни, но в измененных евровизийных аранжировках, с новой сценографией, хореографией и графикой.\n• Победитель вечера: Обладатель первого места в пятницу получит путевку на Евровидение-2027, независимо от того, кто выиграет финальный золотой лев в субботу.\nЛейблы лоббировали этот шаг ради минимизации рисков для топ-артистов (например, Annalisa), ориентированных исключительно на европейский рынок. В обмен на эту «революцию» звукозаписывающие гиганты согласились вернуть топ-имена на сцену Аристона, после того как частично бойкотировали последний сезон.\nКОНФЛИКТ ИНТЕРЕСОВ И ТЕХНИЧЕСКИЙ ТУПИК\nЭксперты критикуют реформу. Во-первых, Италия десять лет стабильно держится в топ-10 Евровидения по старой схеме («смерть работающей системы»). Во-вторых, сцена Аристона технически слишком мала для развертывания евровизионных стандартов графики и движения.\nПараллельно Sala Stampa (пресса) требует создать элитарную «Академию» из ограниченного числа критиков для голосования. Предыдущие директора блокировали это из-за тотального конфликта интересов: большинство музыкальных журналистов в Италии напрямую связаны с пиар-агентствами и радиохолдингами.\n💬 Не убьет ли прагматичный лоббизм лейблов национальный престиж самого Сан-Ремо, превратив его в чисто коммерческий конвейер?\n⏱️ Время чтения: 1.2 мин | 🇮🇹 YourVision: Sanremo",
            "img": "https://cdn4.telesco.pe/file/SWdTzrtt2caxHdYIHaM2JCsIH2DGjjE6k7y9eXq5gspGA6V0Y1hIJCzBEUj3vvYzkDkvE92ATlO1JIHTpc50xOPy4OshKZhI3zN5FcX4J3F08ryubAf72xJdeg0S904SAYJRlF9zeE3o2rPiUVsSFQ1ZcseXFD6NUG_XW5ys4IMl0hfChuVMfehGc9tiyQvQrv8x0yhs9CBeDhPmNjrwRBKYnSwMo5kSl43Yk-IvRNwdFn5Xn_lDy60M2Gea73e4W73KwewHOgPdm-A23o-fjoot_SwigKykHRZVS2XCBPnpUD-Wd4yZyX3rw69EVdd7dbTlVh4rdQoPOd9mpGsN6A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780223517.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:28",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ВЕЩАТЕЛЬ RTK НАПРАВИЛ EBU НОВЫЙ ЗАПРОС НА УЧАСТИЕ В ЕВРОВИДЕНИИ И ЗАПУСКАЕТ НАЦОТБОР",
            "b": "**⚖️ СТРАТЕГИЧЕСКАЯ УВЯЗКА С РЕФОРМАМИ УСТАВА EBU**\nВ своем обращении Zana Spahiu указывает, что RTK безуспешно отправляет формальные запросы на членство с 2013 года, несмотря на два десятилетия трансляции и популяризации ценностей конкурса в регионе. Косово предлагает решить застарелый политический тупик через грядущую реформу Устава EBU.\nКлючевые аргументы косовской стороны:\n• **Генеральная Ассамблея:** На ближайшей сессии EBU планирует рассмотреть масштабные изменения структуры членства, включая введение новых категорий (например, ассоциированных и внеевропейских участников). RTK требует включить Косово в этот пакет реформ для обеспечения долгосрочной справедливости.\n• **Географический прецедент:** В условиях, когда Евровидение давно вышло за рамки классической европейской географии, превратившись в глобальную платформу (кейс Австралии), дальнейшее сохранение жестких ограничений для Косово выглядит необоснованной структурной изоляцией.\n---\n**🎹 НАЦИОНАЛЬНЫЙ ШАГ: ЗАПУСК ОТБОРА «AKORDET E KOSOVËS»**\nВ качестве доказательства серьезности намерений RTK реформирует свой внутренний отбор. После трех сезонов локального фестиваля вещатель готовит четвертый выпуск в новом амбициозном формате под названием «Akordet e Kosovës» (Аккорды Косово). Проект задуман как полноценный национальный отбор, победитель которого получит прямую путевку на Евровидение-2027 в случае одобрения заявки со стороны EBU.\n---\n💬 Учитывая прошлые блокировки со стороны Сербии и ряда других стран, имеет ли EBU реальное право отказать RTK, ссылаясь исключительно на формальный устав ООН?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780223280.0,
            "poll": null
        },
        {
            "m": "31.05 | 13:20",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ИТАЛИЯ: СЛУХИ САН-РЕМО-2027 - РАЗДЕЛЕНИЕ ТИТУЛОВ И РЕВОЛЮЦИОННЫЙ ПЛАН ЛЕЙБЛОВ",
            "b": "**⚡ СТРАТЕГИЯ «ДВУХ ПОБЕДИТЕЛЕЙ» И ЕВРОВИЗИЙНЫЙ ПЯТНИЧНЫЙ ЭФИР**\nНовое руководство фестиваля во главе со Stefano De Martino и музыкальным продюсером Fabrizio Ferraguzzo, по слухам, готово уступить давлению лейблов. Официального подтверждения реформы пока нет, но закулисные переговоры уже вышли на финальную стадию. Вместо традиционного автомата «победитель Сан-Ремо едет на Евровидение», путевку в Болгарию могут разыграть отдельно.\nМеханика новой схемы:\n• **Супер-пятница:** Четвертый вечер фестиваля (ранее посвященный каверам) станет «Вечером Евровидения».\n• **Евровизийный апгрейд:** Артисты исполнят свои конкурсные песни, но в измененных евровизийных аранжировках, с новой сценографией, хореографией и графикой.\n• **Победитель вечера:** Обладатель первого места в пятницу получит путевку на Евровидение-2027, независимо от того, кто выиграет финальный золотой лев в субботу.\nЛейблы лоббировали этот шаг ради минимизации рисков для топ-артистов (например, Annalisa), ориентированных исключительно на европейский рынок. В обмен на эту «революцию» звукозаписывающие гиганты согласились вернуть топ-имена на сцену Аристона, после того как частично бойкотировали последний сезон.\n---\n**⚠️ КОНФЛИКТ ИНТЕРЕСОВ И ТЕХНИЧЕСКИЙ ТУПИК**\nЭксперты критикуют реформу. Во-первых, Италия десять лет стабильно держится в топ-10 Евровидения по старой схеме («смерть работающей системы»). Во-вторых, сцена Аристона технически слишком мала для развертывания евровизионных стандартов графики и движения.\nПараллельно Sala Stampa (пресса) требует создать элитарную «Академию» из ограниченного числа критиков для голосования. Предыдущие директора блокировали это из-за тотального конфликта интересов: большинство музыкальных журналистов в Италии напрямую связаны с пиар-агентствами и радиохолдингами.\n---\n💬 Не убьет ли прагматичный лоббизм лейблов национальный престиж самого Сан-Ремо, превратив его в чисто коммерческий конвейер?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780222800.0,
            "poll": null
        },
        {
            "m": "31.05 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6052",
            "t": "🪨 #FRAGMENT: КУРИНЫЙ БОГ",
            "b": "Камень холодный в ладони, тяжелее чем выглядит. Дырку проточили вода и песок, сколько лет - никто не считал. На берегу таких лежат тысячи; этот забрал в карман один человек. Сквозь дырку небо умещается размером с двухрублёвую монету и каждый раз другое. Куриный бог - так его называли в деревнях, где кур больше нет.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/Nj8yJ02yQ-_O1DXAvnXfoNwJIsFCGkuLkKf6ZJqYsuo1RMc8iTtll0ondQVKDmvtHmYpp2xUW46BN-VJPtRN2qyn8rwhfFrn6dA3KCQmJsK2u5z_WKsVb2p4leNCti4pgWalV2c5q0kNrE94B9ykD0fZ3g57f9w5bDZ4R88BknDZWkurW-hlfQfjZITxNETuHhy8QRepgu5ZTiMMKfIyOwtBUntqEcLOiApbKLvqnTRgIMzSfS6m6ZJRVksk4URB050Bq7aF3QlzU1HaIe02IZAriH6A2__H2BvNsQU_1z66XkWwq0DrK41HO_YmIOcX2F8mrDfdJiH9gizUn6bIyQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780211041.0,
            "poll": null
        },
        {
            "m": "30.05 | 15:04",
            "id": "70",
            "u": "https://t.me/YourEurovision/6168",
            "t": "🔄 REBOOT: ФЕНОМЕН ROSA LINN - КАК ПРОВАЛ НА КОНКУРСЕ ПРЕВРАТИЛСЯ В МИЛЛИАРД СТРИМОВ",
            "b": "Иногда 20-е место - это только начало. Певица Rosa Linn доказала, что оценки на конкурсе не определяют глобальный успех.\n👍 Старт: В Турине-2022 песня «Snap» набрала лишь 61 балл, заняв скромное 20-е место. Критики быстро списали релиз со счетов.\n👍 Вирусный взлет: Спустя пару месяцев трек стал трендом в TikTok. Пользователи массово использовали припев для видео, запустив цепную реакцию.\n👍 Цифры: Трек преодолел отметку в 1.1 млрд стримов в Spotify, получил платину в США и Великобритании и вошел в топ-5 самых успешных песен конкурса.\nКейс «Snap» показал: песня способна совершить масштабный перезапуск без оглядки на турнирную таблицу конкурса.\n💬 Стал ли успех Rosa Linn доказательством того, что оценки жюри стремительно теряют свою значимость?\n⏱️ Время чтения: 0.7 мин | 🔄 YourVision: Reboot",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780153484.0,
            "poll": null
        },
        {
            "m": "30.05 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6051",
            "t": "🏺 #HERITAGE: ЗАДАБРИВАНИЕ КОЛОДЦА - ДОГОВОР С ВОДОЙ",
            "b": "К 1970 году в большинстве деревень Латвии центральный водопровод закрыл колодцы навсегда. Ритуал, который шёл с ними тысячу лет, исчез не из-за веры - из-за труб. Никто не сжигал традицию. Просто колодец перестал быть точкой каждодневного действия.\nESSENCE:\nВ балтийской и восточнославянской традиции - первое ведро воды, поднятое весной после зимы, выливали обратно в колодец с подношением. Хлеб, монетка, лента, цветок. Это был не подарок духу колодца, хотя народные легенды позже объясняли так. Это был договор: «я беру отсюда - я возвращаю». Структура бухгалтерская, не мистическая.\nВ Латвии задабривание делали на Юргис (23 апреля по старому стилю = 6 мая по новому), а финальное «закрепление» - до конца мая, перед чисто летним водоиспользованием. 30 мая - последний день когда это имело смысл сделать в традиционном календаре. Аналоги в других культурах: гэльские «well dressings» (украшение колодцев глиной и цветами), японские синтоистские подношения у источников, средиземноморские либации воды богам.\nMARGINALIA - точные детали, которые ушли первыми:\nПодношение было троичным: хлеб (зерно как символ труда), монетка (металл как переход между мирами - не серебро, не золото, а простая медь), цветок (живое возвращается в воду которая даёт жизнь). Никаких записок, никаких личных просьб - только формула.\nСлова произносились до бросания, не после. Точный текст варьировался по местностям, но структура одна: «я возвращаю что взяла - дай ещё». Не «прошу» - утверждение. Колодец не одолжение делает, а исполняет договор.\nПодношение бросали не в центр, а ближе к стенке. Считалось что центр колодца «уходит вниз», к источнику, а стенки - земная часть, ритуальная.\nПосле задабривания колодец считался «открытым» для летнего использования. Из непосвящённого источника становился отношением.\nУТРАТА:\nЧто исчезло:\n1. Знание правильных слов договора.\n2. Понимание зачем - что это не подарок, а транзакция.\n3. Различие центр/стенка колодца.\n4. Чувство что место имеет «бухгалтерию» взаимоотношений с людьми.\n5. Само собой - колодец как объект.\nЧто сохранилось трансформированно: бросание монет в фонтаны и водоёмы. Это поздняя форма того же ритуала, но без понимания структуры. Сегодня бросают «на счастье» - в традиции бросали «чтобы система продолжала работать». Разница больше чем кажется: счастье индивидуально, договор коллективный и многократный.\n→ Из какой именно точки в твой дом приходит вода? Знаешь ли ты эту точку лично - не как технический факт, а как место?\n⏱️ 2.3 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/Q3QB0flfP9YVDtw2URDGlg-BUmSUMkUjFlsaLU8kssgpLdp_B8Oe0_agYQWe0DSyQ0MTZdVNxYQhmQ9oTkQmxQHItrrM6jj2RXpD6fi-jxCJfW7GUFV0mnV7rt1M-7aXJbD9l7OsY05nBwlSSomLVj7U7KEJ3EsG-ZhzgMHrVd5MCm58hh60IJ5eLs7mzZkie18SyaGD-2CnvnHqCys9q6UCmU0EH7u63uVByOiZ-bqO6AyDUEGUfZ_WgwB1kjb3EM5tfkDQ1xZBbH1Bs-dKgXZ1CoC4DD1JZpHcKEidMQIrejGIxMYzGIs-ehWboE_RF-WdMQi37UFo7u9NtdgxsA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780153321.0,
            "poll": null
        },
        {
            "m": "30.05 | 18:00",
            "id": "local",
            "u": "",
            "t": "🔄 REBOOT: ФЕНОМЕН ROSA LINN - КАК ПРОВАЛ НА КОНКУРСЕ ПРЕВРАТИЛСЯ В МИЛЛИАРД СТРИМОВ",
            "b": "💬 Стал ли успех Rosa Linn доказательством того, что оценки жюри стремительно теряют свою значимость?\n---\n🔗 **ИСТОЧНИКИ:** [Eurovisionworld](https://eurovisionworld.com/) | [Spotify](https://charts.spotify.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780153200.0,
            "poll": null
        },
        {
            "m": "30.05 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6050",
            "t": "🥐 #CAKES: PAVLOVA - ОБЛАКО ДЛЯ ПОСЛЕДНИХ ВЕСЕННИХ ЯГОД",
            "b": "ЛЕГЕНДА:\nPavlova - архитектурный ответ хрупкой ягоде. Безе как платформа, сливки как пауза, ягода как событие.\n1926 год. Анна Павлова, прима Императорского балета, гастролирует Австралию и Новую Зеландию. Триумф в обеих странах. Шеф-повара пытаются сделать десерт в её честь. С тех пор Австралия и Новая Зеландия спорят кто первый - 90 лет, монографии, защищённые диссертации (Helen Leach из Otago University написала книгу). Современные исследования указывают на новозеландский первоисточник 1926 года. Австралия не сдаётся, и в этом споре - вся суть pavlova: она про лёгкость, про эфемерность, про то что важна не дата, а ощущение.\nСтруктура - копия балетной позы. Безе снаружи хрустящее (как пуанты), внутри маршмеллоу (как тело балерины). Сливки - тутус. Ягода - кульминация. Десерт держится 4 часа после сборки, потом теряет хруст. Это не недостаток - это правило. Pavlova должна быть съедена сегодня, как балет должен быть станцован сегодня.\nПривязка к 30.05: на этой неделе последняя кислая клубника и первая малина встречаются в одном кадре. Лесная земляника только начинается. Ревень доходит. Для pavlova - идеальный момент: ей нужны ягоды с характером, не сладкие, не пресные. Сейчас они такие.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Безе: 4 белка комнатной температуры, мелкий сахар 200 г, кукурузный крахмал 1 ч л, белый винный уксус 1 ч л, щепотка соли, ваниль (паста или экстракт)\n- Сливки: жирные сливки 33-35% - 300 мл, сахарная пудра 1 ст л, ваниль\n- Ягоды: 400 г смешанных весенних: последняя кислая клубника, первая малина, лесная земляника, ревень бланшированный кусочками\n- Финиш: свежая мята, сахарная пудра для дусти\n- Посуда: противень с пергаментом, на пергаменте начертить круг 20 см.\nМЕХАНИКА ПРОЦЕССА:\n1. БЕЗЕ. Белки + соль взбить в чистой сухой миске до мягких пиков. Сахар вводить постепенно - по 1 столовой ложке, не торопясь. После каждой ложки взбивать 20-30 секунд. После полного введения сахара продолжать взбивать на высокой скорости 5-7 минут до глянцевых устойчивых пиков. Тест: растереть массу между пальцами - не должно быть зернистости. Если зернистость есть - сахар не растворился, продолжать. В конце ввести крахмал, уксус, ваниль складкой осторожно.\n2. ФОРМОВКА. Перевернуть пергамент кругом вниз (чтобы не пачкать карандашом сторону безе). Выложить массу. Сформировать дно толщиной 1.5 см и поднять края на 3-4 см, оставив в центре углубление - туда положатся сливки. Не делать гладко: текстура важна и для эстетики, и для прочности.\n3. ВЫПЕЧКА. ВКЛЮЧИТЬ духовку заранее на 120°C. Поставить безе. Сразу понизить до 100°C. Выпекать 1.5 часа. Не открывать дверцу - резкий перепад температур = трещины и опадание. Через 1.5 часа выключить духовку и оставить безе ВНУТРИ до полного остывания (ещё 1-2 часа). Это критично. Только полное медленное остывание даёт правильную структуру: хрустящая корка, маршмеллоу-центр.\n4. ПРОВЕРКА ГОТОВНОСТИ. Готовое безе светло-кремовое (не белое и не коричневое), снаружи хрустящее, при постукивании пальца снизу - сухой звук. Внутри, при нажатии в центре, чувствуется лёгкая мягкость - это правильно, это маршмеллоу.\n5. СБОРКА. ТОЛЬКО за час до подачи, не раньше. Сливки взбить с пудрой и ванилью до мягких пиков - не до жёстких, иначе пойдут крупинки. Выложить горкой на дно безе. Сверху живописно разложить ягоды (не нарезать слишком мелко - текстура важна). Мята. Лёгкая дусти из сахарной пудры через ситечко. Подавать сразу.\nОкно подачи: 1 час с момента сборки. После - безе размокает от сливок. Это не торт «на завтра». Это торт «сегодня».\n⏱️ 2.6 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/ppAAqn4JUmciWIkkmOMQDXUqWZbvz5aNujTIeEbbirzCK23Yc731ptXphzKaXZQ8le3t8_OLCVPC5X5lro7FWPecVtEcxl8OQiYjb2StkMDBL2S6gFm4KpERh1SJCKh_Q19g63Ziwd2agUwUWrxWCZm3fWgEVvl8hmS1yQuzLsdwe1lCjAMAOSQSBMDW9dYma-FrVyz2txkyuZf4skM2gc2ntn2Dihy9zpkdTjg2la0ppHTWILjebh9_NpHLS2rxoXdB-3_Dw_MFR4lJZFJZ1aF8IbFxz1stcBXB0_TYQrqaN-uNqmvXEoBeh8JknDWdNJ7rqfZ58OelWcwdjVceMA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780142641.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:58",
            "id": "70",
            "u": "https://t.me/YourEurovision/6167",
            "t": "🇳🇿 НОВАЯ ЗЕЛАНДИЯ: TVNZ ОЦЕНИЛ ВЕЩАТЕЛЬНЫЕ ПРАВА НА ЕВРОВИДЕНИЕ, НО ОТКАЗАЛСЯ ОТ ДЕБЮТА",
            "b": "Публичный вещатель Новой Зеландии TVNZ официально подтвердил обсуждение покупки прав на трансляцию Евровидения. При этом руководство телесети исключило возможность дебюта страны на классическом конкурсе или на грядущем Евровидении Азия в этом году.\nВЕРДИКТ ВЕЩАТЕЛЯ И ПОЛИТИЧЕСКИЙ РЕЗОНАНС\nПредставитель TVNZ заявил изданию The Post, что сеть оценила открывшиеся коммерческие возможности, но приняла решение не двигаться дальше. Касательно полноценного участия вещатель высказался прагматично: для этого шага необходимо сопоставить финансовые расходы и логистические сложности с реальным интересом аудитории.\nПри этом инициатива имеет серьезную поддержку на уровне правительства. Министр культуры и наследия Paul Goldsmith публично отметил:\n• Участие открыло бы колоссальные возможности для продвижения новозеландских артистов на глобальном рынке.\n• Страна могла бы продемонстрировать миру свои креативные индустрии во всем их многообразии.\nЮРИДИЧЕСКИЙ СТАТУС И АЛЬТЕРНАТИВЫ\nTVNZ является ассоциированным членом EBU, но для участия в классическом Евровидении вещателю требуется персональное приглашение от Референтной группы (как это происходит с Австралией). В отличие от Канберры, Окленд не имеет многолетней непрерывной истории трансляции шоу, что снижает шансы.\nОднако Новая Зеландия сохраняет за собой право дебютировать на первом в истории Евровидении Азия, проведение которого запланировано на конец этого года.\n💬 Стоит ли EBU проявлять гибкость и искусственно приглашать Океанию ради привлечения новых рекламодателей, или конкурс должен оставаться строго европейским?\n⏱️ Время чтения: 1.0 мин | 🇳🇿 YourVision: Global",
            "img": "https://cdn4.telesco.pe/file/Q31MF5UWmo0EGsji7HZmqkJT4XO8A3LpqmmS6m-v48TO_mS1BXSXjJBxaNuN1Wy4WOHDElgW06WbHcP2tNYAoIy3StpnC2wSJ2wN5JgA7T7Bmx_Nzg-aKWXFWy9QNstwlWHXlOc_trLvaGv4hFCRkGjXm7jmWJmKBYHShSi1A5z8ANh92PQj6yuxuA-zNpq6mUKwsl3tH-djud3TsS1V0cL6kktqNmanI_-u3XofKCxmeiw5TekkgFg0wyeWebdp0EUiouhiWo4qsF6sl-ASRAwW71e59COEQfa8De2TxhLxYzNwoGfZ0Luyru8mMfM2hDk_y7wjjpFcX7VfneeLIQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780142313.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:54",
            "id": "70",
            "u": "https://t.me/YourEurovision/6166",
            "t": "🇬🇪🇦🇱 ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026: СУББОТНИЙ ЭФИР - ПОЛУФИНАЛ RANINA В ГРУЗИИ И СТАРТ ОТБОРА В АЛБАНИИ",
            "b": "Сегодня вечером два вещателя активируют прямые трансляции в рамках отборочной кампании на Детское Евровидение-2026. Грузия определит тройку финалистов, а Албания проведет первый тур национального фестиваля.\n🇬🇪 ГРУЗИЯ: ПОЛУФИНАЛ ШОУ «RANINA» (21:00 RIGA)\nНа вещателе GPB состоится полуфинал национального отбора. Шесть юных исполнителей поборются за три путевки в финал. В сегодняшнем выпуске конкурсанты исполнят произведения популярной грузинской группы Mgzavrebi, празднующей свое 20-летие. Ведущие эфира - Davit Aladashvili и Vache Gviniashvili.\nСостав полуфиналистов:\n• Liliana Chachanidze\n• Zurab Naskidashvili\n• Davit Lomidze\n• Toma Turkadze\n• Nita Nabashvili\n• Ana Tavdgiridze\nГолоса профессионального жюри (Dato Evgenidze, Nato Metonidze и приглашенный эксперт) сегодня останутся закрытыми. Имена трех финалистов объявят в самом конце эфира.\n🇦🇱 АЛБАНИЯ: ОТКРЫТИЕ «FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË»\nВ Шкодере стартует первый из трех вечеров 64-го Всенационального детского фестиваля песни. Победитель отбора представит Албанию на Мальте. Всего в фестивале принимают участие 30 исполнителей, разделенных на конкурсные дни. Сильнейшего определит профессиональное жюри, а его имя назовут в финале 1 июня.\n🔗 СМОТРЕТЬ ЭФИР ГРУЗИИ: GPB Live\n⏱️ Время чтения: 1.1 мин | 🏆 YourVision: JESC",
            "img": "https://cdn4.telesco.pe/file/Luna7gj635RTZiH5nLQBr25nwLseo7tcHVTxO8RBJsOco7PYhYwa_5kRoWFaXFOEBrc6lMaPWzxBD0CsZOj58WZJyiSTEvHM6_TJEurFIRVm7tl7ydiIBYZjkbPW2XwFtfjJhfPaKYJRn4G9svuWlJayD8vu-Ff5E9Gejif4cmJd1x32elkTBZlJu1uKGzVcYs69m1dWBUlvjeHPi3Sh3a0bi362BUhFd_tAmTcZ01Cpj5k-wK9rWW4dl4tUv_Dp7bDvECGhps4JNuGY4irZj1eI2Ltr0xqjuXN5fKdSfinGVipMO8b5rtm521JoY7H6rrKG6bP9JswlN-5HlR1xrg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780142071.0,
            "poll": null
        },
        {
            "m": "30.05 | 14:53",
            "id": "local",
            "u": "",
            "t": "🇳🇿 НОВАЯ ЗЕЛАНДИЯ: TVNZ ОЦЕНИЛ ВЕЩАТЕЛЬНЫЕ ПРАВА НА ЕВРОВИДЕНИЕ, НО ОТКАЗАЛСЯ ОТ ДЕБЮТА",
            "b": "**📊 ВЕРДИКТ ВЕЩАТЕЛЯ И ПОЛИТИЧЕСКИЙ РЕЗОНАНС**\nПредставитель TVNZ заявил изданию The Post, что сеть оценила открывшиеся коммерческие возможности, но приняла решение не двигаться дальше. Касательно полноценного участия вещатель высказался прагматично: для этого шага необходимо сопоставить финансовые расходы и логистические сложности с реальным интересом аудитории.\nПри этом инициатива имеет серьезную поддержку на уровне правительства. Министр культуры и наследия Paul Goldsmith публично отметил:\n• Участие открыло бы колоссальные возможности для продвижения новозеландских артистов на глобальном рынке.\n• Страна могла бы продемонстрировать миру свои креативные индустрии во всем их многообразии.\n---\n**⚙️ ЮРИДИЧЕСКИЙ СТАТУС И АЛЬТЕРНАТИВЫ**\nTVNZ является ассоциированным членом EBU, но для участия в классическом Евровидении вещателю требуется персональное приглашение от Референтной группы (как это происходит с Австралией). В отличие от Канберры, Окленд не имеет многолетней непрерывной истории трансляции шоу, что снижает шансы.\nОднако Новая Зеландия сохраняет за собой право дебютировать на первом в истории Евровидении Азия, проведение которого запланировано на конец этого года.\n---\n💬 Стоит ли EBU проявлять гибкость и искусственно приглашать Океанию ради привлечения новых рекламодателей, или конкурс должен оставаться строго европейским?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780141980.0,
            "poll": null
        },
        {
            "m": "30.05 | 11:50",
            "id": "70",
            "u": "https://t.me/YourEurovision/6165",
            "t": "🇳🇱 НИДЕРЛАНДЫ: JUNIOR SONGFESTIVAL-2026 - ПЕРВЫЕ ФИНАЛИСТЫ ОБЪЯВЛЕНЫ В ХОДЕ ДОРОЖНОГО ШОУ",
            "b": "Вещатель AVROTROS начал раскрывать имена участников национального отбора на Детское Евровидение-2026. Победитель отбора представит страну на грядущем конкурсе на Мальте.\nДОРОЖНЫЙ СЮРПРИЗ ДЛЯ МОЛОДЫХ ТАЛАНТОВ\nОбъявление кандидатов прошло в формате динамичного дорожного реалити-шоу. Бывший участник Детского Евровидения Matheu Hinzen проехал на специальном автобусе по городам Нидерландов, чтобы лично удивить прошедших кастинг детей и вручить им путевки в финал.\nПервая группа участников, отобранная профессиональным жюри:\n👍 Nolan (12 лет)\n👍 Lay (11 лет)\n👍 Catelynn (12 лет)\n👍 Noud (12 лет)\n👍 Zoë (12 лет)\nМЕХАНИКА И ДАЛЬНЕЙШИЕ ШАГИ\nВсего организаторы сформируют четыре сценических акта (солистов, дуэты или группы). Специально для них напишут оригинальные композиции и снимут клипы. Победителя определят 19 сентября в прямом эфире «Junior Songfestival», где за путевку на Мальту сразятся все четыре проекта. В прошлом году Нидерланды на Детском Евровидении представила Meadow с песней \"Freeze\", заняв итоговое 10-е место.\n💬 Учитывая прошлые успехи Нидерландов с группами, стоит ли продюсерам вновь объединять этих сольных финалистов в бэнды?\n🔗 СМОТРЕТЬ: Дорожное реалити-шоу: Объявление первых финалистов Junior Songfestival-2026\n⏱️ Время чтения: 0.9 мин | 🇳🇱 YourVision: JESC",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780141817.0,
            "poll": null
        },
        {
            "m": "30.05 | 14:48",
            "id": "local",
            "u": "",
            "t": "🇬🇪🇦🇱 ДЕТСКОЕ ЕВРОВИДЕНИЕ-2026: СУББОТНИЙ ЭФИР - ПОЛУФИНАЛ RANINA В ГРУЗИИ И СТАРТ ОТБОРА В АЛБАНИИ",
            "b": "**🇬🇪 ГРУЗИЯ: ПОЛУФИНАЛ ШОУ «RANINA» (21:00 RIGA)**\nНа вещателе GPB состоится полуфинал национального отбора. Шесть юных исполнителей поборются за три путевки в финал. В сегодняшнем выпуске конкурсанты исполнят произведения популярной грузинской группы Mgzavrebi, празднующей свое 20-летие. Ведущие эфира - Davit Aladashvili и Vache Gviniashvili.\nСостав полуфиналистов:\n• Liliana Chachanidze\n• Zurab Naskidashvili\n• Davit Lomidze\n• Toma Turkadze\n• Nita Nabashvili\n• Ana Tavdgiridze\nГолоса профессионального жюри (Dato Evgenidze, Nato Metonidze и приглашенный эксперт) сегодня останутся закрытыми. Имена трех финалистов объявят в самом конце эфира.\n---\n**🇦🇱 АЛБАНИЯ: ОТКРЫТИЕ «FESTIVALI MBARËKOMBËTAR I KËNGËS PËR FËMIJË»**\nВ Шкодере стартует первый из трех вечеров 64-го Всенационального детского фестиваля песни. Победитель отбора представит Албанию на Мальте. Всего в фестивале принимают участие 30 исполнителей, разделенных на конкурсные дни. Сильнейшего определит профессиональное жюри, а его имя назовут в финале 1 июня.\n---\n🔗 **СМОТРЕТЬ ЭФИР ГРУЗИИ:** [GPB Live](https://player.1tv.ge/1tv)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780141680.0,
            "poll": null
        },
        {
            "m": "30.05 | 14:45",
            "id": "local",
            "u": "",
            "t": "🇦🇹 АВСТРИЯ: ЦИФРЫ ВЕНЫ - ORF ОТЧИТАЛСЯ О РЕКОРДНЫХ РЕЙТИНГАХ ЕВРОВИДЕНИЯ-2026",
            "b": "**📊 МЕДИА-ПОКАЗАТЕЛИ ВЕНСКОГО СЕЗОНА**\n• **Телевизионный эфир:** Три основных шоу и сопутствующие спецвыпуски на ORF 1 привлекли 4.567 млн зрителей (61% целевой аудитории 12+).\n• **Стриминг и онлайн:** Цифровая платформа ORF ON зафиксировала 66 млн минут просмотров в Австрии. В день финала установлен исторический рекорд платформы - 33 млн минут.\n• **Социальные сети:** На ресурсах вещателя опубликовано более 450 единиц контента, собравших суммарно 100.9 млн просмотров (64 млн в Instagram, 36 млн в TikTok). Самый успешный ролик в TikTok («Best of DARA») набрал 8.6 млн просмотров.\n• **Интерактив:** На портале debatte.ORF.at пользователи оставили свыше 14 тысяч комментариев, а 1900 лучших сообщений вывели в прямой эфир через телетекст.\n---\n**🏟 ОХВАТ ВНУТРИ СТОЛИЦЫ**\nДелегации и туристы превратили Вену в масштабный хаб. Арена Wiener Stadthalle приняла более 97 тысяч зрителей на девяти шоу. Официальную фан-зону Eurovision Village на Ратушной площади посетили 150 тысяч человек, Eurofan House в Венском музее привлек 23.4 тысячи гостей, а клубная площадка EuroClub в PraterDOME приняла 16 тысяч посетителей. Безопасность и менеджмент обеспечивали 5500 специалистов и 650 волонтеров из 45 стран.\n---\n💬 Поможет ли австрийский успех вернуть доверие крупных спонсоров и вещателей к классическому формату после кризисных сезонов?",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780141500.0,
            "poll": null
        },
        {
            "m": "30.05 | 14:43",
            "id": "local",
            "u": "",
            "t": "🇳🇱 НИДЕРЛАНДЫ: JUNIOR SONGFESTIVAL-2026 - ПЕРВЫЕ ФИНАЛИСТЫ ОБЪЯВЛЕНЫ В ХОДЕ ДОРОЖНОГО ШОУ",
            "b": "**🚌 ДОРОЖНЫЙ СЮРПРИЗ ДЛЯ МОЛОДЫХ ТАЛАНТОВ**\nОбъявление кандидатов прошло в формате динамичного дорожного реалити-шоу. Бывший участник Детского Евровидения Matheu Hinzen проехал на специальном автобусе по городам Нидерландов, чтобы лично удивить прошедших кастинг детей и вручить им путевки в финал.\nПервая группа участников, отобранная профессиональным жюри:\n• Nolan (12 лет)\n• Lay (11 лет)\n• Catelynn (12 лет)\n• Noud (12 лет)\n• Zoë (12 лет)\n---\n**⚙️ МЕХАНИКА И ДАЛЬНЕЙШИЕ ШАГИ**\nВсего организаторы сформируют четыре сценических акта (солистов, дуэты или группы). Специально для них напишут оригинальные композиции и снимут клипы. Победителя определят 19 сентября в прямом эфире «Junior Songfestival», где за путевку на Мальту сразятся все четыре проекта. В прошлом году Нидерланды на Детском Евровидении представила Meadow с песней \"Freeze\", заняв итоговое 10-е место.\n---\n💬 Учитывая прошлые успехи Нидерландов с группами, стоит ли продюсерам вновь объединять этих сольных финалистов в бэнды?\n---\n🔗 **СМОТРЕТЬ:** [Дорожное реалити-шоу: Объявление первых финалистов Junior Songfestival-2026](https://www.youtube.com/watch?v=IcjOZYFV1NA&t=11s)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780141380.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};