var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Alexandra Capitanescu",
            "s": "Fuego (Eleni Foureira, Кипр 2018)",
            "p": "105 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ro.svg"
        },
        {
            "r": 2,
            "a": "Delta Goodrem",
            "s": "Tattoo (Loreen, Швеция 2023)",
            "p": "55 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_au.svg"
        },
        {
            "r": 3,
            "a": "Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, Дания 2000)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_lv.svg"
        },
        {
            "r": 4,
            "a": "AIDAN",
            "s": "Per Sempre Si (Sal Da Vinci, Италия 2026)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_mt.svg"
        },
        {
            "r": 5,
            "a": "Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, Португалия 2017)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_cz.svg"
        },
        {
            "r": 6,
            "a": "SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, Италия 2017)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_sm.svg"
        },
        {
            "r": 7,
            "a": "Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, Хорватия 2024)",
            "p": "40 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_md.svg"
        },
        {
            "r": 8,
            "a": "Tamara Zivkovic",
            "s": "Euphoria After Dark (Loreen, Швеция 2012)",
            "p": "40 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_me.svg"
        },
        {
            "r": 9,
            "a": "LELEK",
            "s": "Wild Dances (Ruslana, Украина 2004)",
            "p": "38 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_hr.svg"
        },
        {
            "r": 10,
            "a": "LAVINA",
            "s": "In My Dreams (Wig Wam, Норвегия 2005)",
            "p": "36 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_rs.svg"
        },
        {
            "r": 11,
            "a": "Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, Португалия 2022)",
            "p": "35 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_pt.svg"
        },
        {
            "r": 12,
            "a": "Veronica Fusaro",
            "s": "Satellite (Lena, Германия 2010)",
            "p": "31 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ch.svg"
        },
        {
            "r": 13,
            "a": "Little Antigoni",
            "s": "My Number One (Helena Paparizou, Греция 2005)",
            "p": "28 pts (↑2)",
            "img": "https://www.eurovision.com/static/images/flags/flag_cy.svg"
        },
        {
            "r": 14,
            "a": "Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, Италия 1958)",
            "p": "27 pts (↓1)",
            "img": "https://www.eurovision.com/static/images/flags/flag_de.svg"
        },
        {
            "r": 15,
            "a": "Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, Австрия 2014)",
            "p": "26 pts (↓1)",
            "img": "https://www.eurovision.com/static/images/flags/flag_gr.svg"
        },
        {
            "r": 16,
            "a": "Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Celine Dion, Швейцария 1988)",
            "p": "22 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_lu.svg"
        },
        {
            "r": 17,
            "a": "Soren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her (Celine Dion, Швейцария 1988)",
            "p": "22 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_dk.svg"
        },
        {
            "r": 18,
            "a": "JONAS LOVV",
            "s": "Arcade (Duncan Laurence, Нидерланды 2019)",
            "p": "20 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_no.svg"
        },
        {
            "r": 19,
            "a": "JIVA",
            "s": "We Could Be The Same (maNga, Турция 2010)",
            "p": "14 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_az.svg"
        },
        {
            "r": 20,
            "a": "LELEKA",
            "s": "Baller (Abor & Tynna, Германия 2025)",
            "p": "11 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ua.svg"
        }
    ],
    "news": [
        {
            "m": "14.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6096",
            "t": "🪨 #FRAGMENT: ПУСТАЯ КАТУШКА",
            "b": "Деревянная катушка лежит в ящике с пуговицами и иголками третье поколение. Боковая стенка - одна тонкая царапина от ногтя или иглы, не помнящая чьих рук. На донце выжжено клеймо и год - 1962 - фабрика была, фабрики нет. Нитка с этой катушки прошла через швы рубашек, потом через швы тряпок, потом ничем. Катушка осталась пустой и точной - её круг по-прежнему держит форму.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/HHHcyvjgClAAVPAfo_IPLzP2otEYW_LULmWmHXVa3Ed2EVzYP9Rw9i1XoFbv700yc2pGbSG9jx9kjSqycnFZcSxsdGJmNwLgljQ58xeOUTjdC_IwTUoS9JUfYs9h6b0_3Y3020YvqfmjpLTSHiKo9PaVfAxuMkNWfLWU8bcl-dF5qhffHZOfhNKnk2o8tCK8_MAwS3FK1TU409mz7zi9sq_BNKEFwWILL0RX3jyJ4OMNZKFZjpI2Y2xnfvxpG0VHEfMHkM2LJmhE_LeAw72hdPGfialXgg3yLfA0Sl9eea6gNElP91cjkXK0XuOGbuOlSD_P4BXwuPYqPbTwMFxzeA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781420641.0,
            "poll": null
        },
        {
            "m": "13.06 | 20:30",
            "id": "local",
            "u": "",
            "t": "🇦🇺 АВСТРАЛИЯ: ОТ ЕВРОВИДЕНИЯ К ТАНЦАМ - DELTA GOODREM В STRICTLY COME DANCING",
            "b": "***",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781371800.0,
            "poll": null
        },
        {
            "m": "13.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6093",
            "t": "🏺 #HERITAGE: МАНДАЛА, КОТОРУЮ ДЕЛАЮТ ЧТОБЫ РАЗРУШИТЬ",
            "b": "Семь дней четыре монаха насыпают узор из миллионов цветных песчинок. На восьмой день его уничтожают. Это не противоречие искусству. Это и есть искусство.\nESSENCE:\nПесочная мандала (тибетское dul-tson-kyil-khor, «мандала из цветных песчинок») - буддийская монастырская практика тантрической традиции, существующая минимум с XI века (Калачакра-тантра). Размер 1-2 метра, иногда больше. Создаётся четырьмя-восемью монахами за 4-7 дней. Используются металлические воронки chak-pur, которые трут друг о друга - песок выходит тонкой струйкой через узкое отверстие. Узор - геометрическая схема космоса или конкретного божества (Kalachakra, Yamantaka, Avalokiteshvara, Manjushri). Каждая мандала - не декорация, а медитативная карта.\nПосле завершения и освящения - церемониальное разрушение. Монахи методично сметают песок к центру, помещают в урну. Песок высыпают в ближайшую реку или море. Вода разносит благословение по миру. UNESCO рассматривает практику для включения в Tentative List нематериального наследия.\nMARGINALIA - ЧТО ИСЧЕЗАЕТ ПРИ ПЕРЕНОСЕ В МИР:\nВ тибетских монастырях традиционная мандала создавалась 7 дней. На Западе - где монахи делают мандалы в музеях, университетах, корпоративных штаб-квартирах - время сокращено до 2-3 дней. Аудитория не выдерживает семь.\nИзменился и материал. Изначально использовался не только песок, но и порошок из полудрагоценных камней - бирюзы, лазурита, кораллов. Драгоценность как часть подношения, отказ от ценности. Сейчас почти везде используется крашеный белый мрамор. Уже не подношение - демонстрация техники.\nИзменился и ритуал разрушения. В монастыре он был тихим, частью продолжающейся медитации. В музее это финальная часть «перформанса», к которой собирают публику с камерами. Песок раньше относили в горную реку - сейчас часто в декоративный фонтан или ближайший водоём города.\nИзначально мандала была частью retreat - закрытого многонедельного ритуала. Сейчас - открытое мероприятие с лекциями, чаем, продажей сувениров.\nУТРАТА:\n1. Время. С 7 дней до 2-3.\n2. Материал. Полудрагоценные камни заменены крашеным мрамором.\n3. Закрытость. Из retreat в открытый перформанс.\n4. Цель. Из медитативной практики в демонстрацию техники.\n5. Контекст разрушения. Из тихого ритуала в финальный жест шоу.\nЧто сохранилось: техника, иконография, факт уничтожения. Что исчезло: причина по которой это было важно.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nTibet House US (основан Робертом Турманом и Ричардом Гиром в Нью-Йорке в 1987) - главная институция западной популяризации. Музей Рубина в Нью-Йорке регулярно проводит мандала-резиденции. В 2010-х Apple Store SoHo принимал монахов для перформанса. Каждая такая институция - попытка сохранить практику и одновременно её упрощение. Без китайской оккупации Тибета в 1950-х и Культурной революции 1966-1976 (разрушено около 6000 монастырей) практика осталась бы в монастырях. Сейчас она в галереях.\nНикто не плачет когда мандалу разрушают. Слёзы были бы признаком, что ученик не понял урок.\n→ Какая твоя самая длинная работа предназначалась для того чтобы её больше не было?\n⏱️ 2.4 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/G4LRAkA2EMtDA-igDdzsUcVy8y1VveM6jII-yzpHREi7rFLSyQB3yNsHg_hXynE-QTUuKGJkswi8_Re_JZ8JutdRqJj_mf0gAseeNz9jKM14jfD6YhDFIRzszUdGmw7LyiSP2B8Y8MA1S_zX8PUqXnpbRpe2HOClAzhWLyh4Voixej-5Fh39XGpWCkAD5zVvNWo4_b-pJTRaAvzCQAx-fyL4CxfuNX2NJShvfS4VrFy_3kCeSZ2IL-ehyhO8r_Hlk4zyhq5YgY-ZWOz4r6Mg0kgNslzgWnqACDwDPSOciG0qH8Ma3mLO7swOm6soaAMSN2uKQajJz7oGMUbnGVhpeQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781362921.0,
            "poll": null
        },
        {
            "m": "13.06 | 13:13",
            "id": "70",
            "u": "https://t.me/YourEurovision/6212",
            "t": "🇩🇪 ГЕРМАНИЯ: ЕВРОВИДЕНИЕ-2027 - SWR ПОДТВЕРЖДАЕТ УЧАСТИЕ",
            "b": "Немецкий общественный вещатель SWR (в консорциуме ARD) официально подтвердил участие Германии в конкурсе песни Евровидение-2027, который пройдёт в Болгарии. Страна присоединилась к списку участников следующего евросезона, гарантировав своё присутствие на балканизированной сцене 2027 года.\nПосле 23-го места Сары Энгельс с треком «Fire» в Вене (набравшим всего 12 баллов), вещатели намерены пересмотреть свой подход. Пока что SWR и ARD не определились со схемой и форматом национального отбора. Подробный план действий для Германии обещают обнародовать позже. Посмотрим, смогут ли они вернуться к успеху Исаака, занявшего 12-е место в 2024 году.\n⏱️ Время чтения: 0.5 мин | 🇩🇪 YourVision: Новости",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781356425.0,
            "poll": null
        },
        {
            "m": "13.06 | 13:10",
            "id": "70",
            "u": "https://t.me/YourEurovision/6211",
            "t": "🇮🇹 ИТАЛИЯ: ANGELINA MANGO И MARCO MENGONI ВЫПУСТИЛИ СОВМЕСТНЫЙ СИНГЛ «CANTO D’AMORE»",
            "b": "Две главные звезды современного итальянского попа и триумфаторы фестиваля Сан-Ремо разных лет - Angelina Mango и Marco Mengoni - представили дуэтную композицию «Canto d’Amore» вместе с официальным клипом.\nСотрудничество объединило взрывную энергетику Манго (представительницы Италии на Евровидении 2024 с песней «La noia») и глубокий лирический вокал Менгони (дважды представлявшего страну в 2013 и 2023 годах с балладами «L’essenziale» и «Due vite»).\nСингл «Canto d’Amore» уже называют одним из главных итальянских релизов начала лета. Сможет ли этот дуэт повторить успех их сольных хитов в европейских чартах?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.7 мин | 🇮🇹 YourVision: Релиз",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781356247.0,
            "poll": null
        },
        {
            "m": "13.06 | 13:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6210",
            "t": "🇬🇷 ГРЕЦИЯ: ОХОТА ЗА РЕКОРДАМИ И ФЕНОМЕН СИСТЕМЫ «SING FOR GREECE»",
            "b": "Подтверждение участия Греции в Евровидении 2027 года - это не просто новость о запуске сезона. За решением ERT стоит детальный расчет, подкрепленный рейтингами и уникальными аномалиями. Мы решили разобраться, почему греческий камбэк в элиту - это долгосрочный тренд.\nКонец великой греческой эпохи и триумф Италии:\nЯ помню период с 2004 по 2011 годы, когда Греция не опустилась ниже 10-го места в гранд-финале. Худшим результатом тогда стала 9-я строчка Анны Висси в 2006 году. Эта серия долго оставалась рекордом стабильности в истории конкурса.\nОднако на ESC 2026 этот рекорд пал. Его превзошла Италия: выступление Sal da Vinci принесло стране девятое попадание в топ-10 подряд. Тем не менее, греки явно намерены вернуть лидерство, и цифры отбора «Sing for Greece» доказывают серьезность их намерений.\nСекрет успеха «Sing for Greece»:\nERT создал главную платформу для продвижения нового поколения артистов. Доля финала в 30.5% (около 2.6 млн зрителей) и 45% среди молодежи на ERTFLIX - показатели, которым позавидуют многие.\nГреческий шоу-бизнес поверил в отбор. Klavdia с треком «Asteromata» получила двойную платину, а Akylas с «Ferto» - золото. На этом фоне вещатель ожидает, что количество заявок на 2027 год побьет рекорд в 264 песни.\nМой прогноз: Греция вернется в топ-5 в ближайшие два года.\nКак вы думаете, возможен ли новый триумф Афин?\n⏱️ Время чтения: 1.6 мин | 🇬🇷 YourVision: Deep Dive",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781355932.0,
            "poll": null
        },
        {
            "m": "13.06 | 12:56",
            "id": "70",
            "u": "https://t.me/YourEurovision/6209",
            "t": "🇳🇱 НИДЕРЛАНДЫ: ОБЪЯВЛЕНЫ ЧЕТЫРЕ КОНКУРСНЫХ АКТА «JUNIOR SONGFESTIVAL 2026»",
            "b": "Нидерландский вещатель AVROTROS раскрыл распределение девяти финалистов кастинга по четырем конкурсным проектам, которые сразятся в финале национального отбора «Junior Songfestival 2026».\nСоставы конкурсных актов:\nПродюсеры сформировали три сольных проекта и одну сборную супергруппу:\n• Nolan (12 лет)\n• Maria (9 лет)\n• Vajèn (13 лет)\n• Безымянная группа из 6 участников: Benjamin (12 лет), Saige (12 лет), Lay (11 лет), Catelynn (12 лет), Noud (12 лет) и Zoë (12 лет)\nНазвание группы и конкурсные песни продюсеры представят в ближайшие недели.\nФинал отбора состоится 19 сентября на сцене RTM Stage в Роттердаме. Победитель, который представит Нидерланды на Детском Евровидении 2026 на Мальте, определится суммированием голосов телезрителей, взрослого профессионального и детского жюри.\nСможет ли сборная группа из шести человек обойти сольных исполнителей за счет командного фан-сектора?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.9 мин | 🇳🇱 YourVision: Анонс",
            "img": "https://cdn4.telesco.pe/file/nc-t3j8fVlBBDYddDYTJ_JmNAKih7XKAVR-YAJwUjynZOI0eR3OmHl2LnnAZSO7qhfgtlF2Maf9LdYij7Urem4chrUIJUCd4GMWKHl2z6tK7Lh5UwlYAyRd20ktxfr6uMi8Q8tuMhi33rD-HGGy50L98pjEbE6MqUgWl6Cdi6rpev_Xq5hb9I1txChfv_-oPRvjHEwoAKsR-KY0pElOsrQGSYSn7q3eaNI_sk9A_JsN0nqlT8Owd95CRqJ-ZzJj9tKTRs2T2bR4Vuhwr_v8E1rgsn_txYnfI5OtclJ8dCPRRtrYmP3ee0QsWyLpvWWXIxcQJ2il6lSLl6QH9UrvWoQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781355362.0,
            "poll": null
        },
        {
            "m": "13.06 | 12:53",
            "id": "70",
            "u": "https://t.me/YourEurovision/6208",
            "t": "🇨🇾 КИПР: ВЕЩАТЕЛЬ CyBC ОТКРЫЛ ПРИЕМ ЗАЯВОК НА ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026",
            "b": "Кипрский общественный вещатель CyBC (ΡΙΚ) официально объявил о старте отбора песни и артиста для участия в 24-м Детском Евровидении, которое пройдет на Мальте 24 октября 2026 года.\nСогласно правилам вещателя, к участию допускаются исполнители в возрасте от 9 до 14 лет. Заявки (включая анкету артиста и саму конкурсную композицию) принимаются в электронном виде через специальную форму до вторника, 30 июня 2026 года, 12:00 по местному времени (почта оргкомитета для справок: jesc@cybc.com.cy).\nСможет ли Кипр улучшить свои позиции на Детском Евровидении после прошлогодних скромных результатов?\n⏱️ Время чтения: 0.6 мин | 🇨🇾 YourVision: Анонс",
            "img": "https://cdn4.telesco.pe/file/uZpsbUJyZVAtKPY__hkZ-08UQCc4WreI7MgOSfES-kYHL4uKhXffZ3B1N8_21Z12burKtMut3-OJMPSLbxYynTLBXdCYNkg0MZOuOjg8v261JOu-OL7SdaJBkvx65rRZNDzGtOxjvB1c8yB4V2PnF0RJahiW7FZ1xyW3noPyEA6qVJEwDksX4jM5M01AUtT5WXxht9CO5y4_g9qCZ3ui15P3ZkSl5swp7azyrEoka761S7AxkzJqjFvYG5uE9T1GgkSQcIERp7-1eTf-HJXGPpZp1v-6GTK3vrjQOYCvnWzKsA6NY2rjHPG6ao5IjfchO6HvJH1D13lILXLMGGyBug.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781355181.0,
            "poll": null
        },
        {
            "m": "13.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6092",
            "t": "🥐 #CAKES: RED VELVET - ТОРТ-ФОССИЛИЯ",
            "b": "ЛЕГЕНДА:\nRed Velvet красят красителем. Но красный был случайностью химии до того, как кто-то стал красить.\nСША, конец XIX - начало XX века. В этот период какао было дешёвым, но ещё не «голландизированным» - содержало антоцианы (природные красные пигменты). В кислой среде (уксус + buttermilk) антоцианы давали красноватый оттенок при выпечке. Торт получался не алым, как сейчас, а тёмно-бордовым с красным подтоном. Бабушки в Северной Каролине и Техасе пекли его как обычный chocolate cake - просто немного красноватый, без специального имени.\n1940-е - Adams Extract Company из Техаса развернула маркетинговую кампанию. Они начали продвигать рецепт с добавлением своего пищевого красителя - то есть с принципиально другой технологией: цвет теперь не результат химии, а отдельная статья ингредиентов. Назвали его «Red Velvet» - бархатистая текстура + красный цвет. Печатные рецепты в газетах включали обязательную упаковку красителя Adams. Бренд-маркетинг до интернета.\nК 1960-м производители перешли на алкализованное какао (Dutched cocoa) - антоцианы там разрушены. Природная реакция перестала работать. Но красный остался - его теперь добавляли вручную. В 1989 году фильм «Стальные магнолии» с тортом-броненосцем из red velvet возродил популярность. В 2000-х Magnolia Bakery в Нью-Йорке сделала его иконой современной американской десертной культуры. В 2010-х Instagram сделал его глобальным.\nЯ делал Red Velvet тремя способами. Без красителя, с неалкализованным какао и большим количеством уксуса - получился тёмно-бордовый, не алый. С синтетическим красителем + Dutched cocoa - алый, но плоский по вкусу. Гибрид: неалкализованное какао + ваниль + капля красителя - и цвет, и вкус правильные.\nЭто торт-фоссилия. Современная форма помнит механизм, который больше не работает.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Бисквит: мука 250 г, сахар 200 г, неалкализованное какао (natural cocoa, не Dutched) 2 ст л, сода 1 ч л, соль ½ ч л, пахта (buttermilk) 250 мл, растительное масло 200 мл, яйца 2 шт, белый винный уксус 1 ст л, ваниль 1 ч л, красный пищевой краситель 2 ст л жидкого (или ½ ч л концентрированного геля)\n👍 Cream cheese frosting: сливочный сыр (Philadelphia) 250 г, сливочное масло 100 г, сахарная пудра 250 г, ваниль 1 ч л\n👍 Посуда: две круглые формы 20 см с пергаментом\nМЕХАНИКА:\n1. СУХИЕ ИНГРЕДИЕНТЫ. Просеять муку, какао, соду, соль. Добавить сахар. Перемешать венчиком.\n2. ВЛАЖНЫЕ ИНГРЕДИЕНТЫ. Соединить пахту, масло, яйца, уксус, ваниль и краситель. Размешать до однородности. Цвет жидкости должен быть глубокий красный.\n3. СОЕДИНЕНИЕ. Влить влажную смесь в сухую, размешать лопаткой до однородности. Не взбивать миксером - воздух в этом тесте не нужен, текстура должна быть плотной и бархатной. Тесто получится густым, как для маффинов.\n4. ВЫПЕЧКА. Разделить тесто на две формы. 175°C, 25-30 минут. Готовность - сухая зубочистка. Остудить в формах 10 минут, потом полностью на решётке.\n5. CREAM CHEESE FROSTING. Сливочный сыр и масло комнатной температуры взбить лопаткой до гладкости (не миксером - сыр перевзбивается и становится жидким). Постепенно ввести просеянную сахарную пудру. Ваниль. Готовый крем плотный, держит пик. В холод на 30 минут перед использованием.\n6. СБОРКА. Нижний пласт - щедрый слой крема. Верхний пласт - сверху и по бокам полный слой крема. Можно посыпать крошкой из обрезков бисквита (если выравнивали верхушки) - даёт характерный красный контур по бокам.\nПодача: в день сборки или на следующий. Тёмно-бордовый бисквит + белый крем + красная крошка - это узнаваемый силуэт Red Velvet, не случайный.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/dpkEQJbGy-RuawiwQhxFv0PTUJvKFX4mAekPgLIgPlKo0tDDZ_y_E-PZj3fEvNUC-ge7yD6TYfqREuqWLRlplFnqqiUZfnx4Hm14gy1VsQKo4eEKhhts7rVuqa8jnoJnR1KIj6uqndI9Szbqcbm0d11TxRG7hqmw2J1xVltREzWeucesxD1Fm1oQZydA7uum3unQkN0uHOO1bI4pNpvP2So5AqK3r1vwj03sNAqEIfQq4udeOIMKXPxcpAuA55xfVEf6tQNMBWhsoBH2_4wiq9Tk7ZaR86oJGxo7Edan6ZtUUxT_0jXCuSJQ4u9B5korD1pjQwWpk5UIK7a1d6y9FQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781352241.0,
            "poll": null
        },
        {
            "m": "13.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6091",
            "t": "🏛 #LORE: ИННАНА - ЦЕНА ВОЗВРАЩЕНИЯ",
            "b": "Иннана прошла через семь ворот в подземный мир и на каждых сняла одну вещь. Корона, ожерелье из лазурита, броши, пояс, браслеты на запястьях и лодыжках, платье. Дошла до сестры голой. Это самый старый записанный миф о женщине, спустившейся в смерть - на 2000 лет старше Персефоны.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИннана (шумерское Inanna) - в аккадской традиции Иштар. Имя возможно от Nin-ana - «госпожа неба». Связано с планетой Венерой как утренней и вечерней звездой. В шумерском пантеоне Иннана совмещает любовь и войну - двойную функцию, которая в позднейших традициях расщепится: Афродита для любви, Афина для войны. В оригинале это одна богиня. Различение - продукт цивилизаций, в которых женщине нельзя сразу владеть и тем, и другим.\nКЛЮЧЕВОЙ МИФ:\nИннана решает спуститься в подземный мир к сестре Эрешкигаль. Семь ворот - семь снятий. Эрешкигаль и семь судей Анунаки выносят приговор: смерть. Иннана висит как труп на крюке в подземном мире три дня. Её слуга Нинсубур обращается к богам Энлилю и Нанне за помощью - оба отказывают. Только Энки помогает: создаёт двух существ из грязи под ногтями, они проникают в подземный мир и приносят Иннану обратно водой жизни и пищей жизни.\nНо условие выхода - найти замену. Иннану сопровождают демоны на поверхность. Она находит мужа Думузи (Таммуза) сидящим на её троне в роскошных одеждах - не оплакивавшим её исчезновение. Иннана указывает демонам на Думузи. Его утаскивают. С тех пор Думузи проводит половину года в подземном мире, его сестра Гештинанна - другую половину. Так шумеры объяснили смену сезонов: каждое лето кто-то спускается, каждую зиму поднимается.\nТЁМНЫЙ СЛОЙ:\nЭто не миф о цикле природы как «равновесии». Это миф о передаче смерти. Возвращение Иннаны не бесплатно. У смерти всегда есть носитель. Иннана отдаёт мужа за свой выход, потому что он не выполнил функцию траура - не оплакал её. Шумерский урок: вернуться из смерти можно только если кто-то другой займёт твоё место. И этот «кто-то» - тот, кто не справился со своей частью отношений.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nСтруктура мифа точно описывает выгорание: погружение в работу/проект, постепенное «снятие» аспектов идентичности (личное время, отношения, сон, здоровье, имя, голос, тело), превращение в труп на крюке. Восстановление возможно - но кто-то рядом обычно платит. Не редкость в современных историях про возвращение после burnout - партнёр уходит, друзья отдаляются, родители болеют. Шумеры записали этот сценарий на глиняных табличках 4900 лет назад. Не как мораль, как структуру.\nСамый старый записанный миф о смерти и возвращении - женский, и в нём кто-то всегда платит.\n→ Семь вещей, которые ты снял с себя в этом году. Назови первые три.\n⏱️ 2.0 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/obwZyE7xweggQQxwCN5sSvoUOeiqI6PDcQd7-eWdDnblb2d03UqPFxO8xt4szcTya6znhaM24qwiKRvhjOe4PF8iKq-HZvH0ibzKh41FInXHEDvja_F1U0_Sz7wLK5Qf-GrsCBChPu5f37Gmdq9tgUJRr-3KuOwQa9kfc1onoic9C6bpxoA9ke9PlxkjtaD8vLckLUMcH0se0HwR9QwgbJtJk5z4SZ8XX-BCj0t8L0vmCYSSX-kXhXx9XqDzdu4NPWxoBqjpwyGu98UjnkMYAh3b95ltRs9jSRNu0qr-LUiem4YxQuzfbbfah5_smDKAENo4-skvwT8gFNd72aM4WQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781334241.0,
            "poll": null
        },
        {
            "m": "12.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6090",
            "t": "⏳ #CHRONOS: ПЛАТО ПЕРЕД ОБВАЛОМ",
            "b": "МОМЕНТ:\nСейчас 18:02. До солнцестояния 9 дней. Сегодня в Риге свет прибавился на 56 секунд по сравнению со вчера. Завтра прибавится на 50. К 18 июня прирост будет меньше 30 секунд в день. К 21 июня - 0. После этого начнётся убывание: -1 секунда, -2, -8, к концу июля - минус 2 минуты в день.\nЭто синусоида. Прирост светового дня замедляется по мере приближения к максимуму, останавливается, разворачивается. График апрель → июнь → август повторяет график февраль → декабрь → октябрь в зеркальном отражении. Мы сейчас в верхней точке кривой - в плато перед обвалом.\nВ апреле свет прибавлялся на 4-5 минут в день. Это ощущалось как «весна явно идёт». В июне прибавка минимальна, но день длинный - 17 часов 45 минут сегодня в Риге. Это и есть переход от «становится светлее» к «уже светло, дальше будет темнее». Не сам день 21 июня - вся неделя плато до и после.\nОЩУЩЕНИЕ:\nТело чувствует это раньше календаря. Мелатонин уже не падает достаточно ночью - 4 часа реальной темноты недостаточно для полного сброса гормона. Циркадный ритм перенастраивается под северное лето: сон поверхностнее, пробуждения ранние, тяга в сон после полудня. К 21 июня это достигнет пика. После - инверсия, тело начнёт обратное движение.\nТо что мы зовём «летом» - это плато плюс месяц инерции после него. Реально лето - август. Но психологически - сейчас, потому что свет на пределе.\n→ Запомни сегодняшнее освещение в 18:02. Через 9 дней посмотри сравни. Через 30 - и ещё раз.\n⏱️ 1.1 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/S_cGjzcImIOvt8cVcbP7owgnbOQaZCOwm1zR7SD3SJ3lips1E7TBk4uZCmWb-Jn0OxOo0BZ7Dhu2gnc_WdjpPXp2H1uHhEnVHIuDNXmQyYsIgIE7FIUpWSfVZEV0dnLhu8NNkD8n6u5jS2swcsoE6EIEKcMlC2hJjuSLYBv-a3Ry8TYJVHi22pKILusJbMYyXEGLr8R9m1NFowspVeL1Ulcakp_jNcQVeNLtKJ30Hh45miP56pz9JYUyoDNfj1C_L6pTjUCa6c4VC9wP-Qiibx_3St2iwje1iq9nXPqHL_lJGgUfC88E3RJ2Ka0Ch4mlqUlrOByKX3tTu7KcwAoKSg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781276521.0,
            "poll": null
        },
        {
            "m": "12.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6089",
            "t": "🥐 #BUNS: ХАЛА - ХЛЕБ ДЛЯ ОДНОГО ВЕЧЕРА В НЕДЕЛЮ",
            "b": "ЛЕГЕНДА:\nХала - хлеб, который пекут для одного вечера в неделю. И только для одного.\nСлово «хала» (חַלָּה, challah) изначально не обозначало хлеб. В Бытии и Числах хала - это часть теста, которую отделяли и приносили в храм священникам. После разрушения Второго храма (70 г. н.э.) обычай продолжился символически: часть теста сжигают в духовке как напоминание о подношении. Сам же хлеб, который пекут на шаббат, получил это имя по ассоциации - и так с XV-XVI веков, среди ашкеназских евреев Центральной Европы, закрепилась плетёная сладкая булка, ставшая визитной карточкой иудейской выпечки.\nНа шаббатном столе - две халы, накрытые тканью. Две - в память о двойной порции манны, которая выпадала в пустыне в пятницу (на день и на субботу, когда сбор запрещён). Ткань - чтобы хлеб «не видел», как сначала освящают вино, а не хлеб. Это бытовая деталь, превращённая в литургию.\nСегодня хала вышла за пределы шаббата. В израильской кухне это базовый хлеб для бутербродов. В американских кафе - основа для French toast. В европейских пекарнях - просто красивая плетёнка. Но в традиционных семьях её всё ещё пекут только по пятницам, и только две.\nЯ пёк халу четыре раза. Главная сложность - не вкус, а тайминг. Тесто замешивается утром в пятницу, выпекается к закату. Если упустил утро - к закату не успеешь. Это не суеверие. Это структура шаббата.\nХлеб для одного вечера в неделю. Эту структуру не получится переделать под удобство.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Тесто (на 2 халы): мука пшеничная высшего сорта 600 г, тёплая вода (40°C) 200 мл, яйца крупные 3 шт (2 в тесто + 1 для смазки), сахар 50 г, мёд 30 г, растительное масло 60 мл, дрожжи сухие 10 г, соль 10 г\n👍 Смазка: 1 яйцо, 1 ст л воды, щепотка соли\n👍 Посыпка: кунжут белый или мак (опционально)\n👍 Посуда: противень с пергаментом\nМЕХАНИКА:\n1. ОПАРА. Тёплую воду + сахар + мёд + дрожжи перемешать. 10 минут до пены.\n2. ТЕСТО. В большой миске смешать муку и соль. Сделать колодец, влить опару, 2 яйца, масло. Замесить тесто. Месить 10-15 минут руками или 7 минут в комбайне. Готовое тесто гладкое, эластичное, чуть липкое, отстаёт от рук. Тест «оконного стекла»: оторвать кусок, растягивать - должна получиться полупрозрачная плёнка без разрывов.\n3. ПОДЪЁМ. Накрыть, тёплое место, 1.5-2 часа. Удвоить.\n4. РАЗДЕЛЕНИЕ И ПЛЕТЕНИЕ. Разделить тесто на 2 равные части (для двух хал). Каждую часть разделить на 3, 4 или 6 жгутов (зависит от типа плетения). Раскатать жгуты длиной 30-40 см, к концам сужающиеся.\nПлетение из 3 жгутов (базовое): соединить концы вверху, плести как косу: правый над средним, левый над новым средним, и так до низа. Концы защипнуть.\nПлетение из 6 жгутов (классическое шаббатное): соединить концы вверху. Пронумеровать жгуты 1-6 слева направо. Последовательность: 6 над 1, 2 над 6, 1 над 3, 5 над 1, 6 над 4, 2 над 6. Повторять до низа. Это даёт характерный высокий узор.\n5. РАССТОЙКА. Уложить халы на противень. Расстойка 45-60 минут. Объём увеличится в 1.5-2 раза.\n6. СМАЗКА И ПОСЫПКА. Смешать смазку (яйцо + вода + соль), кисточкой нанести на халы. Посыпать кунжутом или маком если используешь.\n7. ВЫПЕЧКА. 180°C, 25-30 минут. Готовая хала - тёмно-золотая, при постукивании по низу - глухой звук. Если верх темнеет слишком быстро - накрыть фольгой последние 10 минут.\n8. ОСТЫВАНИЕ. Полное на решётке. Тёплую халу резать не стоит - сминается. Прохладную можно разламывать руками: это и есть традиционный способ подачи (motzi на шаббатном столе - хлеб разламывают, не режут ножом, чтобы не вносить «оружие» в трапезу).\n⏱️ 2.7 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/e7Rr38K1enmKo2Ct3YVxG7PPcxeVDVbRLQ00Swq5ViU_8hEBsS15PgYHDAMNZcRUUnSM31RNdwUywkOcsLHsi-Hb_gwcPLUlCK-xQmWEWhwtJatvlNZ3ehWdGgnkPQqx9SLX7YXkbz2yXgqW7_Vj_5Ihviy3O2oSMhQWkxhoe1hd2LGyvQ03BeR-B5H2z_81HJfqCXq_Lk_yuW-5QWkHyTIPl4d6ZPehDqo8mjPsJXWGQErE-_giiNimfsxPvVI26lv-VDG58SihHnOgitf77YLjHbH_cKDoPeT8-sCKaaDKH53U1kJS6Ec30a8C4Jp28vxCvvw7SozPvPKgRgIdyw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781265841.0,
            "poll": null
        },
        {
            "m": "12.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6088",
            "t": "📚 #SOURCE: ПЛАТОНОВ «КОТЛОВАН» - ЯМА КАК МЕТОД",
            "b": "Рабочие роют котлован под Дом Счастья для пролетариата. Чем глубже копают - тем дальше дом. Это и есть весь сюжет.\n«В день тридцатилетия личной жизни Вощеву дали расчёт с небольшого механического завода, где он добывал средства для своего существования.»\nАндрей Платонов, «Котлован», 1930.\nЧТО СКРЫТО:\n«Котлован» написан в 1930 году - в первый год массовой коллективизации, в начало первой сталинской пятилетки. Платонов работал инженером-мелиоратором в Воронежской области и видел кампанию изнутри: раскулачивание, депортации, голодные смерти, ускоренное «социалистическое строительство». «Котлован» он не успевал прятать - писал параллельно с тем, что наблюдал.\nСюжет минимален. Бригада рабочих в провинциальном городе роет огромный котлован под Дом Будущего - где будет жить весь пролетариат города. Параллельно в соседних деревнях идёт «ликвидация кулачества». В бригаду случайно попадает сирота Настя - её отец расстрелян, мать умерла. Бригада решает воспитать её как «учиться у будущего». В финале повести Настя умирает от туберкулёза. Котлован продолжается, но без неё уже непонятно зачем.\nСмерть Насти - не сюжетная случайность. Это структурный финал. Будущее, ради которого роется котлован, умирает в нём раньше чем построен дом.\nВ 1931 году Сталин прочитал рассказ Платонова «Впрок» и написал на полях одно слово: «сволочь». После этого Платонов почти не публиковался при жизни. «Котлован» он не подавал в советские редакции - знал. Рукопись передал на хранение друзьям. Первая публикация - 1969 год, Лондон. В СССР - только в 1987 году, через 36 лет после смерти автора.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nПлатонов изобрёл собственный язык - литературоведы называют его «платоновским». Это русский, написанный как со специальными ошибками: смешение бюрократических клише с разговорным, нарочные синтаксические сбои, использование канцеляризмов в эмоциональных контекстах. Это не стилизация. Это попытка передать как звучит мысль человека, у которого нет языка для происходящего. Когда жизнь говорит на языке учреждений, литература должна писать на этом языке - иначе будет неправдой.\nСОВРЕМЕННЫЙ ЯКОРЬ:\n«Дискурс достижений» в современных корпоративных и государственных коммуникациях - тот же приём. «Мы наращиваем экосистему синергий», «реализуем дорожную карту трансформации», «оптимизируем процессы для устойчивого роста». Платонов первый поймал это явление в литературе - не для сатиры, для документации. Когда язык становится котлованом, в котором копают вместо строить, литература должна копать вместе.\nБиография финальна: сын Платонова Платон арестован в 1938 году в возрасте 16 лет, заразился туберкулёзом в лагере, вернулся к отцу умирать в 1940. Андрей Платонов ухаживал, заразился сам. Работал дворником в Литинституте до смерти в 1951.\nПлатонов писал не про коллективизацию. Он писал на её языке - и это была единственная честная позиция.\n→ В каком учреждении сегодня ты копаешь то, под что не построят?\n⏱️ 2.0 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/DtuV_MYbZ9JOXzsnvuDDgRXG7hxG8RWbo5HCOd_Ae-O-QoAunvpKltt2pJsxjwPifVEe1Gy_xpFYN_zFvX2cyNZu68uagC8ct32JnxDQOTB7VKZvzQUsyY4LxpccDHqcjh6NmivucopFQxKtevzb8ZyOsvs8tj5iumL7lyJeONIkCooPbN9MAL6r_ZvzvIL6coxH9pcxP7ppOlM0O96bHDtlQ-7Xo6NAOjxNFk8RzgdiP2csaNADej31uH2f6j2B0dYvhAdIwZ5Ej4ZT_Cg8lM_8ep4jcoM_GUx9c0vOCl5Ej29nd-6B94MoGDP5TJaNB2GbrBx6d9ZbpVKFG8BAfw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781247841.0,
            "poll": null
        },
        {
            "m": "12.06 | 06:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6207",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ 2026: ТЕЛЕРЕЙТИНГИ В ПОРТУГАЛИИ И ШВЕЙЦАРИИ",
            "b": "Опубликованы первые данные телевизионных рейтингов финала Евровидения молодых музыкантов 2026, прошедшего 6 июня в Ереване. Возвращение Португалии и трансляция в Швейцарии показали значительное снижение зрительского интереса по сравнению с прошлыми годами.\nРейтинги по странам:\n🇵🇹 Португалия (RTP 2):\nВозвращение страны на конкурс после 12 лет отсутствия привлекло скромную аудиторию. В среднем трансляцию в 17:00 смотрели 10 000 зрителей (доля 0.4%, что на 0.3% ниже среднего уровня канала). Это на 85 500 зрителей меньше, чем во время участия страны в 2014 году (тогда эфир шел в записи глубокой ночью). Страну представляла скрипачка Beatriz Li Rosão с концертом Эриха Вольфганга Корнгольда.\n🇨🇭 Швейцария (SRF 1):\nТрансляция с четырехчасовой задержкой (начало в 23:20 по Риге) собрала в среднем 27 000 зрителей с долей 5.6%. По сравнению с 2024 годом аудитория сократилась на 21 000 человек, а доля рынка упала на 8.2%. Швейцарию на сцене в Ереване представляла пианистка Manoush Toth с концертом Клары Шуман.\nОбе исполнительницы не вошли в тройку призеров. Напомним, что победу на 22-м конкурсе одержал аккордеонист Michał Stochel из Польши, второе место заняла Латвия, а третье - Армения.\nПочему классический формат ЕВУ стремительно теряет телевизионные охваты на фоне роста популярности цифровых платформ?\n⏱️ Время чтения: 1.1 мин | 🇪🇺 YourVision: Рейтинги",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781246011.0,
            "poll": null
        },
        {
            "m": "12.06 | 06:28",
            "id": "70",
            "u": "https://t.me/YourEurovision/6206",
            "t": "🇧🇬 БОЛГАРИЯ: ОРГКОМИТЕТ ЕВРОВИДЕНИЯ-2027 ПРОВЕЛ ПЕРВОЕ ЗАСЕДАНИЕ В СОВЕТЕ МИНИСТРОВ",
            "b": "В Совете министров Болгарии состоялось первое заседание Организационного комитета по подготовке и проведению Евровидения 2027. Встреча под руководством вице-премьера Иво Христова обозначила старт масштабной межведомственной координации.\nСостав комитета и ключевые фигуры:\nВ заседании приняли участие ключевые представители кабинета министров и национального вещателя:\n• Министр культуры Евтим Милошев и его заместитель Марина Василева\n• Министр здравоохранения Катя Ивкова\n• Министр молодежи и спорта Енчо Керязов\n• Заместители министров внутренних дел (Венцислав Катинов), иностранных дел (Иванка Ташева) и туризма (Мариела Модева)\n• Генеральный директор Българска национална телевизия (БНТ) Милена Милотинова\nВице-премьер Иво Христов подчеркнул, что проведение события такого масштаба требует беспрецедентной синхронизации между государственными структурами и общественным вещателем.\nНа встрече оргкомитету были представлены требования и ожидания Европейского вещательного союза (EBU), сформированные по итогам недавней встречи вице-премьера с исполнительным директором Евровидения Мартином Грином (напомним, Грин ранее высоко оценил стартовую скорость подготовки Болгарии).\nУчастники определили приоритеты на ближайшие месяцы: логистику, безопасность, аудит инфраструктуры, международное продвижение туристического потенциала Болгарии и разработку культурной программы вокруг конкурса.\nСможет ли Болгария удержать заданный темп и представить одну из лучших организационных концепций в истории конкурса?\n⏱️ Время чтения: 1.2 мин | 🇧🇬 YourVision: Организация",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781245735.0,
            "poll": null
        },
        {
            "m": "11.06 | 18:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6205",
            "t": "🇬🇷 ГРЕЦИЯ: ERT ПОДТВЕРЖДАЕТ УЧАСТИЕ В ЕВРОВИДЕНИИ-2027 И ОТБОР «SING FOR GREECE»",
            "b": "Греческий вещатель ERT официально подтвердил участие страны в Евровидении 2027 в Болгарии. Выбирать представителя снова будут через национальный отбор «Sing for Greece» (известный как «Ethnikos Telikos»), ставший для Греции главным телевизионным хитом весеннего сезона.\nРейтинги и цифры вещателя:\nТелевизионные успехи и коммерческие показатели последних лет не оставили ERT выбора. Прошедший финал отбора собрал долю телесмотрения в 30.5% (2.6 млн зрителей), а в молодежном сегменте 18-24 лет доля достигла пика в 45%. Дополнительно платформа ERTFLIX зафиксировала около 3 млн просмотров.\nТакой ажиотаж вызван результатами Греции на Евровидении:\n• Klavdia с треком «Asteromata» вошла в топ-10 в 2025 году (лучший результат страны с 2013 года), получив двойной платиновый статус на родине.\n• Akylas с песней «Ferto» занял 10-е место в Вене на ESC 2026, набрав 220 баллов. Трек получил золотой статус, а его альбом «Press Start» дебютировал на 20-й строчке чарта.\nГреция ставит перед собой амбициозную задачу - вернуть конкурс в Афины впервые с 2006 года. На фоне этих планов вещатель ожидает, что количество заявок на отбор 2027 года превысит прошлогодний рекорд в 264 песни.\nСможет ли Греция повторить триумф Елены Папаризу спустя 22 года?\n⏱️ Время чтения: 1.1 мин | 🇬🇷 YourVision: Анонс",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781201008.0,
            "poll": null
        },
        {
            "m": "11.06 | 20:00",
            "id": "local",
            "u": "",
            "t": "⚡ МАРТИН ГРИН И ГЕОПОЛИТИКА ЕВС: ВОЗВРАЩЕНИЕ РОССИИ КАК ТЕОРЕТИЧЕСКИЙ СЦЕНАРИЙ?",
            "b": "**Скандальное заявление и аргументы сторон**\n• **Суть ремарки Грина:** В кулуарах юбилейного конкурса в Вене Мартин Грин обмолвился, что ЕВС готов рассмотреть заявку России на возвращение, если государственные вещатели страны будут соответствовать строгим критериям союза.\n• **Раскол мнений:** Сторонники прагматичного подхода указывают на огромный финансовый вклад, который Россия традиционно вносила в бюджет конкурса, и на важность культурного моста. Противники же называют это предательством европейских ценностей и угрозой безопасности самого бренда.\n**Жесткая реакция европейских вещателей**\n• **Ультиматумы Севера:** Вещатели Швеции (SVT), Финляндии (YLE) и Норвегии (NRK) уже провели закрытые консультации. По слухам, скандинавские страны готовы объявить коллективный бойкот Евровидения 2027 в Болгарии, если ЕВС начнет официальные переговоры с российской стороной.\n• **Позиция БНТ:** Для принимающего вещателя Болгарии этот конфликт - кошмарный сон. БНТ надеется провести тихий, коммерчески успешный сезон в Софии без жестких геополитических войн и бойкотов, способных обрушить спонсорские контракты.\n**Мой вердикт и реальные сценарии**\n• **Политические игры ЕВС:** Я считаю, что Мартин Грин совершил колоссальную тактическую ошибку. Попытка прозондировать почву для возвращения крупного плательщика привела к обратному эффекту, мобилизовав жесткое крыло противников.\n• **Прогноз развития:** Любые шаги к возвращению России заморожены как минимум до 2028 года. ЕВС не пойдет на риск тотального раскола конкурса в Болгарии ради призрачных финансовых выгод, так как скандинавский бойкот полностью обнулит коммерческую ценность трансляции.\n---\n💬 Уместно ли руководству ЕВС делать подобные заявления на фоне продолжающихся бойкотов других стран?\n---\n🔗 **ИСТОЧНИКИ:** [EBU](https://eurovision.tv/) | [Eurovoix](https://eurovoix.com/)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781197200.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6203",
            "t": "🇦🇹 АВСТРИЯ: CONCHITA WURST СЫГРАЛА В КВИР-ВЕРСИИ «ЛЕТУЧЕЙ МЫШИ» В ВЕНЕ",
            "b": "Победитель Евровидения 2014 Conchita Wurst (Том Нойвирт) дебютировал на сцене Венской народной оперы (Volksoper) в специальной постановке «Pride Edition» классической оперетты Иоганна Штрауса «Летучая мышь».\nАртист исполнил комедийную разговорную роль тюремного надзирателя Фроша, добавив персонажу современные квир-акценты. Кроме того, Том Нойвирт сделал сюрприз-перформанс в образе Conchita Wurst во втором акте во время сцены бала у князя Орловского.\nНовая текстовая редакция спектакля от Юргена Бауэра и Морица Франца Байхля переосмысляет классический сюжет: традиционный розыгрыш здесь скрывает тайную любовь двух мужчин в рамках жестких общественных условностей. Руководство театра заявляет, что подобные проекты необходимы для переосмысления гендерных ролей в искусстве во время месяца прайда.\nКак вы относитесь к квир-интерпретациям классической оперы?\n⏱️ Время чтения: 0.7 мин | 🇦🇹 YourVision: Событие",
            "img": "https://cdn4.telesco.pe/file/MPH_sp19Mjc1mfJm6yB3xHQGYMxZOZ8Nn7gD3wYW-rHVYo5bOB1weFIUUo6rEw0mwFgwaP3KXyj27N3_BWPu43WulsPnY9DsyIy1Hq5ob5J3GO5DQ3d_oHOO1N9zhpc2_WtkDQvYij6ZifcO5c5ZIXiCMaeU_5hLC36qQn_FmaseIc6RdtumrICDj5UQnHgfi_Bqa0BVuo78A-PDpVrWCGelVEZ6vD37I0ZS3Z8vZ2A8o-7g7i3ivQDJ2XM7T-3WuVIxFhM2QgZGLevsB0HbhjZsOuZN-llK6HCEhn6F7lVe_XtGrLH2HG8s5ileo-UkufNO9-XiJK8gQRP4ie8rtw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781192950.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:46",
            "id": "70",
            "u": "https://t.me/YourEurovision/6202",
            "t": "🇲🇩 МОЛДОВА: SATOSHI ВЫПУСТИЛ ПЕРВЫЙ АНГЛОЯЗЫЧНЫЙ СИНГЛ «ALL WE ARE ABOUT»",
            "b": "Представитель Молдовы на Евровидении 2026 в Вене Satoshi (Влад Сабаджук) представил первый в своей дискографии преимущественно англоязычный сингл «All We Are About» вместе с официальным клипом.\nЗаняв 8-е место в гранд-финале с этно-рэп треком «Viva, Moldova!», артист меняет вектор развития. Новая песня сочетает мелодичный фанк и этнические мотивы, а текст написан на английском языке с одним куплетом на румынском. Релиз знаменует старт международного позиционирования музыканта после победы на Selecția Națională 2026 и последующего успеха в Вене.\nСможет ли англоязычный формат открыть для Satoshi двери крупных европейских лейблов и фестивалей?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.5 мин | 🇲🇩 YourVision: Релиз",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781192778.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6201",
            "t": "🇪🇪 ЭСТОНИЯ: STEFAN ВЕРНУЛСЯ С НОВЫМ СИНГЛОМ «LANGEVARJUNA»",
            "b": "Представитель Эстонии на Евровидении 2022 в Турине Stefan презентовал новый сингл «Langevarjuna» (переводится как «Парашют») вместе с официальным видеоклипом.\nПосле успешного выступления с кантри-поп треком «Hope» артист продолжает развивать фирменный звук. Новый сингл сочетает характерный мужественный вокал Стефана с современным меланхоличным поп-продакшном. Трек уже доступен на всех стриминговых платформах, а кинематографичный клип раскрывает визуальную эстетику сингла.\nСможет ли Stefan с этим синглом вернуть интерес европейских продюсеров и претендовать на возвращение на конкурс?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 0.5 мин | 🇪🇪 YourVision: Релиз",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781192534.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:39",
            "id": "70",
            "u": "https://t.me/YourEurovision/6200",
            "t": "🇺🇦 УКРАИНА: СУСПІЛЬНЕ ПОДТВЕРДИЛО УЧАСТИЕ В ДЕТСКОМ ЕВРОВИДЕНИИ 2026 - НАЦОТБОР СТАРТУЕТ ДОСРОЧНО",
            "b": "Украинский вещатель Суспільне Мовлення официально подтвердил участие в Детском Евровидении 2026, которое пройдет 24 октября на Мальте. Это будет юбилейный, 20-й выход Украины на сцену конкурса.\nМузыкальным продюсером отбора в четвертый раз назначена певица и автор песен Светлана Тарабарова.\nДетали подготовки и сдвиг сроков:\n• Ранний Нацотбор: Поскольку международный финал в комплексе MFCC (Та-Кали) перенесен на октябрь, финал украинского отбора пройдет раньше обычного - в сентябре. Прием заявок стартует в ближайшие дни.\n• Мальтийский Festa-концепт: Организаторы на Мальте готовят концепт «Евровизионного городка», объединяющий традиции мальтийских праздников (охраняемых ЮНЕСКО) со сценическими инновациями.\n• Французский отказ: Мальта принимает конкурс после того, как победительница прошлого года Lou Deleuze (Франция, песня «Ce monde») принесла своей стране золото, но французский вещатель отказался от проведения шоу.\n• Высокая планка: В прошлом году представительница Украины София Нерсесян с песней «Motanka» заняла второе место, задав крайне высокую планку для будущих конкурсантов.\nСможет ли Светлана Тарабарова найти хит, способный превзойти успех Софии Нерсесян и привезти победу в Украину?\n⏱️ Время чтения: 1.0 мин | 🇺🇦 YourVision: Детское",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781192344.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6199",
            "t": "🇨🇭 ШВЕЙЦАРИЯ: СТАРТ СЕЗОНА-2027 И ГЛОБАЛЬНЫЕ РЕФОРМЫ В КОМАНДЕ SRG",
            "b": "Швейцарский вещатель SRG официально подтвердил участие в Евровидении-2027 в Болгарии и объявил о начале подготовки. Национальная делегация сохраняет внутренний формат отбора, но серьезно реформирует процесс поиска артиста и песни.\nКлючевые нововведения и тайминг:\n• Окно приема заявок: Откроется 20 августа в 10:00 и закроется 7 сентября в 23:00 на платформе srf.ch/eurovision. Подать оригинальную песню может любой желающий.\n• Новый музыкальный руководитель: Пост директора швейцарского ESC-проекта занял норвежский продюсер Lasse Nymann (соавтор победного трека Nemo «The Code»). Он сменил Pele Loriano, руководившего процессом последние 12 лет.\n• Собственные Songwriting Camps: Из-за изменения стратегии SUISA, вещатель SRG организует летом два собственных лагеря (в Швейцарии и за рубежом) для привлечения международных талантов.\n• Инструменты и фокус-группы: SRG обновит экспертное и фанатское жюри, сделав их более молодыми по требованию EBU. Также вводится ИИ-анализ предпочтений аудитории совместно с новым партнером «puls Marktforschung».\nГлава делегации Yves Schifferle подчеркнул, что цель вещателя - находить артистов, способных конкурировать на международном уровне, сохраняя аутентичность.\nСможет ли Lasse Nymann повторить триумф Nemo и вернуть Швейцарию на вершину с помощью ИИ-инструментов?\n⏱️ Время чтения: 1.0 мин | 🇨🇭 YourVision: Аналитика",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1781191990.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:30",
            "id": "70",
            "u": "https://t.me/YourEurovision/6198",
            "t": "🇰🇷 ЮЖНАЯ КОРЕЯ: СТАРТОВАЛ ПРИЕМ ЗАЯВОК НА ЕВРОВИДЕНИЕ АЗИЯ - ENA ИЩЕТ ДЕБЮТАНТА",
            "b": "Телеканал ENA объявил об открытом приеме заявок на участие в национальном отборе для дебютного Евровидения Азия 2026, которое пройдет в ноябре этого года в Бангкоке. Окно подачи документов и оригинальных треков закроется 30 июня в 11:59 по корейскому времени (KST).\nОсновные детали отбора:\n• К участию допускаются исполнители с корейским гражданством.\n• Песни должны соответствовать классическим правилам взрослого Евровидения (до 3 минут, оригинальное авторство).\n• Финал национального отбора запланирован на 4 сентября. Детали формата шоу ENA раскроет позже.\nКорейская индустрия с ее гигантским опытом в K-pop шоу может задать абсолютно новую планку для всего азиатского региона.\nГотова ли Южная Корея доминировать на новой азиатской сцене так же, как в мировых чартах?\n⏱️ Время чтения: 0.6 мин | 🇰🇷 YourVision: Азия",
            "img": "https://cdn4.telesco.pe/file/l54f9b9JMnnIALSWfhbSNAv0bKNkKcSTthVUMK5AwRWDJx2pRH20rdZvLPRaovfXQVvpFuHhnT9TrozJM9h4Iobfv2XcjZwYlYzH9Pd9A7S-btHrhB_y3OckPfvr7urYpCSfEPq-Ph7pS1moIryOMxeeLt6XuascvT69mi3PWRIhzoLvKOLeV91nNwH3GUQBEJDpwkmuBkCxq55r1tyLZmDrcyefMEmuJ9wkQQXRn9N_WRaUwlj9QbELDTMZXOuGBPr--GjJPmUFQVuxuZ18Mr41T7-8jyyelzLNjB73tQLR9nyDMFZAe7N8Z-WCXH0LOq44dDcD2_qSoh-IRts5LA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781191804.0,
            "poll": null
        },
        {
            "m": "11.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6087",
            "t": "⏳ #CHRONOS: СЕВЕРО-ЗАПАДНЫЙ УГОЛ НЕБА ГОРИТ НОЧЬЮ",
            "b": "МОМЕНТ:\nСегодня в Риге солнце сядет на северо-западе в 22:08. Через 40 минут оно уйдёт ниже 6° за горизонт - формально начнутся гражданские сумерки. Через ещё час и 20 минут - 12° - навигационные. Только в 00:18 солнце достигнет 18° за горизонтом - точка астрономической ночи. К 02:53 уже начнутся утренние астрономические сумерки.\nРеальной тёмной ночи: 2 часа 35 минут.\nИ всё это время на северо-западе небо будет светлым. Не уличное освещение - именно небо. Солнце, скрытое под горизонтом, продолжает подсвечивать атмосферу с другой стороны планеты. Свет идёт через атмосферный лимб - тонкую дугу освещённого воздуха над линией терминатора. На широте Риги (57°N) в июне эта дуга видна с северо-запада через север к северо-востоку всю ночь.\nЭто не белые ночи в чистом виде - они севернее 60°N (Санкт-Петербург 60°N, Хельсинки 60°N, Стокгольм 59°N). Это балтийский режим псевдо-белых ночей: тёмное небо есть, но только в южной полусфере. Северная половина небесного купола горит всю ночь приглушённым серо-голубым.\nОЩУЩЕНИЕ:\nЕсли в 23:30 встать у окна, обращённого на север, и не включать свет - комната будет освещаться. Не как днём, не как при луне. Сине-серый рассеянный свет, при котором видны очертания книг на полке, но нельзя читать. Это не аномалия. Это что мы платим за зимний январь, когда было ровно наоборот: 16 часов сумеречной тьмы и 3 часа реального света над южным горизонтом.\n→ Если завтра проснёшься в 3 утра - не смотри в южное окно. Смотри в северное. Там уже рассвет.\n⏱️ 1.0 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/EzkbELqyPCrXlk6LTe9LQinW1Pd3hp2ryOREfm462BI7oXHWNPOAibE9QEP4-9GZf7uooLJ9E0U38PjlMa1H2RmcWCF86JumIm6lKGbSp-EW5e-TVDUGL8XfebYALdimaCe3XJQHZJcssEGe2-KaaIzCL7gHqxdehz2AFJ5rpmHkWiapIX4488-quroCrshWH6Tgz2yG0CKfcxtxSaylYD7X_zHcd0rFLT5t5w6BnWTSZBLENdUcfXrJfQGDaIvF73MhZx7oSUWq4ID88xfjsRLmEVu8YP3X3iaLQ-qBmqYaHdguWxEoxYe62YS54_Pwlx9wQQ1mH-fNChYV6mNZyA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781190121.0,
            "poll": null
        },
        {
            "m": "11.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6086",
            "t": "🥐 #CAKES: BASQUE BURNT CHEESECAKE - ЧИЗКЕЙК, КОТОРЫЙ ДОЛЖЕН СГОРЕТЬ",
            "b": "ЛЕГЕНДА:\nВсе правила классического чизкейка нарушены. Намеренно. Это и есть рецепт.\n2011 год, Сан-Себастьян, Страна Басков. Сантьяго Ривера, шеф маленького бара La Viña, решает упростить чизкейк до невозможного: без основы из печенья, минимум муки, духовка на максимуме, никакой водяной бани. Результат - тёмно-коричневый сверху, почти горелый, с жидковатым центром. Для классической кондитерской это набор ошибок. Для Ривера - принцип.\nК 2015 году рецепт распространился по Стране Басков. В 2017 New York Times опубликовали статью «The Burnt Cheesecake That Has Taken Over the World». К 2019-2020 году Basque Cheesecake стал глобальным феноменом - Instagram, Bon Appétit, рестораны от Токио до Нью-Йорка. В 2023 году La Viña получила Michelin Bib Gourmand.\nЯ делал Basque три раза. Первый - слишком осторожный, не дал поверхности сгореть, получился обычный плотный чизкейк. Второй - перепек, центр стал плотным как сыр. Третий - 220°C, 30 минут, центр дрожит при покачивании. Это и есть рецепт. Главный страх дома - что не сгорит сверху. Он должен. Сверху - почти чёрная карамельная корка, внутри - кремовая, едва схватившаяся масса.\nЭто не ошибка. Это принцип.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Основа: сливочный сыр Philadelphia (или маскарпоне) - 600 г, при комнатной температуре\n👍 Сладость и структура: сахар 200 г, яйца крупные 4 шт, мука 30 г (по 1 ст л)\n👍 Жидкость и нежность: сливки 33-35% - 350 мл\n👍 Аромат: ваниль (паста или экстракт)\n👍 Финиш: соль крупная морская щепотка, лимонная цедра тонко (опционально)\n👍 Посуда: круглая разъёмная форма 20-22 см с высокими бортами (или глубокая чашка). Пергаментная бумага с большим запасом - должна выступать над краями формы на 5-7 см. Не смазывать.\nМЕХАНИКА ПРОЦЕССА:\n1. ПОДГОТОВКА. Все ингредиенты комнатной температуры - это ключ. Сыр из холодильника не размешается без комков. Форму выстелить пергаментной бумагой, смяв её предварительно - смятая бумага легче прижимается к стенкам, выступающие края создают характерный «лохматый» силуэт готового чизкейка.\n2. СБОРКА ТЕСТА. В большой миске сливочный сыр размешать лопаткой 1-2 минуты до полной гладкости. Не взбивать миксером - воздух не нужен. Постепенно ввести сахар, продолжая мешать. По одному ввести яйца, после каждого вмешивать до однородности. Просеять муку, ввести. В конце - сливки тонкой струйкой, ваниль. Готовое тесто - жидкое, как густой коктейль, льётся с ложки лентой.\n3. РАЗЛИВ. Тесто вылить в подготовленную форму. Сверху - щепотка крупной соли, если используешь (она усилит контраст со сладостью). Стукнуть формой о стол 2-3 раза - чтобы вышли воздушные пузыри.\n4. ВЫПЕЧКА. Духовку прогреть до 220°C минимум 15 минут. Поставить форму на средний уровень. Печь 25-30 минут. Готовность не по таймеру, а по виду: верх должен стать тёмно-коричневым, почти чёрным по краям, центр всё ещё должен явно дрожать при покачивании формы. Если центр уже плотный - перепёк. Если верх ещё светлый - недопёк, дать ещё 3-5 минут.\n5. ОСТЫВАНИЕ. Достать из духовки. НЕ открывать форму. Остудить полностью при комнатной температуре (2-3 часа). В холод минимум 4 часа, лучше всю ночь. Чизкейк осядет в центре, это нормально и красиво. Текстура стабилизируется только в холоде.\nПодача: холодным, кусками. Пергаментная бумага снимается легко - она и нужна только для извлечения. Сверху ничего - корка сама финиш. Можно подать с сезонными ягодами (сейчас балтийская клубника в пике - идеально).\n⏱️ 2.6 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/Kl3LR_utPuUC9yO_3XhegsxRZP9_uXp-dQIDEkrn1YXeh2KMLuGPTODbZ93zZhz7UHZP5Uy8D9c364xXeKFz02iCuZL4P2di5R7p0PIcF5pDUpOO6k9ZE-t1mgk8F5lnMBsi2XNGhc64g-CVH5sw5LwHhhminvmK4ixvhKfwc0mAbqbmRkDrErczIr7sB72EFbiywh71WhRMh2XIXBqtI9Iq8eOyyzXaMe2-S3RwOTIFQ1eB7crFC3npHaxm6Ln8vdEItP0RguqO392F7Kj__f2To6yTbgpkYqugCSx5KJY8ruZQ4haJg25FhNySW2DSHOllzYB33kvKuQAFwDz98w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781179441.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};