var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Alexandra Capitanescu",
            "s": "Fuego (Eleni Foureira, Кипр 2018)",
            "p": "105 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ro.svg"
        },
        {
            "r": 2,
            "a": "Delta Goodrem",
            "s": "Tattoo (Loreen, Швеция 2023)",
            "p": "55 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_au.svg"
        },
        {
            "r": 3,
            "a": "Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, Дания 2000)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_lv.svg"
        },
        {
            "r": 4,
            "a": "AIDAN",
            "s": "Per Sempre Si (Sal Da Vinci, Италия 2026)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_mt.svg"
        },
        {
            "r": 5,
            "a": "Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, Португалия 2017)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_cz.svg"
        },
        {
            "r": 6,
            "a": "SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, Италия 2017)",
            "p": "47 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_sm.svg"
        },
        {
            "r": 7,
            "a": "Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, Хорватия 2024)",
            "p": "40 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_md.svg"
        },
        {
            "r": 8,
            "a": "Tamara Zivkovic",
            "s": "Euphoria After Dark (Loreen, Швеция 2012)",
            "p": "40 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_me.svg"
        },
        {
            "r": 9,
            "a": "LELEK",
            "s": "Wild Dances (Ruslana, Украина 2004)",
            "p": "38 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_hr.svg"
        },
        {
            "r": 10,
            "a": "LAVINA",
            "s": "In My Dreams (Wig Wam, Норвегия 2005)",
            "p": "36 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_rs.svg"
        },
        {
            "r": 11,
            "a": "Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, Португалия 2022)",
            "p": "35 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_pt.svg"
        },
        {
            "r": 12,
            "a": "Veronica Fusaro",
            "s": "Satellite (Lena, Германия 2010)",
            "p": "31 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ch.svg"
        },
        {
            "r": 13,
            "a": "Little Antigoni",
            "s": "My Number One (Helena Paparizou, Греция 2005)",
            "p": "28 pts (↑2)",
            "img": "https://www.eurovision.com/static/images/flags/flag_cy.svg"
        },
        {
            "r": 14,
            "a": "Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, Италия 1958)",
            "p": "27 pts (↓1)",
            "img": "https://www.eurovision.com/static/images/flags/flag_de.svg"
        },
        {
            "r": 15,
            "a": "Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, Австрия 2014)",
            "p": "26 pts (↓1)",
            "img": "https://www.eurovision.com/static/images/flags/flag_gr.svg"
        },
        {
            "r": 16,
            "a": "Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Celine Dion, Швейцария 1988)",
            "p": "22 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_lu.svg"
        },
        {
            "r": 17,
            "a": "Soren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her (Celine Dion, Швейцария 1988)",
            "p": "22 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_dk.svg"
        },
        {
            "r": 18,
            "a": "JONAS LOVV",
            "s": "Arcade (Duncan Laurence, Нидерланды 2019)",
            "p": "20 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_no.svg"
        },
        {
            "r": 19,
            "a": "JIVA",
            "s": "We Could Be The Same (maNga, Турция 2010)",
            "p": "14 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_az.svg"
        },
        {
            "r": 20,
            "a": "LELEKA",
            "s": "Baller (Abor & Tynna, Германия 2025)",
            "p": "11 pts (=)",
            "img": "https://www.eurovision.com/static/images/flags/flag_ua.svg"
        }
    ],
    "news": [
        {
            "m": "10.06 | 05:39",
            "id": "70",
            "u": "https://t.me/YourEurovision/6196",
            "t": "🇧🇬 ЕВРОВИДЕНИЕ 2027: БОЛГАРИЯ ОФИЦИАЛЬНО ВСТУПАЕТ В ПРАВА ХОСТА - БНТ ПОЛУЧИЛА WELCOME PACK",
            "b": "Директор Евровидения Мартин Грин посетил Софию и официально вручил генеральному директору БНТ Милене Милотиновой «Вводный пакет хозяина» (Welcome Pack). Это знаменует юридический старт подготовки к конкурсу 2027 года.\nРазговор прошел при участии вице-премьера Болгарии Иво Христова. Грин выразил восхищение темпами, с которыми болгарская сторона развернула организационные процессы после победы певицы DARA в Вене:\n«Болгария впечатлила нас своей скоростью и профессиональным подходом. В истории конкурса нет другого подобного случая столь быстрой мобилизации на государственном уровне».\nЧто это значит для сезона-2027?\n• Welcome Pack получен: Пакет документов от EBU содержит технический регламент, продюсерские требования и юридические рамки. Теперь БНТ может переходить к детальному планированию.\n• Выбор города-партнера: Милена Милотинова подчеркнула, что телекомпания БНТ ищет не просто площадку, а надежного муниципального партнера. Сейчас в шорт-листе остаются София, Пловдив и Варна.\n• Поддержка правительства: Вице-премьер Христов подтвердил, что государство обеспечит полное финансирование и инфраструктурную поддержку для реализации имиджевого потенциала страны.\nЧто дальше? В ближайшие месяцы БНТ должна провести инспекции арен и утвердить город-хозяин.\nБудет ли это София с ее столичной инфраструктурой, или Болгария решится на региональный эксперимент в Пловдиве или Варне?\n⏱️ Время чтения: 1.1 мин | 🇧🇬 YourVision: Стандарты",
            "img": "https://cdn4.telesco.pe/file/UaU0ozbMmuIcqEA70gi0eR46o1g7UtC3zqNVdwoidKO02pC3J11EPbV-7Ea2RvbrwejL5p8UBy4LoniWZwJuUEo6Nq5qHucqjbvnCqfn2lqGvN6pJh7pdxn8LHZ3bgWGTWOAu8GeOARin9g-UtbGauOaHg0eqCpLjpJaDD_uYVKwf-plquu89xZSGbGCVOIzJBezs90_l9vRZrVeEkHuLOrvtRtU9GJTggmGrUF_T4s7sCcX_IWt35PsCsbBU5c4Dj4gWcX6muObj-medNmXtRyhcuPycqTI2KnssiV-pFKhCzg8NX7xcbjS2N5_diSEA4Yg-WQyjaLwwUxbSTofeA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781069984.0,
            "poll": null
        },
        {
            "m": "10.06 | 05:34",
            "id": "70",
            "u": "https://t.me/YourEurovision/6195",
            "t": "🇳🇱 НИДЕРЛАНДЫ: AVROTROS ОБЪЯВИТ СОСТАВ УЧАСТНИКОВ JUNIOR SONGFESTIVAL В ПЯТНИЦУ",
            "b": "Нидерландский вещатель AVROTROS в эту пятницу, 12 июня, официально представит четырех конкурсантов национального отбора Junior Songfestival 2026. Девять юных финалистов будут распределены по проектам для борьбы за путевку на Мальту.\nПо результатам кастингов были отобраны девять вокалистов в возрасте от 9 до 13 лет: Maria (9), Benjamin (12), Saige (12), Vajèn (13), Nolan (12), Lay (11), Catelynn (12), Noud (12) и Zoë (12).\nAVROTROS сформирует из них четыре конкурсных акта (сольные проекты, дуэты или группы). В ближайшие месяцы команды запишут оригинальные треки и снимут клипы. Победитель живого финала, который пройдет в сентябре, представит страну на Детском Евровидении 2026.\nКак вы относитесь к практике искусственного формирования групп организаторами отборов?\n⏱️ Время чтения: 0.8 мин | 🇳🇱 YourVision: Flash",
            "img": "https://cdn4.telesco.pe/file/chr6SsGSYMqtImwtowEmWV5Rn4XijG7LFDPIx7mxoL70uQp9lPXYykA52fzKn--Sga0kun_RFliF6wjU2x7n0-ENFcmjl7QcBYqeS6n6yn7hRgsggj2126zMe6PRsXCQVVJ8_hZnzFCp-y4Pi6YtuetL41jXGvEPifvx8XH7zcwuP48YE2SIDfigxN3nLkuTlLr6y7ZV6nK7lOZT51T8hY41wwgUWW-sZou2FtKh2Yqji5vT_wrOu-hDHOsjqPGf-B5cnus_fjKl4oeiG3ziE5MVw40mYYMIZGRbUBAJzuzvVoAKlwHFbjiLqOXAJ118C7wogUQQVnMqIrybyHkB4w.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781069661.0,
            "poll": null
        },
        {
            "m": "10.06 | 05:30",
            "id": "70",
            "u": "https://t.me/YourEurovision/6194",
            "t": "🇧🇩 🇲🇰 ДЕБЮТЫ И ДЕТСКИЙ ОТБОР: БАНГЛАДЕШ И СЕВЕРНАЯ МАКЕДОНИЯ ЗАКРЫВАЮТ ЗАЯВКИ",
            "b": "Сегодня, 10 июня, закрываются окна подачи заявок на двух флангах евровизионной экосистемы. Бангладеш завершает сбор анкет на дебютное Евровидение Азия, а Северная Македония прекращает прием песен для Детского Евровидения 2026.\n• Бангладеш (Eurovision Asia): Телекомпания NTV закрывает прием заявок для дебютного отбора. 21 июня объявят 12 финалистов, которые пройдут подготовку к финалу 23 августа. Правила жесткие: хронометраж до 3 минут, максимум 6 человек на сцене. Независимых артистов Voxovation распределит по лейблам. Голосование за поездку в Бангкок пройдет на платформе Zoop.\n• Северная Македония (Junior Eurovision): Вещатель MRT закрывает прием песен для Мальты. Жюри ищет современный продакшн с текстом минимум на 60% на македонском языке. Артиста и песню выберут внутренним решением.\nКак думаете, взлетит ли формат азиатской версии конкурса?\n⏱️ Время чтения: 0.9 мин | 🇪🇺 YourVision: Flash",
            "img": "https://cdn4.telesco.pe/file/KcyVDnHA5B1YEnExNtVh9s4vj_P37cT1IazqEu-Uxuu3ahpCdvg2drUzXB6aRJcIKOQNqapuTB64o1qGu0nU54-IoXskcRwW16es-3rkTNd7cJn9vCyKfomgzbGC8JeecEcDaOuF0OHKzHj1YnjF_MqfUSWTwAZxy6LFI3NYXtuX0U6Zunu6ub4ersB0zvL35dlqkSmR5KjGZMASSX7fQifJ-23cCSwYTtPoInylSKQdR780jChWN3jmZAAVpNMMmqU7XPBV1kMASt0p73e_FFqSgLemuk7Loi11rX3SxWgRB85u6sBa97KCYPhXky4fXCKIA9sVGykIr401E7E9EQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781069413.0,
            "poll": null
        },
        {
            "m": "09.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6081",
            "t": "⏳ #CHRONOS: ЧЕТЫРЕ ЧАСА НАСТОЯЩЕЙ ТЕМНОТЫ",
            "b": "МОМЕНТ:\nСегодня в Риге настоящая ночь длится 4 часа. Меньше чем смена ночного сторожа. И начнётся она не сейчас.\nВ 18:02 свет ещё дневной. Закат - 22:00. Гражданские сумерки (светло достаточно чтобы читать на улице без лампы) - до 23:30. Навигационные сумерки (горизонт ещё видим) - до 00:15. Только после этого начинается астрономическая ночь - то есть солнце опустилось более чем на 18° за горизонт, и небо стало по-настоящему чёрным. Эта чёрнота закончится в 04:00 утра - начнутся утренние астрономические сумерки.\nРеальной темноты: 4 часа. Цивильно тёмного времени (когда нужен фонарь чтобы читать газету): около 8 часов. Дневного полного света: 17 часов. Это балтийский режим - не полярные белые ночи (они севернее 60°N), но настоящая ночь укорачивается до минимума.\nЭто не аномалия. Это что мы получаем за зиму, когда было наоборот: 4 часа дневного света и 17 часов сумеречно-тёмного.\nОЩУЩЕНИЕ:\nЕсли выйти на улицу около 23:00 в Риге сейчас - небо синее. Не чёрное. Свет приходит не от уличных фонарей, а с северного горизонта - солнце там, под горизонтом, продолжает подсвечивать атмосферу. Это лимб, гражданские сумерки, и они длятся до полуночи.\nТело замечает это раньше календаря. Сон становится поверхностнее, пробуждения ранние, после полудня - сонливость без причины. Это не сбой режима. Это физиология северянина в середине июня. Эпифиз вырабатывает мелатонин по уровню освещённости - и сейчас уровень не падает достаточно.\nСегодня тебе остаётся 4 часа реальной темноты из 24. И эти 4 часа не сейчас.\n→ Посмотри в окно в 23:00. Не на уличный фонарь - на небо за крышами. Какого оно цвета?\n⏱️ 1.2 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/g4X4QMBfnTanSOhl-tRIf3Tq33-nczh4WMrtmR6KjLSTe_LKkh2QHS-1B-b388AmvkMPvRZ4nK6PrlD0orgdaU9YvFwnFMBad9m1bS6DXULzdkmrZblmK8Muhq1otkEPhniZu1qjl76nj7MD2QplqQDXHjB5zMBQH3-Ssa0VYFQYOk1Dzog_-AylpmRb1RHsPWavoLTK6JDfm5y9tXRQkOhHRfRA5XCSe0OoNDSzltouQgVerCnjSZ7AxBnyGzh1d7cyiNIMXAbCqMEf5VIbGMkqgebhlW9yu58EV6vk1kgZkVLAdWNqmePHvPoaZykMDAiOjH0CXIYeR8Kv2Q2oWg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781017321.0,
            "poll": null
        },
        {
            "m": "09.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6080",
            "t": "🍮 #PATISSERIE: БУЗИНОВОЕ CREMEUX - ТРЕТЬЯ ТЕКСТУРА",
            "b": "ЛЕГЕНДА:\nCremeux - не пудинг и не мусс. Это третья текстура с собственным правилом: между плотностью крема патисьер и воздушностью мусса, стабилизированная желатином и эмульгированная маслом.\nТермин cremeux в современной патиссери формализован в 1990-х - Pierre Hermé и Frédéric Bau стандартизировали технику в учебных пособиях École Valrhona. До этого француз ская выпечка различала creme patissière (заварной), mousse (мусс) и creme legere (заварной с взбитыми сливками). Cremeux появился как четвёртое: достаточно плотное чтобы держать форму в бокале, достаточно лёгкое чтобы не давить на язык. Сейчас стандарт во всей высокой кухне.\nБузиновый сироп (см. рецепт от 02.06) - идеальная база для cremeux. Цветочный аромат держится в эмульсии лучше чем в горячей варке: молекулы линалоола и цитронеллола стабилизируются жиром и желатином, не уходят с паром. Один сироп даёт два разных десерта - в коктейле он лёгкий и летучий, в cremeux он плотный и держится 3 дня.\nЯ делал cremeux четыре раза. Главная ошибка - перегрев желтков. 82°C - граница. Выше - омлет, не cremeux. Поэтому варить только на водяной бане, никогда на прямом огне.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 База: яичные желтки 4 шт, сахар 60 г, сливки 33% - 100 мл, бузиновый сироп 100 мл, лимонный сок 1 ст л\n👍 Стабилизация: желатин листовой 4 г (2 листа), сливочное масло холодное 30 г\n👍 Финишная аэрация: сливки 33% - 200 мл, охлаждённые\n👍 Подача: бокалы стеклянные (4-5 порций), свежие соцветия бузины для декора (опционально)\nМЕХАНИКА:\n1. ЖЕЛАТИН. Листы желатина замочить в холодной воде минимум 10 минут. Они должны полностью размякнуть, набрать вес в 4-5 раз.\n2. БАЗА. В жаропрочной миске объединить желтки, сахар, 100 мл сливок и бузиновый сироп. Поставить на водяную баню (миска не касается воды). Варить помешивая венчиком 8-10 минут до температуры 82°C. Готовая база покрывает ложку пленкой - если провести пальцем, остаётся чёткая дорожка. Перегреть нельзя - желтки свернутся комками.\n3. СТАБИЛИЗАЦИЯ. Снять с бани. Желатин отжать, добавить в горячую базу, размешать до полного растворения. Добавить лимонный сок. Холодное масло кубиками, перемешать до полного слияния. Эмульсия должна быть гладкой, без жирных пятен. Остудить до 30-35°C - тёплая, но не горячая (палец выдерживает несколько секунд).\n4. АЭРАЦИЯ. Сливки 200 мл взбить до мягких пиков. Не до твёрдых - cremeux должен оставаться текучим. Соединить в три приёма с остывшей базой складкой: первая треть размешивается активно (разбавление), вторая и третья - аккуратно (сохранение воздуха).\n5. РАЗЛИВ. Разлить по стеклянным бокалам, до 2/3 высоты. В холод минимум 4 часа, лучше 6.\nПОДАЧА: бокал из холодильника. Сверху - свежее соцветие бузины (если есть в окне сезона) или ягоды. Cremeux держится 3 дня в холоде - после теряет воздух, становится плотнее.\n⏱️ 2.5 мин | 🍮 Almanac: Patisserie",
            "img": "https://cdn4.telesco.pe/file/XJk2BSLm6tNdqDR4xPKM7dtXvVx1kXzCLjUVZq9cU1Lrn13yehC5gVOnBPaCo-9Pv6CdQJTIP5sMsuDkQooIG01-X57B1dokTk2_PgwlCbugh5w-pPJLMucOCTrTQ4_Pnrd2F-mMJjEi-Zx3s8UMf9OBJoM63H8U0KoLh5sCHkvwDBxeHs_lY81bTO3AoEjLu1ZkNfTON78ME_srf6GnxaqQpJnNT5PwCGF_LmAlgTd1-3AxnQCT9HJwaDpM7YZKlkRL2ul-KH-egqjcmaY417mV98wJ4SPmiZcB6qcJvjGBPZp88sE478iW2RRdilhRshIcQjoN7w_cRkYb2qH5dg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781006641.0,
            "poll": null
        },
        {
            "m": "09.06 | 11:48",
            "id": "70",
            "u": "https://t.me/YourEurovision/6192",
            "t": "🎚 ALLMIX: VIBE SHIFT 2026 - NEW CONTOURS",
            "b": "Сборка из 20 песен. Голосование до 14.06 (23:59 по Риге). Итоги - 16.06.\n1. Taylor Swift - «I Knew It, I Knew You»\n2. Madonna - «Love Sensation»\n3. Olivia Rodrigo - «drop dead»\n4. Dave, Tems - «Raindance»\n5. Tyla, Zara Larsson - «SHE DID IT AGAIN»\n6. Madison Beer - «lovergirl»\n7. BTS - «SWIM»\n8. KATSEYE - «PINKY UP»\n9. BLACKPINK - «JUMP»\n10. Dara - «Bangaranga»\n11. Sal Da Vinci - «Per sempre sì»\n12. Alexandra Căpităнесcu - «Choke Me»\n13. Linda Lampenius & Pete Parkkonen - «Liekinheitin»\n14. SAYAN - «Мальборо»\n15. BEARWOLF - «Феникс»\n16. By Индия, Xcho, МОТ - «Шадэ»\n17. Сергей Лазарев, Полина Гагарина - «Хэппи Энд»\n18. Егор Крид, ARTIK & ASTI - «KARMA»\n19. HOLLYFLAME - «Тону»\n20. Ваня Дмитриенко - «След»\n🗳 ССЫЛКИ:\n🩵 Плейлисты: Spotify / YouTube Music / YouTube\n🩵 Голос: StrawPoll\n🩵 Хаб: YourEurovision Hub\n🩵 Итоги: 16.06 на радио myradio24.com/levdanskiy\nКакой трек заберет золото?\n⏱️ Время чтения: 1.0 мин | 🎚 YourVision: AllMix",
            "img": "https://cdn4.telesco.pe/file/TyiALg-Ns2SkQmLAXorsrTPgf1vkhqvbsLu9UDr-4vVPfIy5wnaPyn1r1izV3ZcssoWQp7FWbFS4hncvMwBcNc1ZKTnrgytpyfpeGdxZoGwDnpOxM7hcbB4UqWRFjg1SBzI-HFdNjBTFZC5RazB-we1WoEDTO2tISIP7gT32KyZ-H7ZopCgVQv0he0XzmhupPK1kQJSFr2Iq0qRuD5l1wxXSJLJcoh1_WsMV2iHxKVEu82-8txtMVbYbUaNxAEkmW0n4ytvKr-xJ-JQ_HUC4xhZtx2GvwUqfL7x6gvBFfA2K-MqWWIBU7lT9vGB8X89cLIZzmWmtFKOIbVFoIJF5Rg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1781005738.0,
            "poll": null
        },
        {
            "m": "09.06 | 08:52",
            "id": "70",
            "u": "https://t.me/YourEurovision/6191",
            "t": "🇪🇺 YOUTUBE: ТОП-20 МАЯ - DARA ЛИДИРУЕТ С «BANGARANGA»",
            "b": "Официальный YouTube-канал конкурса «Евровидение» подвел итоги мая 2026 года, опубликовав список двадцати самых просматриваемых видео. Абсолютным триумфатором месяца стала победительница конкурса DARA из Болгарии, чьи видео заняли сразу три строчки в рейтинге.\nЛидеры и классика на YouTube\n• Болгарский феномен: Победное выступление DARA с песней «Bangaranga» возглавило чарт. Официальный клип закрепился на 7-й строчке, а выступление на национальном отборе «Відбір» заняло 12-е место.\n• Свежие релизы: В топ-5 вошли финалисты этого года: Akylas (Греция), Noam Bettan (Израиль) и Alexandra Căpitănescu (Румыния).\n• Нестареющие хиты: Победитель 2009 года Александр Рыбак с песней «Fairytale» удерживает 6-е место, опережая большинство новинок сезона.\nПолный рейтинг просмотров (май 2026):\n1. 🆕🇧🇬 DARA - Bangaranga (Финал*)\n2. 🆕🇬🇷 Akylas - Ferto (Финал*)\n3. 🆕🇮🇱 Noam Bettan - Michelle (Финал*)\n4. 🆕🇷🇴 Alexandra Căpitănescu - Choke Me (Финал*)\n5. 🆕🇲🇹 Aidan - Bella (Финал*)\n6. ⬇️🇳🇴 Александр Рыбак - Fairytale (2009, Финал*)\n7. ⬆️🇧🇬 DARA - Bangaranga (Видеоклип)\n8. 🆕🇮🇹 Sal Da Vinci - Per Sempre Sì (Финал*)\n9. 🆕🇲🇩 Satoshi - Viva, Moldova! (Финал*)\n10. 🆕🇨🇾 Antigoni - JALLA (Финал*)\n11. 🆕🇫🇮 Linda Lampenius x Pete Parkkonen - Liekinheitin (Финал*)\n12. ⬆️🇧🇬 DARA - Bangaranga (Национальный отбор)\n13. 🆕🇦🇺 Delta Goodrem - Eclipse (Финал*)\n14. 🆕🇭🇷 LELEK - Andromeda (Финал*)\n15. 🆕🇵🇱 Alicja Szemplińska - Pray (Финал*)\n16. 🆕🇩🇪 Sarah Engels - Fire (Финал*)\n17. ⬇️🇲🇹 Aidan - Bella (Видеоклип)\n18. 🆕🇸🇪 Felicia - My System (Финал*)\n19. ⬇️🇪🇪 Tommy Cash - Espresso Macchiato (2025, Финал*)\n20. 🆕🇺🇦 LELÉKA - Ridnym (Финал*)\n*Просмотры выступлений суммируются с полуфиналов, финала и победного проката.\nКакое видео из этого списка вы пересматривали чаще всего в прошедшем месяце?\n🔗 СМОТРЕТЬ: YouTube\n⏱️ Время чтения: 1.2 мин | 🇪🇺 YourVision: Чарты",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780995140.0,
            "poll": null
        },
        {
            "m": "09.06 | 08:36",
            "id": "70",
            "u": "https://t.me/YourEurovision/6190",
            "t": "🇪🇺 АЗИЯ: ПОБЕДИТЕЛЬ ЕВРОВИДЕНИЯ АЗИЯ МОЖЕТ ВЫСТУПИТЬ В БОЛГАРИИ",
            "b": "Дебютный конкурс «Евровидение Азия 2026», запланированный на ноябрь в Бангкоке, начинает раскрывать свои секреты. Согласно официальному регламенту южнокорейского отбора от вещателя ENA, победитель азиатского конкурса получит возможность подняться на сцену основного «Евровидения-2027» в Болгарии.\nДетали азиатской интеграции и первые интриги\n• Билет в Софию: Южнокорейский канал ENA объявил, что победитель азиатского смотра примет участие в финале взрослого конкурса 2027 года. Официального подтверждения от ЕВС пока нет - вероятно, речь идет о гостевом выступлении.\n• Сетка отборов Южной Кореи: ENA принимает заявки до 30 июня. Сроки подведения промежуточных итогов сдвинулись: результаты предварительного отбора разошлют кандидатам 3 июля вместо 13 июля. Финал назначен на 4 сентября.\n• Сомнения в легитимности: Вокруг корейского проекта уже разгорается скандал. Крупные фан-ресурсы отказываются освещать отбор из-за сомнений в его прозрачности. Делегация Южной Кореи пообещала обсудить эту проблему внутри оргкомитета.\n• Расширение географии: К запуску готовятся и другие участники. Филиппины (вещатель ABS-CBN) проведут финал в августе, Бангладеш (NTV) закроет прием заявок 10 июня, а Непал (Himalaya TV) выберет представителя 19 сентября.\nИсторический финал пройдет 14 ноября 2026 года в Бангкоке с участием 10 подтвержденных стран.\nСможет ли азиатский дебют завоевать доверие европейских фанатов на фоне стартовых скандалов?\n⏱️ Время чтения: 1.1 мин | 🌏 YourVision: Новости",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780994182.0,
            "poll": null
        },
        {
            "m": "09.06 | 08:06",
            "id": "70",
            "u": "https://t.me/YourEurovision/6189",
            "t": "🇸🇪 ШВЕЦИЯ: ALLSÅNG PÅ SKANSEN 2026 - ОБЪЯВЛЕН ПОЛНЫЙ СОСТАВ УЧАСТНИКОВ",
            "b": "Главное летнее шоу Швеции «Allsång på Skansen» возвращается на сцену Sollidenscenen. Вещатель SVT представил лайнап сезона-2026, который пройдет с 23 июня по 11 августа. Программу четвертый год подряд проведет Пернилла Вальгрен, а сценарий напишет знаменитый Эдвард аф Силлен.\nВ этом году проект переполнен звездами Евровидения и Melodifestivalen.\nРасписание эфиров (по вторникам):\n• 23.06 (Премьера): Felicia (победительница Mello-2026), Käärijä (Финляндия 2023) & Basshunter, Hooja, Петра Марклунд, De Vet Du, Томас Стенстрём.\n• 30.06: Sanna Nielsen (Евровидение-2014), Naod & Greekazo, Infinite Mass.\n• 07.07: Tove Styrke, Valter Nilsson, Lilla Al-Fadji, Noll2, Sten & Stanley.\n• 14.07: Peg Parnevik, Medina, Simon Superti, Стаффан Хеллстранд, Greczula.\n• 21.07: The Soundtrack of Our Lives, Fanny Avonne, Familjen, STOR, Svullo.\n• 28.07: The Ark (Евровидение-2007), Disco Inferno (Андреас Лундстедт, Лина Хедлунд, ЛаГайлия Фрейзер).\n• 04.08: Icona Pop, Oskar Linnros, Newkid, Лассе Хольм, Linda Lampenius & Pete Parkkonen (Финляндия 2026).\n• 11.08 (Финал): Carola (победительница Евровидения-1991), Lena Philipsson (Евровидение-2004), A*Teens, Nanne & Bettan, Ева Дальгрен.\nКто из артистов этого сезона станет вашим главным летним саундтреком?\n⏱️ Время чтения: 1.1 мин | 🇸🇪 YourVision: Новости",
            "img": "https://cdn4.telesco.pe/file/fyx4MFmwEvGJCFFtOodkknvM4AbiVhKecGszFxzlJHHUTOat9y8TWngU3rSLJ_ug8HIGI3rn0hNRrpIllK5Dr7umEICfiGnFiUFyI0j4NhEp7HcKT0IJaZ_pssjj_Dwf0qfX1oiyIJw9zrJJyoCcjXa98YHBSgwbQQq6kNJ4pJ9JoXcKc5KDc76y8qOkjZ9dWXjZCul1V-QsmfXP4wzuPKy9aK72wI1ILLOuTo74BVZKhaf-QKMp25ClFMfhPFiAiqrew6bCRndrf3uSdghLj9J9ULBnu-mslApy0AW_TdZjGfHcfl4HjPC9fF-jGxuiJE6qsyL8gtR2fETfu2ZxPA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780992412.0,
            "poll": null
        },
        {
            "m": "09.06 | 08:02",
            "id": "70",
            "u": "https://t.me/YourEurovision/6188",
            "t": "🇧🇬 БОЛГАРИЯ: БОРЬБА ЗА ЕВРОВИДЕНИЕ-2027 - ЧЕТЫРЕ ГОРОДА В ГОНКЕ",
            "b": "БНТ и ЕВС дали старт отбору города-хозяина для «Евровидения-2027». За право принять шоу поспорят София, Пловдив, Варна и Бургас. До конца недели города должны подтвердить техническую готовность, а имя победителя гонки БНТ объявит до конца июля.\nКлючевые критерии отбора:\n• Арена: Зал вместимостью от 10-11 тысяч зрителей. Размеры сцены: ширина 10-15 метров, высота 18 метров.\n• Инфраструктура: Более 3000 отельных номеров в 30 минутах от зала, международный аэропорт и общественный транспорт.\n• Логистика: Площадка под Еврогородок (Eurovision Village) площадью от 10 000 квадратных метров.\nКандидаты настроены амбициозно. Мэр Варны Благомир Коцев напомнил, что триумфатор конкурса Dara родом из его города. Правительство Болгарии пообещало проекту оперативную поддержку.\nКакой город примет конкурс?\n⏱️ Время чтения: 0.9 мин | 🇧🇬 YourVision: Новости",
            "img": "https://cdn4.telesco.pe/file/qI5sRQpb1keiprVQbkIOCXRQCP8wKEaEXTJ8Chrr9kuQPZAqUsKD_iqIdT__U0D9ufukPywoqVfuJ_IF71nArYuSUybGU2qtLJ4P_I1DIPuesLU_8YTcb72kPOIerZt70PvgTYtNoB_q2MBt2EKjwXmU3i1ciiGDxUiU4BVPNIF5AnhrHPhMd5ZRMvNzF1OR0dK8eCkuA87wO37yq7lGUWboQ-2yh0nfbMwc9A19gFwJybWUd7_T8UydpYiO9dvHgK0O-G0Hs2yErcd474z3im9IxaJeVx0nJUZMPsGDUvJGLfxEFckTG3V3SwHUjjo8HcQZ6Sjbx3UyUU0SoHfGyA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780992153.0,
            "poll": null
        },
        {
            "m": "09.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6079",
            "t": "📚 #SOURCE: КАФКА «ПРЕВРАЩЕНИЕ» - СЕМЬЯ, КОТОРОЙ ОБЛЕГЧЕНИЕ",
            "b": "Грегор Замза просыпается насекомым. Через пятьдесят страниц семья облегчённо вздыхает, когда он умирает. Это и есть сюжет.\n«Однажды утром, проснувшись после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое.»\nФранц Кафка, «Превращение» (Die Verwandlung), 1915.\nЧТО СКРЫТО:\nДо превращения Грегор работал коммивояжёром, кормил всю семью, выплачивал долги отца. Был единственным источником денег. После превращения семья постепенно учится сама зарабатывать: отец возвращается на работу, мать шьёт, сестра становится продавщицей. К концу рассказа все трое моложавы, бодры, заняты. Грегор медленно умирает в комнате, забытый. В последней главе семья едет за город на пикник и думает о замужестве сестры. Они не убийцы - они выжили.\nТёмный слой не в том, что Грегор превратился. Тёмный слой в том, что семья переживает превращение удивительно быстро. Это не история о трансформации - это история о том, что метаморфоза уже произошла. Текст просто делает её видимой.\nВ 1919 году Кафка написал отцу письмо на 100 страниц - перечень обвинений, страхов, обид. Никогда не отправил. «Превращение», написанное на 4 года раньше, - художественная версия этого письма. Грегор - сын, выполняющий все обязательства семьи, освобождает её от обязательств перед собой через превращение в нечто, что нельзя признать своим.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nТермин «toxic family dynamics» появился в психологической литературе в 2010-х. Кафка описал механизм в 1915. Семья как замкнутая система, в которой один человек назначен функцией (кормилец, помощник, козёл отпущения), и эта функция важнее самого человека. Когда функция исчезает, система перестраивается. Человек, потерявший функцию, перестаёт существовать для системы - физически он ещё в доме, социально его уже нет.\nКафка завещал другу Максу Броду сжечь все рукописи после смерти. Брод нарушил завещание. Это структурно тот же сюжет: один выполняет последнюю функцию - удалить себя из мира - и не получает её исполнения.\nГрегор был насекомым до того, как стал. Текст показал это потому что иначе никто бы не заметил.\n→ Какую функцию ты выполняешь в своей семье - и что произошло бы, если бы перестал?\n⏱️ 1.7 мин | 📚 Almanac: Source",
            "img": "https://cdn4.telesco.pe/file/YpRf4jUku-LkTeV5elZwvjqw56r0UwQrfh-4lrZI9O8BISz8g06YD-4B85vySQndR0a5Gz0ZDtPwg2BziOK55e4zp1vBNcUH8XSDx-1fZZL1vxyex57IP_VwOvObj_rTY6O_Vb10fFdacN7mmanloDwyARvqzXQn2dgf8ljjEN4oAnfhnFANsxHzdA-TCSW3x8Q9J7TUxgT3ki2jwzySeopbfWnT6w-jj3pK5jlCEQ811PPjD1XrutUdkJ9NOzKGy8NoosvfIkkPRnTwNnfJMO5U6RfnYe4J-FifofcYS-gTwtIa406uRovIukhiZV-jVbAjZJZyCGz3dCcoCR_eeA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780988641.0,
            "poll": null
        },
        {
            "m": "08.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6078",
            "t": "⏳ #CHRONOS: КУМАРИН - МОЛЕКУЛА ТРЁХ ИМЁН",
            "b": "МОМЕНТ:\nСейчас 18:02. Кумарин - молекула, которая пахнет ваниль, луг и крысиный яд. Это одна и та же молекула. И сегодня в воздухе её больше всего за год.\nВ живой траве кумарин существует в связанной форме (гликозид мелилотозид), запаха не имеет. При срезании клетки повреждаются, ферменты освобождают свободный кумарин, начинается испарение в воздух. Пик испарения - 24-48 часов после покоса, когда трава высыхает на поле, но ещё не убрана в стога. В Балтии первый покос идёт прямо сейчас, в эту неделю.\nТа же молекула:\n👍 В ванильных стручках природной ваниль (Vanilla planifolia)\n👍 В зубровке (Hierochloe odorata) - трава, на которой настаивают польскую водку Żubrówka и литовский Trejos Devynerios\n👍 В белом доннике (Melilotus albus)\n👍 В корице (в малых количествах)\n👍 В табаке pipe-сортов (производители добавляют для «сладкой сенной» ноты)\n👍 В коммерческом варфарине, родентициде первого поколения (открыт в 1948 году из коровьего сена, которое вызывало геморрагическую болезнь)\nЗапах сена - химически тождественен запаху ванильной палочки. Различаются концентрация и контекст.\nОЩУЩЕНИЕ:\nЕсли сегодня вечером пройти по дороге между деревнями за городом - и почувствовать сладко-сухой аромат - это первый покос сена. Кумарин распространяется на километр от стогов, особенно в безветренный вечер. В городе запах исчезает - слишком много конкурирующих молекул. В сельской местности он становится фоном на 2-3 недели.\nВ парфюмерии кумарин - основа целого семейства ароматов fougère, начатого в 1882 году духами Houbigant Fougère Royale. Каждый раз когда ты чувствуешь «classic мужской парфюм 1980-х» - это кумарин. То есть запах летнего сена, концентрированный в стеклянный флакон.\n→ Найди ближайшее место за городом, где сегодня косили. Не нужно идти на само поле - запах распространяется. И прими: ты сейчас чувствуешь то же самое, что в маленькой дозе пахнет ваниль, а в большой убивает крыс.\n⏱️ 1.5 мин | ⏳ Almanac: Chronos",
            "img": "https://cdn4.telesco.pe/file/Ib_m7R-Fx-Kg8jTX6GnMAbMgmZJRDyibThI-wQl9syyDEzg70e2YzSSDSU3gbL8ojWYVD-ZzTCsmE-iX6vBF41Pjt_80xewpERv1-dWnPWTuWtpQ1Ju5tNgaA1qv2L2ub7xSnadwE8eXU2oV8i0hUyczgE5HwXxMrzxURRxtj28KmkDoSJavGPL5QfMW6fBNyJPsFR9fevtJqxwJVkI9dDdOmzOr1Wo65wGYBAUqRjjaiSHzoVW516OVm_Xd1zt_HRsu_d5A4ulM6oJFnarQ2XDbJjb4jl6pOqmkRZmIhXrdk31iKq7mK4ECb5qkbhhfeBQGcYsGKdlza1m7OpyRCA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780930921.0,
            "poll": null
        },
        {
            "m": "08.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6077",
            "t": "🥐 #CAKES: ПРАГА - ТОРТ, КОТОРЫЙ НИКОГДА НЕ БЫЛ В ПРАГЕ",
            "b": "ЛЕГЕНДА:\nПрага - самый узнаваемый советский шоколадный торт. Назван был в честь страны, в которой никогда не продавался.\nСередина 1950-х, Москва, ресторан «Прага» на Старом Арбате. Шеф-кондитер Владимир Михайлович Гуральник создаёт торт в честь советско-чехословацкой дружбы. Прототип - чешский Sachertorte, но рецепт серьёзно адаптирован под доступные советские продукты и под более плотную бытовую культуру праздников. В чешской «Праге» этот торт не появлялся - он там был неизвестен. Чехи, приезжавшие в Москву в советские годы, открывали для себя «свой» торт впервые в командировке.\nГуральник в том же ресторане в 1980 году создал «Птичье молоко» - первый советский торт с государственным патентом на рецепт. Прага и Птичье молоко - два главных произведения одного автора. Прага идёт первой по времени, но в иерархии советского десерта она равна.\nЯ делал Прагу с тремя разными версиями крема. Только одна правильная - на варёных желтках со сгущёнкой по технике charlotte. Современный масляный крем без желтков даёт плоский, слишком сладкий вкус. Восстановить правильный - значит дать времени крему загустеть на варке: 15-20 минут постоянного мешания на водяной бане.\nЭто не упрощённый Захер. Это самостоятельный жанр: советская плотность вместо венской сахарной дипломатии.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Шоколадный бисквит: яйца 7 шт (разделить), сахар 150 г, сгущённое молоко 50 г (для теста), мука 130 г, какао тёмное 25 г, разрыхлитель 5 г, сливочное масло растопленное 50 г\n👍 Крем «Пражский» (Charlotte): молоко 150 мл, желтки 2 шт, сахар 100 г, сгущённое молоко 130 г, сливочное масло 200 г, какао тёмное 20 г, ванильный экстракт\n👍 Прослойка: абрикосовый джем 100 г (просеянный)\n👍 Шоколадная глазурь: тёмный шоколад 70% - 100 г, сливочное масло 30 г, сливки 33% - 50 мл\n👍 Боковое покрытие: бисквитная крошка из обрезков\n👍 Посуда: круглая форма 22 см, разъёмная\nМЕХАНИКА:\n1. БИСКВИТ. Желтки взбить с половиной сахара до светлого крема (5 минут). Влить сгущёнку, перемешать. Белки в отдельной чистой миске взбить до мягких пиков, постепенно ввести вторую половину сахара, взбить до глянцевых устойчивых пиков. Просеять муку с какао и разрыхлителем, ввести в желтковую массу складкой. Затем белки в три приёма. В конце - тёплое растопленное масло по краю миски. 175°C, 40-45 минут. Готовый бисквит - сухая зубочистка, центр пружинит. Остудить в форме полностью.\n2. СТАБИЛИЗАЦИЯ. Бисквит обернуть плёнкой, в холод минимум 6 часов, лучше всю ночь. Без этой паузы он будет крошиться при разрезании на пласты.\n3. КРЕМ ШАРЛОТТА. В сотейник желтки + сахар + молоко. Поставить на водяную баню, варить 15-20 минут при постоянном помешивании венчиком. Готовый сироп должен загустеть до плотности заварного крема и покрывать ложку пленкой. Снять с бани, влить сгущёнку, перемешать. Остудить до комнатной температуры. Параллельно взбить мягкое сливочное масло до пышности (5 минут). Постепенно вливать остывший желточно-молочный сироп в масло, продолжая взбивать. Добавить какао и ваниль. Крем готов, когда блестит и держит структуру.\n4. СБОРКА. Бисквит разрезать на 3 пласта. Нижний пласт - тонкий слой джема + слой крема. Второй пласт - крем (без джема). Третий пласт - тонкий слой джема под глазурь. Бока промазать тонким слоем крема.\n5. ГЛАЗУРЬ. Шоколад + масло + сливки растопить вместе на водяной бане до 45°C. Остудить до 35°C. Вылить на торт сверху, дать стечь по бокам.\n6. ФИНИШ. Пока глазурь стекает - быстро прижать бисквитную крошку к бокам торта (классическая советская подача). В холод 4 часа.\n⏱️ 2.8 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/jo9KrBwKwz8wpGOvd-PJbl4Iy6vYIcEBsyx_iCrfQ2QVH7N5rO7_koS4bUcyoIvT30AeMAKPlsZsjF3xG6QJPMfSANOvrG3xYIBd55TxQocpskTu5DpTVNgUPwavgsQ-MwhlqU4byKqNFCZcAVn8tExKN4ZuBWLSTCWxqsV4kMSHGNRROKfacTqiOXnafFGG-1Zh7_bqaBJmJ3BQcru08GVV07Dt0pgVNFhi-i73WkzAYg9Tt4o5Rx17YHQD8yaUNNqARj9Tx5HIA7GCFaZpe4uQbwsuiyj4A77ayPAe-I6zt-gSdkEJgUu7oriFzqS8qbbDpuko0cwwqhmA8NYVjQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780920241.0,
            "poll": null
        },
        {
            "m": "08.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6076",
            "t": "🏛 #LORE: ЛИЛИТ - ЖЕНЩИНА, КОТОРУЮ ВЫЧЕРКНУЛИ ИЗ БЫТИЯ",
            "b": "В Бытии 1:27 человек создан «мужчиной и женщиной одновременно». В Бытии 2:22 - сначала Адам из земли, потом Ева из его ребра. Это не оплошность редактора. Это два разных мифа в одной книге. И в одном из них была Лилит.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя לִילִית (Lilith) - двойная этимология. Семитская версия: от иврита לַיְלָה (laylah, «ночь») - «ночная». Шумерская версия (вероятнее): от lilītu, демона ветра и ночи в месопотамской мифологии 3-2 тысячелетий до н.э. Иудеи, выйдя из вавилонского плена в VI веке до н.э., принесли с собой шумерское существо. Через тысячу лет оно стало героиней еврейской теологии.\nТЁМНЫЙ СЛОЙ:\nИсточник: «Алфавит Бен-Сиры», еврейский апокрифический текст IX-X веков. Бог создал Лилит из той же земли что Адама, в один день, одновременно. Они равны по происхождению. Но Адам требует, чтобы она ложилась под него. Лилит отказывается: «Мы оба из земли, почему я должна быть снизу». Адам настаивает. Лилит произносит священное имя Бога и улетает из Эдема.\nБог посылает за ней трёх ангелов - Сенои, Сансенои, Семангелоф. Они находят её у Красного моря, требуют вернуться. Она отказывается, узнав что в Эдеме теперь Ева (созданная из ребра, второго порядка). За отказ - наказание: 100 её детей будут умирать каждый день.\nПосле «Алфавита Бен-Сиры» Лилит превращается в стандартного демона еврейской и христианской традиции - убийца новорождённых, ночная искусительница. Средневековые еврейские амулеты для младенцев содержат имена трёх ангелов как защиту от Лилит. То есть бунт против иерархии в браке был сведён к одной из стандартных функций демонологии: страх детской смертности.\nЭто редакторский акт, не теологический. Кто-то решил, что женщина, ушедшая из брака на условии равенства, может существовать только как чудовище.\nСОВРЕМЕННЫЙ ЯКОРЬ:\nВ 1976 году в Нью-Йорке вышел первый номер Lilith Magazine - еврейское феминистское издание. В 1997-1999 годах Сара Маклаклан организовала Lilith Fair - женский музыкальный фестиваль, на нём впервые на больших сценах выступили Шерил Кроу, Бьорк, Триси Чепмен. Имя «Лилит» в обоих случаях выбрано не для скандала, а для исторической точности: возвращение к фигуре, которая отказалась быть второй.\nЛилит ушла из Эдема за тысячу лет до яблока. И ушла она не за яблоком.\n→ В каком разговоре в твоей жизни ты однажды отказался признать что вы из одной земли?\n⏱️ 1.8 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/gnOEFJRwt8_26gb-5tdbpRMIzNg4O3xIg_wceIEXW0wMXZ-Bn2NtFcYMVv2tMLBpv4pkEeqS2o6VlyF-ZYurP8JH98tT8s-PeJyUahsQ9iqjvM_fux7EXU8lqWdFEsVDZRUhrQQ6wn-YyEdstDzfD6r1TmfclXV6ZfZMXKr4ohKIeFNOKHJXvUqY9wVJ80OguPiH_2EPudpUlfhQnHFF_YVy8Po1IbkLN9GlZVJ4xNnunopW1UBoujKXAcOjnSEHKrZLU9rAokO84awZ-wwQ6rNpc1LlEmNa2lECm5v5QfBQX3lT4Nw9qi93FcTqqZ9kpM61UMS5A6at9mf6UpHESA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780902241.0,
            "poll": null
        },
        {
            "m": "07.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6075",
            "t": "🗓 #CALENDAR: ПРАЗДНИК БЕЗ ВСЕМИРНОЙ ДАТЫ",
            "b": "Сегодня воскресенье. В большинстве стран мира этот день - никакой. В России День матери будет 29 ноября. В Великобритании он был 15 марта. В Норвегии 8 февраля. Один праздник, двадцать дат. Это не случайность - это история.\nМАРШРУТ:\nСША (вторая воскресенье мая) - современная форма праздника родилась в Филадельфии в 1908 году. Анна Джарвис, дочь медсестры Гражданской войны, добилась федерального признания дня в 1914. Уже через 10 лет Джарвис судилась с Hallmark и магазинами цветов: «Я создала день, чтобы вы написали ей письмо. Не чтобы вы купили открытку». Умерла в 1948 в нищете, ослепла, до конца боролась против коммерциализации.\nВеликобритания (Mothering Sunday, 4-е воскресенье Великого поста) - старше американского на 400 лет. В XVI веке этот день был возвращением в «материнскую церковь» (приход, где тебя крестили). Слуги получали выходной чтобы дойти домой. В 2026 году выпал на 15 марта.\nНорвегия (2-е воскресенье февраля) - дата фиксирована в 1919 году по предложению женского движения. Февраль выбран как «месяц материнства» (символическая связь с зимним покоем перед весной).\nРоссия и Беларусь (последнее воскресенье ноября) - дата установлена указом Ельцина 30 января 1998 года. Ноябрь выбран как «не пересекающийся с Восьмым марта». В 2026 году выпадет на 29 ноября.\nМексика (10 мая, фиксированная) - дата 1922 года, инициатива издателя газеты Excélsior Рафаэля Альдуси Гарсия. Сегодня - крупнейший коммерческий день в году в Мексике после Рождества.\nТаиланд (12 августа) - день рождения королевы-матери Сирикит. Не «материнство вообще», а конкретная мать всех тайцев в монархической логике.\nЭфиопия (конец октября, Антроша) - часть трёхдневного семейного фестиваля. Дата подвижная, привязана к окончанию сезона дождей.\nЧТО ЭТО ПОКАЗЫВАЕТ:\nКаждая страна привязала «День матери» к собственному историческому моменту: активистка, монархия, церковь, политический указ, дата основателя. Праздник универсален в идее, но локализован в дате. Никакой международной координации не было, потому что мать - не глобальный концепт. Это локальный конкретный человек.\nСовременный якорь: попытки унифицировать существуют - ООН ввёл International Mother's Day в 2000 году на 14 мая, но дата осталась символической, не вытеснив национальные. Hallmark отказался от своей попытки «Visit-Your-Mother Day» в 1980-х. Глобализация многого добилась - но не этого праздника.\nПраздник без всемирной даты - результат истории, не материнства.\n→ Когда ты последний раз позвонил матери - и было ли это в день, который твоя страна считает её праздником?\n⏱️ 2.1 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/OKvCaR64mWyak2OSv7JparkF8yAbLZwG3ZObMfzYVqXZKkhOXpP67suN2wxETO6Yjoce3Uc_bFInZRPBn8Q-b-c5L4JCizL0zrwrgSsrKI6xWbDIn8UJtrXNBhOFjtgflhMaeuGPrgVTsfcPBoDopogqwMFujwvFEJBnaZrS8-Z4K93Vh3lWMR623I1zS9_klyXsgTsbl8bkLmwJj1Ngyf9mlLcGik0JMTCGcXFvVhzPRLY1sveWCXZCUMaxwQ82vO2UKyBw3Uim9ScbsXTZTcV-9LpuvyXlW9ZrmAzMYvLh9zFa1NR3id5FJBEhDcPjk4V3yKCQvls7XCykGuq-tQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780844521.0,
            "poll": null
        },
        {
            "m": "07.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6074",
            "t": "📋 #LISTS: ЧЕТЫРЕ ПЕРВЫХ ЛЕТНИХ ЗАПАХА",
            "b": "До июня в воздухе не было этих четырёх молекул в значимой концентрации. К августу часть из них уже исчезнет.\nПРИНЦИП ОТБОРА:\nТолько запахи, невозможные в мае. То есть появились в первую неделю июня, не раньше. Окно - от двух до шести недель. Потом либо ушли (бузина), либо стали фоном (хвоя, сено).\n1. ТМИН В ЦВЕТУ (CARUM CARVI)\nГлавная молекула: карвон. Где: обочины дорог, луга после первого покоса, заброшенные пастбища. Окно: 2-3 недели в июне-июле. В мае ещё не цвёл, в августе уже семена (другой запах, более маслянистый). Распознать: горьковато-анисовый, лёгкий, с лимонной нотой. Не путать с зирой (Cuminum cyminum, тёплый-землистый - индийско-мексиканский родственник).\n2. НАГРЕТАЯ ХВОЯ (PINUS, PICEA)\nГлавные молекулы: α-пинен, β-пинен, лимонен. Активирует при температуре воздуха выше +20°C. В мае воздух ещё не прогревался до этого порога регулярно, поэтому сосна и ель «не работали» в полную силу. Окно: с первой недели июня до конца августа. В сентябре - реже, в октябре - почти никогда. Распознать: смолистый, тёплый, минеральный.\n3. СВЕЖЕЕ СЕНО\nГлавная молекула: кумарин - выделяется при высыхании трав, особенно лугового мятлика, душистого колоска, костра. Окно: 2-4 недели после первого покоса (середина июня - середина июля). До покоса травы стояли зелёными, кумарина в воздухе не было. После - сено собрано в стога, аромат концентрируется на дороге между ними. Распознать: сладко-сухой, с ванильной нотой (тот же кумарин - основа ванильных духов).\n4. БУЗИНА (SAMBUCUS NIGRA)\nГлавные молекулы: линалоол, цитронеллол, гераниол. Окно самое короткое из четырёх: 10-14 дней в конце мая - начале июня. В Балтии прямо сейчас финальная фаза - если ещё не нюхал в этом году, скорее всего пропустишь до 2027. Распознать: мускусно-цветочный с цитрусовой нотой, лёгкая «зелёная» горчинка.\nИСКЛЮЧЕНИЕ:\n👍 Скошенная трава - была в мае (первый покос городских газонов), теперь стала фоном.\n👍 Сирень - закончилась в мае.\n👍 Яблоневый цвет - был в конце апреля - начале мая.\n👍 Запах после грозы (петрикор) - бывает круглый год, не сезонный.\nЭто не «запахи лета» вообще - это четыре, которые открываются именно сейчас и закроются до сентября.\n→ Какой из четырёх ты уже встречал на этой неделе?\n📊 Тмин в цвету / Нагретая хвоя / Свежее сено / Бузина / Ни один\n⏱️ 2.1 мин | 📋 Almanac: Lists",
            "img": "https://cdn4.telesco.pe/file/V5irQD7KZbp_tNj2HpcqgzcJMiz7N-LdeYhC-Zht24JrrCiPycZd5LBO9kbaO-AR1NykMVvqODLb9XuZDPg2-nAA5sPu4NwYsjN65D-y6w2DLeaHpaQdqQNaN04z-EQFYMHxnRAUc7dJP2yGV3YPwGQ8Q1DMBR9hG67qcuTVU-36DyErs2BjJP1N5b-EU_3mtwhjH5Zi05T4EwHvZ_THIVQgM8wQraIT3Tch8yfyRNk0PpZUTYGI6uM5sEAhDk3_3jfAdnwHIrM6pLWiOmyUFTs-IuyTvOM1oLsryqX-bB6LMadka-KXwEEeUtxJJvUaWdLtQ8Za-ejN-lBFzAFmig.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780833841.0,
            "poll": null
        },
        {
            "m": "07.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6073",
            "t": "🪨 #FRAGMENT: СТАРЫЙ КЛЮЧ БЕЗ ЗАМКА",
            "b": "Старый ключ без замка лежит в комоде третье поколение. Бородка тонкая, фигурная - открывал не входную дверь, а сундук или комнату с особым содержимым. От кого, что, зачем - не помнит никто. Замок выбросили годами раньше, без ключа он уже не работал. Ключ остался один - он не знал, что переживёт собственную задачу.\n⏱️ 0.4 мин | 🪨 Almanac: Fragment",
            "img": "https://cdn4.telesco.pe/file/D7Aa1RZxQD9ikG5C8mhCAcOnCrrs1SEjYchT7b_5iJpL7vW37EpyjyflDS_gVhYbWWKrAts1IpJqEEdyE9oWBWwkTzwiW1MSlfHWmcq46veRUgFvSLDrLVPmW6GXWc6SjH3nuAFISnR8lXHuwBpQ7bR91dDbJBrJYxsD58ZshN5-0Hv7SBEZLV7wtgHT_IvXW3NV64NncpEFTelDJedsklKFP8gvBrFpiejFigoBjZXGgrZu1VA_S04foEklY-Yaf6CS6X-HLNR-KeHu8u5vA-C49SX_F88mdQgHbWq7oxyutsm8992w6GcaKL9oOtZgRhdmAv-vYXiE3i4oLg0OLA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780815841.0,
            "poll": null
        },
        {
            "m": "06.06 | 19:43",
            "id": "70",
            "u": "https://t.me/YourEurovision/6187",
            "t": "🇱🇻 ЛАТВИЯ: ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ-2027 ПРОЙДЕТ В ЛИЕПАЕ",
            "b": "Сразу после завершения финала классического шоу в Ереване было объявлено, что следующее «Евровидение молодых музыкантов 2027» (EYM) примет латвийский город Лиепая. Проведение престижного европейского конкурса станет частью масштабной программы «Лиепая-2027» в статусе Культурной столицы Европы.\nОрганизатором конкурса выступит латвийский вещатель LSM при поддержке концертного зала «Lielais dzintars» («Великий янтарь») и оргкомитета культурной столицы.\nЛатвия вернулась на классическое Евровидение после 24-летнего перерыва и сразу оформила серебряный триумф: перкуссионистка Sonja Misiņa заняла 2-е место с динамичным исполнением концерта для маримбы Эммануэля Сежурне. До этого аналогичный серебряный результат страна показывала лишь при дебюте в 1994 году. В 2027 году Лиепая соберет лучших молодых виртуозов со всей Европы на своей уникальной янтарной сцене.\n⏱️ Время чтения: 0.8 мин | 🇱🇻 YourVision: EYM",
            "img": "https://cdn4.telesco.pe/file/Swj7Q3uZpEpaCS-buS_oi6IieIa4-0PZtU73688J8pnlP1NX_1xo1--68rbJo84s0KoXDPe_e4pTwZTDcIFOJ8YZnEUf1LHrjRAqpfVE1OzcN5bWkgErswlaYKKiZIYbdu84IpgJbTG8OgVz_DS5fS_2-74WuPt-3gBS2Te-JXXTbADEdOufK-uUgp5i43vSJVe-gQLVA7prWeZtR5ZA-Nx9ruG-fiSXdQG_A4hugXjR3UtNBNg0tU4vcKov4aoTZGFrfB3w-l9qwwXNmj-v6IzoeEjiHzTLE9fM_saIaG_On4e_znLS0F7ywOTgQ7VhcV2mrx0R8P_ekX7hrOGVeQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780775033.0,
            "poll": null
        },
        {
            "m": "06.06 | 19:41",
            "id": "70",
            "u": "https://t.me/YourEurovision/6186",
            "t": "🇵🇱 ПОЛЬША: ЕВРОВИДЕНИЕ МОЛОДЫХ МУЗЫКАНТОВ-2026 - ТРИУМФ MICHAŁ STOCHEL",
            "b": "В Ереване завершился финал 22-го классического конкурса «Евровидение молодых музыкантов 2026». Историческую победу одержал представитель Польши Michał Stochel, исполнивший на аккордеоне финальную часть произведения «Concerto Classico» Mikołaj Majkusiak.\nИТОГИ ФИНАЛА И РЕШЕНИЕ ЖЮРИ\nНа сцене Ереванского оперного театра 11 юных виртуозов боролись за хрустальный трофей в сопровождении Национального филармонического оркестра Армении под управлением Eduard Topchjan. Жюри оценивало технический уровень, звук и интерпретацию.\nПризовая тройка EYM-2026:\n1. 🥇 Польша: Michał Stochel (аккордеон)\n2. 🥈 Латвия: Sonja Misiņa (маримба)\n3. 🥉 Армения: Elen Virabyan (флейта)\nMichał Stochel принес Польше четвертую победу на классическом конкурсе (после 1992, 2000 и 2016 годов) и стал первым аккордеонистом-победителем в истории. Помимо кубка, музыкант получил приглашение выступить в следующем концертном сезоне с армянским филармоническим оркестром.\nВедущими шоу стали Hamlet Arakelyan и Hrachuhi Utmazyan, а интервал-актом выступил проект «Секунда, которая длится 40 минут», приуроченный к дню рождения композитора Арама Хачатуряна.\n⏱️ Время чтения: 1.1 мин | 🇵🇱 YourVision: EYM",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780774884.0,
            "poll": null
        },
        {
            "m": "06.06 | 19:38",
            "id": "70",
            "u": "https://t.me/YourEurovision/6185",
            "t": "🇮🇹 ИТАЛИЯ: САН-РЕМО-2027 - СТЕФАНО ДЕ МАРТИНО ПОДТВЕРДИЛ ДАТЫ ФЕСТИВАЛЯ",
            "b": "Новый художественный руководитель и ведущий «Фестиваля Сан-Ремо» Stefano De Martino сделал первое крупное заявление в своем новом статусе. В своих социальных сетях он официально подтвердил даты проведения 77-го музыкального смотра: фестиваль пройдет с 16 по 20 февраля 2027 года.\nПодтверждение дат запускает активную фазу подготовки к Сан-Ремо-2027. Традиционно фестиваль определит не только музыкальные тренды Италии на весь год, но и станет платформой для выбора итальянского участника на Евровидении-2027 в Болгарии.\nНа фоне подтверждения дат продолжают циркулировать слухи о возможной реформе отбора на Евровидение и выделении для него отдельного вечера. Вещатель RAI пока не комментировал эти отчеты официально.\n⏱️ Время чтения: 0.7 мин | 🇮🇹 YourVision: Sanremo",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1780774735.0,
            "poll": null
        },
        {
            "m": "06.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6072",
            "t": "🏺 #HERITAGE: ЙОЙК - ЗВУК, КОТОРЫЙ УМИРАЕТ С ЧЕЛОВЕКОМ",
            "b": "Каждый человек, каждое место и каждое животное в самской культуре имеет свой йойк. Когда человек умирает, его йойк умирает вместе с ним - если никто не успел его перенять.\nESSENCE:\nСами - коренной народ Северной Скандинавии и Кольского полуострова. Около 80 000 человек живут на территории Норвегии, Швеции, Финляндии и России. Йойк (на самском: juoiggus, joik, луодит) - традиционная вокальная форма, на которой держится культура. В 2005 году ЮНЕСКО внесло йойк в Список нематериального культурного наследия, но дата была формальной констатацией: к этому моменту жанр уже был сильно повреждён двумя веками гонений.\nКлючевая особенность йойка: он не описывает объект - он представляет его. В самском языке нет конструкции «петь о ком-то». Есть конструкция «петь кого-то». Йойк горы - это сама гора в форме звука, не описание горы. Йойк человека - этот человек как звуковая идентичность, не песня о нём.\nЭто онтологическая практика, не музыка в западном смысле.\nMARGINALIA:\nУ каждого сами есть личный йойк. Его «дают» родственники или близкие при рождении или в важный момент жизни. Йойк строится из:\n👍 Мелодического рисунка (характеристика темперамента)\n👍 Тембральных красок (что в человеке резонирует)\n👍 Ритмических деталей (как человек двигается)\nКогда два сами встречаются после долгой разлуки, могут начать с обмена йойками - это и есть приветствие. Услышать чей-то йойк значит вступить в отношения с тем, кому он посвящён. Поэтому йойки покойных пели на похоронах, но потом их хранили в тайне - публичное исполнение чужого йойка после смерти его носителя считалось вторжением.\nЙойки мест (гор, рек, озёр) - топография территории через звук. Опытный сами мог по йойку определить маршрут, который описывал отсутствующий рассказчик.\nУТРАТА:\n17-19 века: христианские миссии в Норвегии, Швеции, России объявили йойк «дьявольским звуком». Запрещены публичные исполнения, школьные дети наказывались за пение на родном языке. В Норвегии (до середины XX века) и СССР действовали государственные политики ассимиляции (norvegization, советизация) - целенаправленное подавление самской культуры через школы и церковь.\nЧто исчезло:\n1. Сотни тысяч личных йойков - индивидуальных «звуковых имён» людей, не записанных, умерших с носителями.\n2. Местные йойки гор, рек, озёр - кроме нескольких сотен, которые удалось зафиксировать этнографам в XX веке.\n3. Социальная функция йойка - использование в повседневной коммуникации как способ узнавания и обмена.\n4. Преемственность - три поколения подростков выросли без права петь на родном языке.\nЧто сохранилось: с 1980-х годов идёт активное возрождение. Современные самские артисты - Sofia Jannok, Mari Boine, Wimme Saari, ансамбль Adjágas - сделали йойк глобально известным. Но это уже сценический йойк, для публики. Личный, бытовой, безымянный йойк - почти исчез как практика.\nСовременный якорь: фильм «Sámi Blood» (Швеция, 2016) показал политику принудительной ассимиляции глазами девочки-самки в 1930-х. Получил премии, поднял международную дискуссию. Sofia Jannok в 2016 году спела йойк на выступлении в шведском парламенте - это был политический акт, не музыкальный.\nЙойк выжил, но в формате который не был им изначально. Когда умирает носитель уникального йойка, умирает не песня. Умирает звуковая фотография места или человека.\n→ Если бы у тебя был йойк - который тебя представлял бы, не описывал - что бы в нём было?\n⏱️ 2.6 мин | 🏺 Almanac: Heritage",
            "img": "https://cdn4.telesco.pe/file/kbFESHlj0kxOOloeZrlq1xhBKOpvlwosLKwuQHDSEJt88WE_9vKUbrU8MF17DPXWdeVMOQf6nMDGjULLPETNMd60vQfD3BOKekIohXCX2xLhYzHu8I0qfPpq8V1HpjuUsNF-M6Rk8WgOsOPKX9Jb7eSp98HZFdYnFHRd5YSrTFhKXBuyq0xYEmlPXI8OJVPOz_8QfLszpPLurQCIBU4bcxFFMx2gQGX0jgXSEmZCyYGVdCrgvUXIF_8ybBMU2xCtYCXi28p3L37I1ykwmWqcjQzOW7_BOyO5lzKqK7PwjvXZ38aqlKdsMnobcQ5trl6d0Wveg2vlzii6PlUIAN96cw.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780758121.0,
            "poll": null
        },
        {
            "m": "06.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6071",
            "t": "🥐 #CAKES: TRES LECHES - ТОРТ, КОТОРЫЙ ДОЛЖЕН БЫТЬ МОКРЫМ",
            "b": "ЛЕГЕНДА:\nБисквит, который не держит форму. Это не ошибка - это его принцип.\nTres Leches («три молока») - десерт Латинской Америки конца XIX века. Никарагуа, Мексика и Гондурас спорят за первенство до сих пор. Точное появление неизвестно, но общая канва ясна: испанская традиция пропитки бисквитов (sopa borracha, capirotada) встретила появление сгущёнки и эвапорированного молока, которое Nestlé начала производить в Латинской Америке в 1880-х как способ хранить молоко без холодильника. Сухой бисквит + три вида промышленного молока + взбитые сливки = новый жанр.\nTres Leches - не «латиноамериканский Наполеон». Это противоположная философия. Наполеон должен быть сухим, хрустящим, держать форму. Tres Leches должен быть мокрым настолько, что вилка погружается без сопротивления. В европейской выпечке мокрая текстура - дефект. В этой - цель.\nЯ делал первый раз - не пропитал до конца. Сухие края, мокрый центр - не торт, а две разные текстуры под одной крышей. Проколы должны быть равномерно по всей поверхности, молоко вливается медленно в несколько подходов, между ними - выдержка.\nЭтот торт не должен держать форму. Он должен держать сок.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n👍 Ванильный бисквит: яйца 5 шт (разделить), сахар 150 г, мука 150 г, разрыхлитель 5 г, молоко 60 мл, ванильный экстракт 1 ч л\n👍 Молочная смесь (три молока): сгущёнка 380 г (1 банка), эвапорированное молоко 350 мл (1 банка), цельное молоко 250 мл, ванильный экстракт\n👍 Покрытие: сливки 33-35% - 400 мл, сахарная пудра 50 г, ваниль\n👍 Финиш: корица для дусти (опционально), свежая клубника или малина по сезону\n👍 Посуда: прямоугольная форма 22×30 см, глубиной 5-7 см (важно - всё молоко должно поместиться)\nМЕХАНИКА ПРОЦЕССА:\n1. БИСКВИТ. Желтки взбить с половиной сахара до светлого крема (5 минут). Добавить молоко и ваниль. Белки в отдельной миске взбить до мягких пиков, постепенно ввести оставшийся сахар, взбить до глянцевых устойчивых пиков. Просеять муку с разрыхлителем, ввести в желтковую массу складкой. Затем белки в три приёма. Тесто разлить в форму с пергаментом. 175°C, 30-35 минут до золотистого цвета.\n2. ОХЛАЖДЕНИЕ. Это критический шаг. Бисквит остудить в форме полностью, минимум 1 час. Горячий бисквит впитает молоко неравномерно и распадётся. Холодный впитает медленно и равномерно.\n3. ПРОКОЛЫ. Вилкой проколоть всю поверхность бисквита часто (отверстия каждые 1-2 см по всей площади). Не пропускать края.\n4. МОЛОЧНАЯ СМЕСЬ. В большой ёмкости смешать сгущёнку, эвапорированное молоко и цельное молоко. Размешать до однородности. Добавить ваниль.\n5. ПРОПИТКА. Медленно вливать молочную смесь по всей поверхности бисквита. Не выливать одним движением - вылить треть, подождать 5 минут (молоко уходит вниз), затем ещё треть, ещё 5 минут, последняя треть. Бисквит должен впитать всё. Если на дне остаётся жидкость - нормально, она впитается в холодильнике.\n6. ХОЛОДНАЯ ВЫДЕРЖКА. В холодильнике минимум 6 часов, лучше всю ночь. Это не пропитка - это диффузия. Молоко равномерно распределяется во всех слоях бисквита.\n7. ВЗБИТЫЕ СЛИВКИ И ПОДАЧА. Перед подачей взбить сливки с пудрой и ванилью до мягких пиков. Покрыть торт ровным слоем сливок. Сверху - дусти корицы и ягоды.\nПодача: разрезать ложкой, не ножом. Кусок не должен «стоять» на тарелке - это правильно. Подавать с эспрессо.\n⏱️ 2.7 мин | 🥐 Almanac: Cakes",
            "img": "https://cdn4.telesco.pe/file/leMl_X0tvFUf06JgKk2-FtajFNGJDPTSNbSOrXFbEBmn4aKUfxoxWTj7pBlMJxUTvFXRJxuaCksdurtAwhVSvQTxpwuyD7NHFojmyyN4XbknSLd4g3h_naJM843jMzEd1xqUHufGLrQo3upLmZeMSHUfDMaY-fIEIYaGrqfNENHAiZf8hnI7FWxRzUuqX9FdIphy9Gz-e_XVOETZyH14VGHZhtKCH9gq5MSzAGwgq8LZLeBJqPCmPR73C6RgvyOjjAH2u7bvdptPOzXgHziZ3Y_2THcbm1tW82vLUDZ7KYpvmE7lXfCrboUO9ketUhJm3ODhVsDT0NMPNZyZtlgkDQ.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780747441.0,
            "poll": null
        },
        {
            "m": "06.06 | 07:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6070",
            "t": "🏛 #LORE: ЛОКИ И СИГЮН - КОТОРАЯ ВЫБРАЛА ОСТАТЬСЯ",
            "b": "В скандинавском пантеоне расчётов, обменов и измен есть одна безусловная любовь. Она длится тысячу лет и заканчивается землетрясением.\nЛоки устроил гибель Бальдра. Боги поймали его, превратили его сына Вали в волка, тот разорвал второго сына Нарви. Кишками Нарви связали Локи и приковали к трём камням. Над лицом подвесили змею Скади - яд капает на глаза. Жена Сигюн стоит рядом и держит чашу. Когда чаша наполняется, она выливает - в эти секунды яд падает на Локи. Он содрогается. Земля содрогается. Скандинавы так объясняли землетрясения.\nЛИНГВИСТИЧЕСКИЙ СЛОЙ:\nИмя Loki - этимология спорна. Возможно от lokk - «петля, закрытое, конец». Имя Sigyn складывается из sig («победа») + -yn (женский суффикс). Имя жены в этом мифе - «победительница». В пантеоне где каждое имя содержит функцию (Один - «ужасный», Тор - «гром», Фрейя - «госпожа»), жена прикованного злодея названа победившей.\nТЁМНЫЙ СЛОЙ:\nСигюн не наказана. Её муж наказан, она сама выбрала стоять рядом. Не дура - она знала кто такой Локи. Не жертва - её никто не заставлял. Не персонаж драмы - о ней почти ничего не известно, нет других сюжетов, нет имён детей кроме двух убитых. Только эта одна сцена. И тысячи лет в этой сцене - её главная функция.\nВ мифе где боги ведут переговоры со смертью (Один отдал глаз за мудрость, отдал себя себе за руны, отдаст всё в Рагнарёке), где жёны изменяют (Фрейя), где любовь имеет цену (Скирнир добывает Герду угрозами), Сигюн стоит со своей чашей. Без сделки, без условий, без выгоды.\nСовременный якорь: в современной поп-культуре есть термин «ride or die» (из американской хип-хоп лексики 1990-х) для подобной позиции. Но термин коммерческий, в нём слышен расчёт. Скандинавы описали то же самое полторы тысячи лет назад без расчёта - и без романтизации. Сигюн просто стоит. Это и есть позиция.\nВ мире где всё имеет цену, быть рядом без причины - и есть мифология.\n→ Подумай об одном человеке рядом с тобой, который остался бы и в этой сцене. Если такой есть - скажи ему сегодня.\n⏱️ 1.6 мин | 🏛 Almanac: Lore",
            "img": "https://cdn4.telesco.pe/file/Id4pN7NvWt73KxuoDQteC-evs6c_Boo5INquF2i1qcP_ZXDJi6XntzWJgj4llMpAA348eKjBuvGaYzAVqFgqUMiSrJlIWfpSE2pBWR7BO04e0S5N90NqVCtmB9ku27pufu71KjHGdyCPER1xwvmqvaE-bIDEBZ63ZsppBEcn_1uyxIl35KXats8WzN88Z0U24UKA6wSznmBSkdadYGU8BScx0uqRu6haTKAuwfflwSl3HVjOBrOISGCm0ClGU_4OSkdfcM869bYGmXRBZ-mnOB2wSEpreRjio02yGFLLWCPrE5HfI_3O6yCMWKe1nQtW8YfOYhAD4r9-T8qthJ5F4A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780729441.0,
            "poll": null
        },
        {
            "m": "05.06 | 15:02",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6069",
            "t": "🗓 #CALENDAR: ЧТО ПЕРЕОТКРЫЛИ 5 ИЮНЯ 1972 ГОДА",
            "b": "Сегодня ООН отмечает Всемирный день окружающей среды. Эта же идея существовала тысячу лет назад под другим именем - и без бюрократии.\nESSENCE:\n5 июня 1972 года в Стокгольме открылась первая конференция ООН по окружающей человека среде - 113 стран, 14 дней работы. С неё родился UNEP (Программа ООН по окружающей среде), штаб-квартира в Найроби. С неё началась глобальная экополитика как отдельная область. И с неё же началась бюрократизация заботы о природе: декларации, отчёты, индикаторы, дни на 365.\nТема года выбирается ежегодно. 2026 - предположительно по теме пластикового загрязнения (UNEP объявит официально незадолго до даты).\nМАРШРУТ:\nСтокгольм 1972 - международная официальная дата, рождение современного экоязыка. Отчёт «Пределы роста» Римского клуба вышел в том же году. Концепция «устойчивого развития» окончательно оформлена через 15 лет в докладе Брундтланд.\nЗелёные святки (Восточная Европа, ~IX-XX век) - неделя между Семиком и Троицей. Берёзовые ветки в дом, трава на полу, цветы у ворот. Это не украшение, а функциональный инсектицид (фитонциды берёзы) + ритуальное «возвращение» зелени к корням после трёх дней. Договор с не-человеческим. К XX веку традиция почти исчезла.\nWelcome to Country (Австралия, аборигены, древняя традиция / институционализирована с 1970-х) - ритуальное приглашение в страну от хозяев земли. Сейчас обязательная часть многих официальных собраний в Австралии. Не туристический жест - признание что земля имеет хозяина старше юридических границ.\nЮргис в Балтии (~6 мая старого стиля) - первый выгон скота. Ветки можжевельника в загон, обряд проверки животных. Договор с лесом перед сезонным использованием.\nСами (Скандинавия / Россия) - возвращение оленей весной как ритуал. Каждое стадо вступает в пастбище с определёнными словами и подношением.\nЧТО ПЕРЕОТКРЫЛ 1972 ГОД:\nЧто земля имеет интересы, не сводимые к человеческим. Это не открытие - это переоткрытие. До неолитической революции вся человеческая практика исходила из этого. С приходом сельского хозяйства земля стала ресурсом. С приходом индустриальной революции - сырьём. В 1972 году под давлением экологического кризиса мы вернули землю в круг существ, у которых есть свои дела.\nСовременный якорь: ESG-отчёты, климатические забастовки, IPCC доклады - это бухгалтерия того же импульса с другого носителя. Зелёные святки делали то же самое через ветку берёзы и три дня тишины.\nСтокгольм 1972 не изобрёл уважение к природе. Он его документировал.\n→ Что в твоём доме сегодня живое из не-человеческого мира?\n⏱️ 2.0 мин | 🗓 Almanac: Calendar",
            "img": "https://cdn4.telesco.pe/file/DGT8VvuqtNa0wplsYQRnEgI-5DAyHLEqLtzu5GxXbYdXXrMJ7WUzBlyCPpp-yhC9LjqKDGogzLfusNGF8NRni4eDKSKShCjH6N_AMhJlOsV3VmwgtxiMBHFi0LZCwx7OI12eKiaKNQMYM3Cz2EQkhqrLdCUbhNGYE6FezjOk-ZVqC8Da7A4rOIv2UN8ifQa-7wLg7zym7f21ddza17_vmvl91pbCiwqzP_o-NsoAnC4n04WWnRlBt_vbLJNuhaAFB5fpKsPp0Gh0m0x-b_lPmbZQQmDl949bbRJm91hDZcgQeJvp0tyAvZtS6dJ3nJUSghOkONRo9KHUOQwRgmg6FA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780671721.0,
            "poll": null
        },
        {
            "m": "05.06 | 12:04",
            "id": "lv",
            "u": "https://t.me/almanac_marginalia/6068",
            "t": "🥐 #BUNS: БУЛОЧКИ С ТМИНОМ - ХЛЕБ С ЗАМЕДЛЕННЫМ ВЫСВОБОЖДЕНИЕМ",
            "b": "ЛЕГЕНДА:\nТмин в булочке раскрывается только при разломе. До этого хлеб молчит.\nCarum carvi - сигнатурный аромат хлеба Северо-Восточной Европы уже тысячу лет. Латвийский rudzu maize ar ķimenēm, немецкий Brot mit Kümmel, польский chleb z kminkiem, скандинавский Knäckebröd - все используют целое семя, не молотое. Это не эстетика, это химия. Карвон (главная ароматическая молекула тмина) защищён в семечке от окисления. Молоть тмин - значит начать запускать молекулу в воздух. К моменту замешивания теста половина аромата уйдёт.\nЯ первый раз делал с молотым тмином - получил серое тесто и слабый запах. На второй понял правило: целые семена, слегка раздавить в ступке за полчаса до замеса. Не растереть в пыль - просто надтреснуть. Карвон высвобождается медленно из надломанной оболочки за часы выпечки и сохраняется в мякише. До тех пор, пока ты не разрежешь булочку.\nТмин - не специя. Это инструмент аромата с замедленным высвобождением.\nАРХИТЕКТУРА И МАТЕРИАЛЫ:\n- Тесто: мука пшеничная высшего сорта 400 г, мука ржаная 100 г, тёплая вода (38°C) 350 мл, дрожжи сухие 7 г, соль 10 г, мёд гречишный 20 г\n- Тмин: целые семена 15 г в тесто + 5 г на посыпку\n- Посуда: противень с пергаментом\nМЕХАНИКА:\n1. ОПАРА. Тёплая вода + мёд + дрожжи. Перемешать. 10 минут до появления пены. Если пены нет - дрожжи мёртвые, переделать.\n2. ТМИН. Семена 15 г слегка раздавить в ступке - надтреснуть, не растереть. На каждое семечко должна появиться трещина, но форма сохраниться. Это запускает медленное высвобождение карвона.\n3. ТЕСТО. В большой миске смешать обе муки. Добавить надтреснутый тмин и соль, перемешать. Сделать колодец, влить опару. Замешивать 10-12 минут руками или 6-7 в комбайне. Тесто плотное, влажное, чуть липкое, эластичное. Готовое - блестит, отстаёт от рук.\n4. ПОДЪЁМ. Накрыть, тёплое место, 1.5 часа. Удвоиться. Тест: вдавить палец - ямка медленно разглаживается.\n5. ФОРМИРОВКА. Разделить на 10 равных частей (примерно 90 г). Каждую скатать в шар, потом чуть приплюснуть до круглой булочки. Уложить на пергамент с расстоянием 5 см. Расстойка 30-40 минут.\n6. ПЕРЕД ВЫПЕЧКОЙ. Каждую булочку смазать яичной болтушкой (1 яйцо + 1 ст л воды). Сверху посыпать целыми семенами тмина (по 4-5 штук на булочку). Сделать надрез крест-накрест ножом.\n7. ВЫПЕЧКА. 200°C, 20-22 минуты. Готовность: золотисто-коричневая корочка, низ при постукивании - глухой.\nОкно аромата: первые 10 минут после выпечки - максимальный аромат корочки от семян сверху. При разломе горячей булочки - второй слой аромата высвобождается из мякиша. Через час концентрация падает на 30%, но мякиш остаётся ароматным двое суток.\nХлеб с тмином пахнет только когда его разрывают. Это и есть его контракт.\n⏱️ 2.4 мин | 🥐 Almanac: Buns",
            "img": "https://cdn4.telesco.pe/file/CkGQpb0jXmSTigA7qJuCdapTOMP_FgjbjDVSs4q9_XOC-WJ0NJ_NNPv5zzbWEcOBZHmZ1gNnIkAM8-1jgI0rw_5PNRTorCqI9wvoDyyHNueX6P5cY3-elpUdiNtYofz-0zSYiKGo8zwT-Ptxb1qYcHqldiaEYJd7tUzZYeFerLTByrMyZF0BcdFZ0dQ2YiMzMDRuSPJvjmXvK_fKzN03-PnC-3Fh1ow7A2oPKKdZ6cubxIP0x3yGrNS8gFbhE3gR_gg-l-ehKqm7V7TXjYfctmkF4oBQrv6JxV9QAvzFr8kcE0dORoODm8WJr-G8RezT3M_SX_stboQmPWR3qY9pJg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1780661041.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};