var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "05.07 | 12:45",
            "id": "local",
            "u": "",
            "t": "🇧🇦 БОСНІЯ І ГЕРЦЕГОВИНА: МОВНИК BHRT ПРОПУСТИТЬ ЄВРОБАЧЕННЯ 2027",
            "b": "Національний мовник Боснії і Герцеговини BHRT офіційно підтвердив, що не братиме участі в Євробаченні 2027 у Болгарії через глибоку фінансову кризу. Рішення залишається в силі, попри те, що уряд країни екстрено виділив мовнику 3 мільйони євро державної підтримки.\n\n💵 **Масштаб боргової ями:**\nВиділена урядом сума є лише краплею в морі: загальний борг мовника становить близько 50 мільйонів євро (зокрема 34 мільйони з податків та понад 11 мільйонів перед EBU). Нагадаємо, що BHRT перебуває під санкціями EBU з грудня 2016 року через несплату боргів, що блокує повернення країни на конкурс.\n\nГоловна причина кризи - дії мовника Республіки Сербської (RTRS), який протягом десяти років не перераховував BHRT його частку від зібраного податку на телемовлення, накопичивши борг понад 53 мільйони євро. Востаннє Боснія і Герцеговина виступала на Євробаченні у 2016 році з піснею «Ljubav je».",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783244700.0,
            "poll": null
        },
        {
            "m": "05.07 | 12:45",
            "id": "local",
            "u": "",
            "t": "🇧🇦 БОСНИЯ И ГЕРЦЕГОВИНА: ВЕЩАТЕЛЬ BHRT ПРОПУСТИТ ЕВРОВИДЕНИЕ 2027",
            "b": "Национальный вещатель Боснии и Герцеговины BHRT официально подтвердил, что не примет участия в Евровидении 2027 в Болгарии из-за тяжелейшего финансового кризиса. Решение остаётся в силе, несмотря на то, что правительство страны экстренно выделило вещателю 3 миллиона евро государственной поддержки. \n\n💵 **Масштаб долговой ямы:**\nВыделенная правительством сумма является лишь каплей в море: общий долг вещателя составляет около 50 миллионов евро (включая 34 миллиона по налогам и более 11 миллионов перед EBU). Напомним, что BHRT находится под санкциями EBU с декабря 2016 года из-за неуплаты долгов, что блокирует возвращение страны на конкурс.\n\nГлавная причина кризиса - действия вещателя Республики Сербской (RTRS), который в течение десяти лет не перечислял BHRT его долю от собранного налога на телевещание, накопив долг более 53 миллионов евро. Последний раз Босния и Герцеговина выступала на Евровидении в 2016 году с песней «Ljubav je».",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783244700.0,
            "poll": null
        },
        {
            "m": "03.07 | 20:34",
            "id": "70",
            "u": "https://t.me/YourEurovision/6266",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ: ТОП-20 САМЫХ ПОПУЛЯРНЫХ ВИДЕО ИЮНЯ НА YOUTUBE",
            "b": "Официальный YouTube-канал Евровидения подвёл итоги июня 2026 года, опубликовав рейтинг двадцати самых просматриваемых видео. Лидерство удерживает триумфатор прошедшего конкурса DARA с победным выступлением на «Bangaranga».\n📊 Рейтинг просмотров за июнь 2026 года:\n1. ➡️ 🇧🇬 DARA - «Bangaranga» (финал 2026)\n2. ⬆️ 🇳🇴 Александр Рыбак - «Fairytale» (финал 2009)\n3. ⬇️ 🇬🇷 Akylas - «Ferto» (финал 2026)\n4. ⬇️ 🇮🇱 Noam Bettan - «Michelle» (финал 2026)\n5. ⬆️ 🇨🇾 Antigoni - «Jalla» (финал 2026)\n6. ⬇️ 🇷🇴 Alexandra Căpitănescu - «Choke Me» (финал 2026)\n7. ⬆️ 🇪🇪 Tommy Cash - «Espresso Macchiato» (клип 2025)\n8. ⬆️ 🇪🇪 Tommy Cash - «Espresso Macchiato» (финал 2025)\n9. ➡️ 🇲🇩 Satoshi - «Viva, Moldova!» (финал 2026)\n10. ⬇️ 🇧🇬 DARA - «Bangaranga» (клип 2026)\n11. ⬇️ 🇮🇹 Sal da Vinci - «Per sempre sì» (финал 2026)\n12. ⬆️ 🇭🇷 Lelek - «Andromeda» (финал 2026)\n13. ⬆️ 🇨🇾 Antigoni - «Jalla» (клип 2026)\n14. ⬇️ 🇫🇮 Linda Lampenius x Pete Parkkonen - «Liekinheitin» (финал 2026)\n15. ⬆️ 🇩🇰 Søren Torpegaard Lund - «Før vi går hjem» (финал 2026)\n16. ⬇️ 🇧🇬 DARA - «Bangaranga» (национальный отбор)\n17. ⬆️ 🇳🇱 Joost Klein - «Europapa» (полуфинал 2024)\n18. ⬇️ 🇦🇺 Delta Goodrem - «Eclipse» (финал 2026)\n19. ⬇️ 🇸🇪 Felicia - «My System» (финал 2026)\n20. ⬆️ 🇭🇷 Baby Lasagna - «Rim Tim Tagi Dim» (финал 2024)\n*Для видео 2026 года просмотры суммируются со всех этапов шоу.\n🔗 СМОТРЕТЬ ТОП: YouTube\n⏱️ Время чтения: 1.5 мин | 🇪🇺 YourVision: Чарты",
            "img": "https://cdn4.telesco.pe/file/isJqBGZrb3k8Ub-N4bq5rADfVDWqjhHEp-RXLoe52JebAXdDG4HE_dlhpHRd-hjA9DYYdWjrzA9F1eWDL-hHb8GbYjrtTBRg2Drw7PNbk_HRsu2hVqyNrFu5YY88FxWBPtAOa8n3r2ZWX6ABHI4YfVwII3tNyanQE97PPTgtd1HNVopt5JpfF36cxybGsnVCymeUyY8jgRfHNMdJvp4hkWkpia9HeCcFLT_cVLYRyscuaC4FCk0cs2AnOrIzcEwJeX-mCxR6FS4gjb2g6fH5ZL2dwU5O7GRzHg4lSEvmTmRLeInXPM4ZXXiXvAoBYDgE7QXY8ihNJH3F2dQJA3fEcA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1783110856.0,
            "poll": null
        },
        {
            "m": "03.07 | 20:23",
            "id": "70",
            "u": "https://t.me/YourEurovision/6197",
            "t": "🇮🇹 САН-РЕМO-2027: РЕВОЛЮЦИЯ РЕГЛАМЕНТА - ТРИ «ФИНАЛА» И ВЫДЕЛЕННЫЙ ВЕЧЕР ЕВРОВИДЕНИЯ  Фестиваль Сан-Ремо 2027 под руководством Стефано Де Мартино готовит радикальную реформу сетки вещания. Главное нововведение - разделение конкурса на три полноценных «финала»…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/QqWQeBTiBFbXvsvMQ5jgVfkVNGIyQPoC3XAT2x4J06bnRZqPb5Cuj92GUFdBG5w9sVs46bFg_V2_Tk72IkhqPEJ2pUlkfsexC8lmgq5Xua9IpL6L0gN72l-zqByv5FxJdMiHItXLOsbjQiW_3J-2ZqfvHeJ-Qz3GY8eOhD-nOR3DZ02dW_mK3SMiOuDHJJmzEeAbtxv5b-0famiidxn3I_pqHimc_I70mtvXV7Uwiy0Yy1YuVEJIc3Nabwt75yBuY6b_OyZnYXlsmjXGNOxi_khz0DP5c_LpEZL0J2WTrLLdlE5Dt334899axVkvwF1BJb8x9nYwVI2-YONFa_lWGA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1783110224.0,
            "poll": null
        },
        {
            "m": "03.07 | 23:20",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ЄВРОБАЧЕННЯ: ТОП-20 НАЙПОПУЛЯРНІШИХ ВІДЕО ЧЕРВНЯ НА YOUTUBE",
            "b": "Офіційний YouTube-канал Євробачення підбив підсумки червня 2026 року, опублікувавши рейтинг двадцяти найпопулярніших відео. Лідерство утримує тріумфаторка минулого конкурсу **DARA** з переможним виступом на «Bangaranga».\n\n📊 **Рейтинг переглядів за червень 2026 року:**\n1. ➡️ 🇧🇬 **DARA** - «Bangaranga» (фінал 2026)\n2. ⬆️ 🇳🇴 **Олександр Рибак** - «Fairytale» (фінал 2009)\n3. ⬇️ 🇬🇷 **Akylas** - «Ferto» (фінал 2026)\n4. ⬇️ 🇮🇱 **Noam Bettan** - «Michelle» (фінал 2026)\n5. ⬆️ 🇨🇾 **Antigoni** - «Jalla» (фінал 2026)\n6. ⬇️ 🇷🇴 **Alexandra Căpitănescu** - «Choke Me» (фінал 2026)\n7. ⬆️ 🇪🇪 **Tommy Cash** - «Espresso Macchiato» (кліп 2025)\n8. ⬆️ 🇪🇪 **Tommy Cash** - «Espresso Macchiato» (фінал 2025)\n9. ➡️ 🇲🇩 **Satoshi** - «Viva, Moldova!» (фінал 2026)\n10. ⬇️ 🇧🇬 **DARA** - «Bangaranga» (кліп 2026)\n11. ⬇️ 🇮🇹 **Sal da Vinci** - «Per sempre sì» (фінал 2026)\n12. ⬆️ 🇭🇷 **Lelek** - «Andromeda» (фінал 2026)\n13. ⬆️ 🇨🇾 **Antigoni** - «Jalla» (кліп 2026)\n14. ⬇️ 🇫🇮 **Linda Lampenius x Pete Parkkonen** - «Liekinheitin» (фінал 2026)\n15. ⬆️ 🇩🇰 **Søren Torpegaard Lund** - «Før vi går hjem» (фінал 2026)\n16. ⬇️ 🇧🇬 **DARA** - «Bangaranga» (національний відбір)\n17. ⬆️ 🇳🇱 **Joost Klein** - «Europapa» (півфінал 2024)\n18. ⬇️ 🇦🇺 **Delta Goodrem** - «Eclipse» (фінал 2026)\n19. ⬇️ 🇸🇪 **Felicia** - «My System» (фінал 2026)\n20. ⬆️ 🇭🇷 **Baby Lasagna** - «Rim Tim Tagi Dim» (фінал 2024)\n\n*Для відео 2026 року перегляди підсумовуються з усіх етапів шоу.\n\n🔗 **ДИВИТИСЯ ТОП:** [YouTube](https://youtu.be/L2-GSjmJJC8?si=j0NOuZYv07UHcTS1)",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783110000.0,
            "poll": null
        },
        {
            "m": "03.07 | 23:15",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ИТАЛИЯ: РЕВОЛЮЦИОННЫЕ ИЗМЕНЕНИЯ В ФОРМАТЕ SANREMO 2027",
            "b": "Новый художественный руководитель фестиваля Сан-Ремо Стефано Де Мартино (Stefano De Martino), утверждённый также на 2028 год, представил обновлённую концепцию главного музыкального события Италии. Главным нововведением станет разделение титула победителя фестиваля и путёвки на Евровидение 2027.\n\n📅 **Программа пяти вечеров фестиваля:**\n• **Вторник и среда:** Все участники представляют свои конкурсные песни. Общее число артистов сократят (в прошлом году было 30).\n• **Четверг:** Традиционный вечер каверов.\n• **Пятница:** Специальный вечер, полностью посвящённый Евровидению. Артисты представят номера с полной творческой свободой, адаптированные под международный конкурс. Именно в этот вечер определится представитель Италии.\n• **Суббота:** Финал фестиваля и определение победителя Сан-Ремо.\n\nТаким образом, на Сан-Ремо 2027 будет разыграно два разных титула. Победитель фестиваля и представитель на Евровидении могут совпадать, если так решит голосование, но механизм выбора ещё прорабатывается. Музыкальным директором назначен Фабрицио Феррагуццо, а отборщики уже прослушивают первые 500 заявок.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783109700.0,
            "poll": null
        },
        {
            "m": "03.07 | 23:15",
            "id": "local",
            "u": "",
            "t": "🇮🇹 ІТАЛІЯ: РЕВОЛЮЦІЙНІ ЗМІНИ У ФОРМАТІ SANREMO 2027",
            "b": "Новий художній керівник фестивалю Санремо Стефано Де Мартіно (Stefano De Martino), затверджений також на 2028 рік, представив оновлену концепцію головної музичної події Італії. Головним нововведенням стане розділення титулу переможця фестивалю та путівки на Євробачення 2027.\n\n📅 **Програма п'яти вечорів фестивалю:**\n• **Вівторок і середа:** Усі учасники представляють свої конкурсні пісні. Загальну кількість артистів скоротять (минулого року було 30).\n• **Четвер:** Традиційний вечір каверів.\n• **П'ятниця:** Спеціальний вечір, повністю присвячений Євробаченню. Артисти представлять номери з повною творчою свободою, адаптовані під міжнародний конкурс. Саме в цей вечір визначиться представник Італії.\n• **Субота:** Фінал фестивалю та визначення переможця Санремо.\n\nТаким чином, на Санремо 2027 буде розіграно два різних титули. Переможець фестивалю та представник на Євробаченні можуть збігатися, якщо так вирішить голосування, але механізм вибору ще опрацьовується. Музичним директором призначено Фабріціо Феррагуццо, а відбірники вже прослуховують перші 500 заявок.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783109700.0,
            "poll": null
        },
        {
            "m": "03.07 | 09:58",
            "id": "70",
            "u": "https://t.me/YourEurovision/6264",
            "t": "🇧🇬 БОЛГАРИЯ: УТВЕРЖДЕН БЮДЖЕТ И СРОКИ ПОДГОТОВКИ К ЕВРОВИДЕНИЮ 2027",
            "b": "Правительство Болгарии заложило в проект бюджета на 2027 год 20 миллионов евро на проведение конкурса. По оценке вице-премьера Иво Христова, общая стоимость организации составит от 20 до 30 миллионов евро, включая взносы от EBU, спонсоров и городов. Также утвержден официальный план действий с ключевыми датами:\n📅 Главные этапы подготовки:\n• До 31 июля 2026: Объявление города-организатора. В списке претендентов: София, Пловдив, Варна и Бургас (сначала будет объявлен шорт-лист из двух городов).\n• До 30 августа 2026: Назначение исполнительного продюсера, креативного директора и шоураннера конкурса.\n• До 10 сентября 2026: Подписание контракта с ареной проведения.\n• До 30 сентября 2026: Распределение зон арены (пресс-центр, гримерки, VIP-зоны).\n• До 15 декабря 2026: Утверждение креативной концепции и визуального стиля.\n• Конец ноября 2026: Заключение контрактов с отелями для делегаций.\n• Начало 2027: Запуск сайта Евровидения 2027 и старт продажи билетов.\n• Апрель-май 2027: Монтаж конструкций и проведение репетиций. Демонтаж сцены запланирован на 18-24 мая, что подтверждает проведение финала в первой половине мая.\n⏱️ Время чтения: 1.2 мин | 🇧🇬 YourVision: Организация",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783072730.0,
            "poll": null
        },
        {
            "m": "03.07 | 12:50",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: ЗАТВЕРДЖЕНО БЮДЖЕТ ТА ТЕРМІНИ ПІДГОТОВКИ ДО ЄВРОБАЧЕННЯ 2027",
            "b": "Уряд Болгарії заклав у проєкт бюджету на 2027 рік 20 мільйонів євро на проведення конкурсу. За оцінкою віцепрем'єра Іво Христова, загальна вартість організації складе від 20 до 30 мільйонів євро, включаючи внески від EBU, спонсорів та міст. Також затверджено офіційний план дій із ключовими датами:\n\n📅 **Головні етапи підготовки:**\n• **До 31 липня 2026:** Оголошення міста-організатора. У списку претендентів: Софія, Пловдив, Варна та Бургас (спочатку буде оголошено шорт-лист із двох міст).\n• **До 30 серпня 2026:** Призначення виконавчого продюсера, креативного директора та шоураннера конкурсу.\n• **До 10 вересня 2026:** Підписання контракту з ареною проведення.\n• **До 30 вересня 2026:** Розподіл зон арени (пресцентр, гримерки, VIP-зони).\n• **До 15 грудня 2026:** Затвердження креативної концепції та візуального стилю.\n• **Кінець листопада 2026:** Укладання контрактів із готелями для делегацій.\n• **Початок 2027:** Запуск сайту Євробачення 2027 та старт продажу квитків.\n• **Квітень-травень 2027:** Монтаж конструкцій та проведення репетицій. Демонтаж сцени заплановано на 18-24 травня, що підтверджує проведення фіналу в першій половині травня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783072200.0,
            "poll": null
        },
        {
            "m": "03.07 | 07:46",
            "id": "70",
            "u": "https://t.me/YourEurovision/6263",
            "t": "🇭🇺 ВЕНГРИЯ: ПАРЛАМЕНТ УТВЕРДИЛ ЛИКВИДАЦИЮ ВЕЩАТЕЛЯ MTVA И РЕФОРМУ СМИ",
            "b": "Парламент Венгрии 145 голосами против 39 принял закон о масштабной реформе СМИ, который ликвидирует холдинг MTVA и службу Duna Média. Инициативу партии Tisza поддержали оппозиционные силы, в то время как правящий блок Fidesz проголосовал против.\nНа смену прежней структуре придут две новые организации: Венгерское радио и телевидение (MReT) и Венгерское телеграфное агентство (MTI). Руководство новых ведомств будет назначаться на открытых конкурсах.\nГлавный вопрос для еврофанов: станет ли MReT правопреемником MTVA. Если да, то Венгрия автоматически сохранит членство в EBU и сможет оперативно вернуться на Евровидение 2027. В противном случае получение членства с нуля может затянуть этот процесс.\n⏱️ Время чтения: 0.6 мин | 🇭🇺 YourVision: Реформы",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783064810.0,
            "poll": null
        },
        {
            "m": "03.07 | 10:10",
            "id": "local",
            "u": "",
            "t": "🇭🇺 УГОРЩИНА: ПАРЛАМЕНТ ЗАТВЕРДИВ ЛІКВІДАЦІЮ МОВНИКА MTVA ТА РЕФОРМУ ЗМІ",
            "b": "Парламент Угорщини 145 голосами проти 39 ухвалив закон про масштабну реформу ЗМІ, яка ліквідує холдинг MTVA та службу Duna Média. Ініціативу партії Tisza підтримали опозиційні сили, тоді як правлячий блок Fidesz проголосував проти.\n\nНа зміну колишній структурі прийдуть дві нові організації: Угорське радіо і телебачення (MReT) та Угорське телеграфне агентство (MTI). Керівництво нових відомств призначатимуть на відкритих конкурсах.\n\nГоловне питання для єврофанів: чи стане MReT правонаступником MTVA. Якщо так, то Угорщина автоматично збереже членство в EBU та зможе оперативно повернутися на Євробачення 2027. В іншому разі отримання членства з нуля може затягнути цей процес.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783062600.0,
            "poll": null
        },
        {
            "m": "02.07 | 08:46",
            "id": "70",
            "u": "https://t.me/YourEurovision/6262",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ: МАРТИН ГРИН О БОЙКОТАХ, РЕКОРДНЫХ ПОКАЗАТЕЛЯХ И БУДУЩЕМ ШОУ",
            "b": "Исполнительный директор Евровидения Мартин Грин (Martin Green) в интервью Variety подвёл итоги прошедшего сезона в Вене и раскрыл планы развития бренда EBU.\n📊 Статистика финала 2026 года\nФинал конкурса привлёк рекордные 131 миллион зрителей по всему миру, а в голосовании приняли участие представители 148 стран. Грин категорически опроверг слухи о финансовом кризисе из-за бойкотов некоторых участников, назвав их «чушью» (bollocks), и подчеркнул устойчивость экономической модели союза.\n⚖️ Внутреннее голосование EBU и зрительские голоса\nВопрос участия Израиля в конкурсе руководство считает закрытым. Грин впервые раскрыл точные результаты голосования членов союза: почти 70% вещателей высказались за участие Kan, согласившись с принципом, что общественные СМИ не должны отвечать за действия своих правительств.\nОтдельно Грин прокомментировал подозрения в манипуляциях зрительским голосованием (после публикаций в NYT): внутренний аудит EBU не обнаружил признаков накруток или скоординированного платного продвижения в финале.\n🇪🇺 Глобальное расширение\nГлавными шагами EBU станут дебют Канады в Болгарии в 2027 году и запуск первого в истории конкурса Евровидение Азия в Таиланде в ноябре этого года. Мартин Грин сообщил, что шоу можно будет посмотреть в прямом эфире на YouTube-канале Евровидения, а зрители смогут проголосовать через категорию «Остальной мир» (Rest of the World).\nТакже Грин подчеркнул, что EBU отказался от планов создания версий для одной страны (вроде американского формата на NBC), сосредоточившись на объединении разных государств, и подтвердил разработку бродвейского мюзикла по фильму «Story of Fire Saga».\n⏱️ Время чтения: 1.8 мин | 🇪🇺 YourVision: Интервью",
            "img": "https://cdn4.telesco.pe/file/q7wzJDuEUTm7d_sDlyTYogvpfFO76gWQsYJL7kUP-Y4nVYZIrW6ZAy56JLF12FSU2dKN9W2exhp1SVYqRdYTU3SICR1174yqsoQY1-ymvJHr7XSPBb3nWfFkcoC9nyTOZ_y9Zb12l4j26ewPEagdYrH_lZp_k5L6Z8auqK-aqgPpDXIIvWp0iq0G7O0Ch6-iz5k376nB7HV25ZOa_6a3yA_dKLNMoVV46tC85RVYUAsKDHcL_i9PlNWu6OklbMA6qI3z_nwon2RGEMejVNJ1E4l9g51gbgRDaZU8lS4H02a7Ei4xDFgLWM6mg1S1apOE9LH3A8keMBat1Eg6okLg6Q.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782981978.0,
            "poll": null
        },
        {
            "m": "02.07 | 08:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6261",
            "t": "🇽🇰 КОСОВО: ПЕРВЫЕ ДЕТАЛИ ВОЗРОЖДЕННОГО ФЕСТИВАЛЯ AKORDET E KOSOVËS",
            "b": "Вещатель RTK утвердил формат легендарного фестиваля Akordet e Kosovës. Шоу пройдет во вторую неделю октября во дворце спорта 1 Tetori в Приштине и будет состоять из трех вечеров: один детский и два взрослых конкурса.\nМинистерство культуры выделило 400 тысяч евро на организацию: 100 тысяч пойдет на свет, 70 тысяч на сценографию и 20 тысяч на графику. В случае получения членства в EBU фестиваль станет национальным отбором на взрослое и детское Евровидение. Напомним, на прошедшей в июне Ассамблее заявка RTK была отклонена.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Фестивали",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782981768.0,
            "poll": null
        },
        {
            "m": "02.07 | 08:41",
            "id": "70",
            "u": "https://t.me/YourEurovision/6260",
            "t": "🇧🇬 БОЛГАРИЯ: КАБИНЕТ МИНИСТРОВ УТВЕРДИЛ ПЛАН ПОДГОТОВКИ К ЕВРОВИДЕНИЮ 2027",
            "b": "Правительство Болгарии официально приняло План действий по подготовке и проведению Евровидения 2027, разработанный Организационным комитетом.\nДокумент определяет конкретные задачи, сроки их реализации и ответственные ведомства. Это решение гарантирует полную государственную поддержку, необходимое финансирование и скоординированную работу государственных институтов для успешного проведения песенного конкурса в стране.\n⏱️ Время чтения: 0.5 мин | 🇪🇺 YourVision: Организация",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782981718.0,
            "poll": null
        },
        {
            "m": "02.07 | 11:15",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ЄВРОБАЧЕННЯ: МАРТІН ГРІН ПРО БОЙКОТИ, РЕКОРДНІ ПОКАЗНИКИ ТА МАЙБУТНЄ ШОУ",
            "b": "Виконавчий директор Євробачення Мартін Грін (Martin Green) в інтерв'ю Variety підбив підсумки минулого сезону у Відні та розкрив плани розвитку бренду EBU.\n\n---\n\n📊 **Статистика фіналу 2026 року**\nФінал конкурсу зібрав біля екранів рекордні 131 мільйон глядачів по всьому світу, а в голосуванні взяли участь представники 148 країн. Грін категорично спростував чутки про фінансову кризу через бойкоти деяких учасників, назвавши їх «нісенітницею» (bollocks), та підкреслив стійкість економічної моделі союзу.\n\n---\n\n⚖️ **Внутрішнє голосування EBU та глядацькі голоси**\nПитання участі Ізраїлю в конкурсі керівництво вважає закритим. Грін уперше розкрив точні результати голосування членів союзу: майже 70% мовників висловилися за участь Kan, погодившись із принципом, що суспільні ЗМІ не мають відповідати за дії своїх урядів.\n\nОкремо Грін прокоментував підозри в маніпуляціях глядацьким голосуванням (після публікацій у NYT): внутрішній аудит EBU не виявив ознак накруток чи скоординованого платного просування у фіналі.\n\n---\n\n🌍 **Глобальне розширення**\nГоловними кроками EBU стануть дебют Канади в Болгарії у 2027 році та запуск першого в історії конкурсу Євробачення Азія в Таїланді у листопаді цього року. Мартін Грін повідомив, що шоу можна буде безкоштовно подивитися у прямому ефірі на офіційному YouTube-каналі Євробачення, а глядачі з усього світу зможуть взяти участь у голосуванні через категорію «Решта світу» (Rest of the World).\n\nПри цьому Грін підкреслив, що EBU відмовився від планів створення версій для однієї країни (на кшталт американського формату на NBC), зосередившись на об'єднанні різних держав, і підтвердив розробку бродвейського мюзиклу за фільмом «Story of Fire Saga».",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782980100.0,
            "poll": null
        },
        {
            "m": "02.07 | 11:10",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: КАБІНЕТ МІНІСТРІВ ЗАТВЕРДИВ ПЛАН ПІДГОТОВКИ ДО ЄВРОБАЧЕННЯ 2027",
            "b": "Уряд Болгарії офіційно ухвалив План дій щодо підготовки та проведення пісенного конкурсу Євробачення 2027, який був детально розроблений та підготовлений Організаційним комітетом.\n\nДокумент визначає конкретні завдання, терміни їх реалізації та відповідальні відомства. Це рішення гарантує повну державну підтримку, необхідне фінансування та скоординовану роботу державних інституцій для успішного проведення пісенного конкурсу в країні.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782979800.0,
            "poll": null
        },
        {
            "m": "02.07 | 11:10",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ПЕРШІ ДЕТАЛІ ВІДРОДЖЕНОГО ФЕСТИВАЛЮ AKORDET E KOSOVËS",
            "b": "Мовник RTK затвердив формат легендарного фестивалю Akordet e Kosovës. Шоу відбудеться у другий тиждень жовтня в палаці спорту 1 Tetori у Приштині та складатиметься з трьох вечорів: одного дитячого та двох дорослих конкурсів.\n\nМіністерство культури виділило 400 тисяч євро на організацію: 100 тисяч піде на світло, 70 тисяч на сценографію та 20 тисяч на графіку. У разі отримання членства в EBU фестиваль стане національним відбором на доросле та дитяче Євробачення. Нагадаємо, на нещодавній червневій Асамблеї заявку RTK було відхилено.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782979800.0,
            "poll": null
        },
        {
            "m": "01.07 | 19:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6259",
            "t": "🇨🇦 КАНАДА: ПРЕМЬЕР-МИНИСТР КАРНИ АНОНСИРОВАЛ УЧАСТИЕ В ЕВРОВИДЕНИИ И НАЦИОНАЛЬНЫЙ ОТБОР",
            "b": "«Миру нужно больше Канады», - заявил премьер-министр Марк Карни (Mark Carney), официально объявив об участии страны в Евровидении 2027 во время празднования Дня Канады в Оттаве.\nПомимо самого факта дебюта, Карни намекнул на проведение открытого национального отбора. Обращаясь к гражданам, он добавил: «И именно вы определите, какой канадский артист выйдет на сцену Евровидения».\nЭто подтверждает намерение вещателя CBC привлечь общественность к голосованию, отказавшись от полностью закрытого внутреннего выбора.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Дебют",
            "img": "https://cdn4.telesco.pe/file/pphHID94kS0-2zZmWkOMbBGQFjMaOL_GHrqjwJ0zJnJnFw_M_a93Pq-fV9SFufDfy3nVJnXhyHB6d8Swkl782mALsiVBpL9vcHqkQsiBbGLWZgypJ9Ve-sOlYPrPYVlrgJ5ke5RQjE_5Gj1o7IkErtN_QpNiRE02Fs-M4cRU7IZl5fczT9xQ9qXuWNnpS2DH3IW3tnOVk5Lf2mP6CYpyORz7Dq6G7zDIHJWAMZAFJ86XbQZe3H5LHGrtEfJAV-ZvSnhH7g9HsW_8ck_PJAuLzmigZRBqtZM4uiX5Aoiqpf_82J7BCSK7I4uHkVO-a1K-0hXkgA0FnsghSIw_FXCmVA",
            "vid": "",
            "isVideo": false,
            "ts": 1782933682.0,
            "poll": null
        },
        {
            "m": "01.07 | 22:15",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ПРЕМ'ЄР-МІНІСТР КАРНІ АНОНСУВАВ УЧАСТЬ В ЄВРОБАЧЕННІ ТА НАЦІОНАЛЬНИЙ ВІДБІР",
            "b": "«Світу потрібно більше Канади», - заявив прем'єр-міністр Канади Марк Карні (Mark Carney), офіційно оголосивши про участь країни в Євробаченні 2027 під час святкування Дня Канади в Оттаві.\n\nОкрім самого факту дебюту, Карні натякнув на проведення відкритого національного відбору. Звертаючись до громадян, він додав: «І саме ви визначите, який канадський виконавець вийде на сцену Євробачення».\n\nЦе підтверджує намір мовника CBC залучити громадськість до голосування, відмовившись від повністю закритого внутрішнього вибору.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782933300.0,
            "poll": null
        },
        {
            "m": "01.07 | 13:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН  Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.  Страна начнет свой путь…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/tEnESVF9Y-JpjzTkx13GEXFKazyCXIUnMN43Xy9w070S2P7HtRShYnQBo3rWEA6_LgEd9rRa0UyMIpMV8FSAYGAVrNx0acUcFnBpc8l5STOwIk-m7aliW997NH4iaj-TroDVGB3y4hWgPHR2hkM4mQ37PLN96B3zhdlKFhcuuOtujUILO4wPDXo14y5T-iXRdJS-4AQzDkc2VjphIpzpBS9ezzY8IuW6Eap3_EiA-1D1VUbXhAdB02cJ8LXS5ylUTETXgXlDxwm60IV0wxn-XEyrfI4mPrEpTKIIOoGR2np0ct8NfWObMdfrj0pWOcvG9tg1q4MoK52RekmjnRxVxA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782912829.0,
            "poll": null
        },
        {
            "m": "01.07 | 16:30",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ПРАВО НА ПРОВЕДЕНИЕ ЕВРОВИДЕНИЯ В СЛУЧАЕ ПОБЕДЫ",
            "b": "Канада сможет принять Евровидение на своей территории, если выиграет конкурс. Директор Евровидения Мартин Грин (Martin Green) подтвердил это в новом выпуске подкаста The Euro Trip.\n\nЭто решение отличает Канаду от Австралии, которая, согласно правилам участия, не имеет права проводить шоу у себя. В случае победы Австралии вещатель SBS обязан выбрать европейского вещателя-соорганизатора. \n\nДля Канады EBU сделал исключение благодаря статусу CBC как полноправного члена союза, что открывает новые трансатлантические перспективы для формата.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782912600.0,
            "poll": null
        },
        {
            "m": "01.07 | 16:30",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ПРАВО НА ПРОВЕДЕННЯ ЄВРОБАЧЕННЯ У РАЗІ ПЕРЕМОГИ",
            "b": "Канада матиме змогу прийняти Євробачення на своїй території, якщо виграє конкурс. Директор Євробачення Мартін Грін (Martin Green) поділився цим у подкасті The Euro Trip.\n\nЦе рішення відрізняє Канаду від Австралії, яка, відповідно до правил участі, не має права проводити шоу у себе. У разі перемоги Австралії мовник SBS зобов'язаний обрати європейського мовника-співорганізатора.\n\nДля Канади EBU зробив виняток завдяки статусу CBC як повноправного члена союзу, що відкриває нові трансатлантичні перспективи для формату.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782912600.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН  Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.  Страна начнет свой путь…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/oCihmc7IFnGbGuCwuxIBerxPETZaozW_07xTrku0kUPOg_a39ckstcGXmE6EhAnMnN2l25YI9H-v8LE7Ie0CTIpq99BomJ70_GfHmEq-GFRZpsmhOyoYmy0d5LUAlnLpfGMJk9E-29kagTPCAjAIqYyOUz5j3itypV9IOe_VUVsMDh_FnqgUG5amBQvgPgSI9P02wixkv5G_THP5tvJVx3TwrQwTYz747cecdSKB2ZtoIlWgN487_a1xCDvZN2GDQ7vCfiwu8udPCk9TFVYUV0uWdu-j4ThC7AGOE2ITlYr9DCsi4cMAcEzRmKysKEC75qJ-BL5IrQ1QcC0wSwYzTA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782907512.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН",
            "b": "Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.\nСтрана начнет свой путь с полуфиналов. CBC раскроет формат отбора артиста и песни позже в этом году. Интерес канадцев к конкурсу огромен: в 2026 году зрители из Канады вошли в топ-3 по голосованию «Остального мира» (Rest of the World) и стали одними из лидеров по покупке билетов на шоу в Вене.\nВступление Канады стало возможным после того, как на прошлой неделе вещатель CBC получил статус полноправного члена EBU. Это первый новый участник конкурса с момента дебюта Австралии в 2015 году.\n⏱️ Время чтения: 0.7 мин | 🇪🇺 YourVision: Дебют",
            "img": "https://cdn4.telesco.pe/file/f2-4L3a_GK8JGQzx6zPYBP-dp7-yI19U1mDbnyKQxtkWsAQOy3GntlbFZEVQfzAjtqxsVfCVT-ZYzNcsu5JvegGQHskuTGVoPdk57X3NWHIQIwR2u_P1h5kiFCBfevATa5KO-o-5uFevh5rJTYmEmyMHS135y4lBH03hqo5q-sR8leoVlXk_NsqT87eCSM3DSx6wemfB3X4HwfzqwwqN7Zccu9IalNbD2H6w58-W6egO5TsJSY01GT05H7eP1-kn0C7LxpR9cB9AuTMzaCYRxXYuXO0gddK_zUvCk0dknbllvjJPth1xOJPIE_tuHiqyhQBYS0GhB2LzoIogvRmi2A.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782907393.0,
            "poll": null
        },
        {
            "m": "01.07 | 15:00",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ІСТОРИЧНИЙ ДЕБЮТ НА ЄВРОБАЧЕННІ 2027 ПІДТВЕРДЖЕНО",
            "b": "Офіційно: Канада візьме участь у Євробаченні 2027 в Болгарії. EBU та національний мовник CBC/Radio-Canada оголосили про дебют країни у перший день липня - на День Канади.\n\nКраїна розпочне свій шлях із півфіналів. CBC розкриє формат відбору артиста та пісні пізніше цього року. Інтерес канадців до конкурсу величезний: у 2026 році глядачі з Канади увійшли до топ-3 з голосування «Решти світу» (Rest of the World) і стали одними з лідерів з купівлі квитків на шоу у Відні.\n\nВступ Канади став можливим після того, як минулого тижня мовник CBC отримав статус повноправного члена EBU. Це перший новий учасник конкурсу з моменту дебюту Австралії у 2015 році.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782907200.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};