var DATA = {
    "battles": [
        {
            "id": 9,
            "n": "QF #1",
            "qf": "TO SF1",
            "t1": "fi",
            "a1": "Linda Lampenius and Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "82%",
            "t2": "dk",
            "a2": "Søren Torpegaard Lund",
            "s2": "Før vi går hjem",
            "sc2": "18%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 10,
            "n": "QF #2",
            "qf": "TO SF1",
            "t1": "gr",
            "a1": "Akylas",
            "s1": "Ferto",
            "sc1": "64% ★",
            "t2": "ge",
            "a2": "Bzikebi",
            "s2": "On Replay",
            "sc2": "36%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 11,
            "n": "QF #3",
            "qf": "TO SF2",
            "t1": "se",
            "a1": "Felicia",
            "s1": "My System",
            "sc1": "44%",
            "t2": "md",
            "a2": "Satoshi",
            "s2": "Viva, Moldova!",
            "sc2": "56% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 12,
            "n": "QF #4",
            "qf": "TO SF2",
            "t1": "gb",
            "a1": "Look Mum No Computer",
            "s1": "Eins, Zwei, Drei",
            "sc1": "50%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "50% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 13,
            "n": "SF #1",
            "qf": "TO FINAL",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "87% ★",
            "t2": "gr",
            "a2": "Akylas",
            "s2": "Ferto",
            "sc2": "13%",
            "w": 1,
            "status": "DONE"
        },
        {
            "id": 14,
            "n": "SF #2",
            "qf": "TO FINAL",
            "t1": "md",
            "a1": "Satoshi",
            "s1": "Viva, Moldova!",
            "sc1": "36%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "64% ★",
            "w": 2,
            "status": "DONE"
        },
        {
            "id": 15,
            "n": "GRAND FINAL",
            "qf": "THE CHAMPION",
            "t1": "fi",
            "a1": "Linda Lampenius & Pete Parkkonen",
            "s1": "Liekinheitin",
            "sc1": "77%",
            "t2": "bg",
            "a2": "Dara",
            "s2": "Bangaranga",
            "sc2": "23%",
            "w": 1,
            "status": "DONE"
        }
    ],
    "rehearsals": [
        {
            "d": "15.05",
            "t": "14:30 - 18:30",
            "c": "at",
            "a": "Grand Final: Dress Rehearsal 1 (Press)",
            "s": "UPCOMING"
        },
        {
            "d": "15.05",
            "t": "22:00 - 02:00",
            "c": "at",
            "a": "Grand Final: Jury Show",
            "s": "UPCOMING"
        }
    ],
    "roadmap": [
        {
            "d": "30.05",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - НОЧЬ 1",
            "e": "🇦🇱 Festivali i Këngës për Fëmijë"
        },
        {
            "d": "31.05",
            "s": "WAITING",
            "t": "JESC АЛБАНИЯ - НОЧЬ 2",
            "e": "🇦🇱 Второй этап отбора"
        },
        {
            "d": "01.06",
            "s": "MAJOR",
            "t": "JESC АЛБАНИЯ - ФИНАЛ",
            "e": "🇦🇱 Выбор представителя"
        },
        {
            "d": "06.06",
            "s": "WAITING",
            "t": "YOUNG MUSICIANS - ЕРЕВАН",
            "e": "🇦🇲 Eurovision Young Musicians 2026"
        },
        {
            "d": "01.08",
            "s": "MAJOR",
            "t": "ESC ASIA: БУТАН СТАРТ",
            "e": "🇧🇹 Первый нацотбор азиатской версии"
        },
        {
            "d": "17.08",
            "s": "MAJOR",
            "t": "UMK 2027 ЗАЯВКИ ОТКРЫТЫ",
            "e": "🇫🇮 yle.fi/umk - окно до 23.08"
        },
        {
            "d": "23.08",
            "s": "WAITING",
            "t": "UMK 2027 ЗАЯВКИ ЗАКРЫТЫ",
            "e": "🇫🇮 Дедлайн подачи"
        },
        {
            "d": "19.09",
            "s": "WAITING",
            "t": "ESC ASIA: НЕПАЛ",
            "e": "🇳🇵 Himalaya TV - National Final"
        },
        {
            "d": "24.10",
            "s": "MAJOR",
            "t": "JUNIOR EUROVISION - МАЛЬТА",
            "e": "🇲🇹 23-й детский конкурс"
        },
        {
            "d": "14.11",
            "s": "MAJOR",
            "t": "ESC ASIA - БАНГКОК",
            "e": "🌏 Grand Final, прямой эфир"
        }
    ],
    "chart": [
        {
            "r": 1,
            "a": "Linda Lampenius & Pete Parkkonen",
            "s": "Liekinheitin",
            "p": "72 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Linda%20Lampenius%20%26%20Pete%20Parkkonen"
        },
        {
            "r": 2,
            "a": "Taylor Swift",
            "s": "I Knew It, I Knew You",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Taylor%20Swift"
        },
        {
            "r": 3,
            "a": "BLACKPINK",
            "s": "JUMP",
            "p": "68 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BLACKPINK"
        },
        {
            "r": 4,
            "a": "BTS",
            "s": "SWIM",
            "p": "55 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BTS"
        },
        {
            "r": 5,
            "a": "Olivia Rodrigo",
            "s": "drop dead",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Olivia%20Rodrigo"
        },
        {
            "r": 6,
            "a": "Sal Da Vinci",
            "s": "Per sempre sì",
            "p": "53 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Sal%20Da%20Vinci"
        },
        {
            "r": 7,
            "a": "By Индия, Xcho, МОТ",
            "s": "Шадэ",
            "p": "47 pts (=)",
            "img": "https://i.pravatar.cc/150?u=By%20%D0%98%D0%BD%D0%B4%D0%B8%D1%8F%2C%20Xcho%2C%20%D0%9C%D0%9E%D0%A2"
        },
        {
            "r": 8,
            "a": "Alexandra Căpitănescu",
            "s": "Choke Me",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Alexandra%20C%C4%83pit%C4%83nescu"
        },
        {
            "r": 9,
            "a": "Егор Крид, ARTIK & ASTI",
            "s": "KARMA",
            "p": "44 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%95%D0%B3%D0%BE%D1%80%20%D0%9A%D1%80%D0%B8%D0%B4%2C%20ARTIK%20%26%20ASTI"
        },
        {
            "r": 10,
            "a": "KATSEYE",
            "s": "PINKY UP",
            "p": "43 pts (=)",
            "img": "https://i.pravatar.cc/150?u=KATSEYE"
        },
        {
            "r": 11,
            "a": "BEARWOLF",
            "s": "Феникс",
            "p": "38 pts (=)",
            "img": "https://i.pravatar.cc/150?u=BEARWOLF"
        },
        {
            "r": 12,
            "a": "Tyla, Zara Larsson",
            "s": "SHE DID IT AGAIN",
            "p": "36 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Tyla%2C%20Zara%20Larsson"
        },
        {
            "r": 13,
            "a": "Сергей Лазарев, Полина Гагарина",
            "s": "Хэппи Энд",
            "p": "33 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9%20%D0%9B%D0%B0%D0%B7%D0%B0%D1%80%D0%B5%D0%B2%2C%20%D0%9F%D0%BE%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%93%D0%B0%D0%B3%D0%B0%D1%80%D0%B8%D0%BD%D0%B0"
        },
        {
            "r": 14,
            "a": "Madonna",
            "s": "Love Sensation",
            "p": "30 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madonna"
        },
        {
            "r": 15,
            "a": "Dave, Tems",
            "s": "Raindance",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dave%2C%20Tems"
        },
        {
            "r": 16,
            "a": "Madison Beer",
            "s": "lovergirl",
            "p": "29 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Madison%20Beer"
        },
        {
            "r": 17,
            "a": "HOLLYFLAME",
            "s": "Тону",
            "p": "28 pts (=)",
            "img": "https://i.pravatar.cc/150?u=HOLLYFLAME"
        },
        {
            "r": 18,
            "a": "Dara",
            "s": "Bangaranga",
            "p": "23 pts (=)",
            "img": "https://i.pravatar.cc/150?u=Dara"
        },
        {
            "r": 19,
            "a": "SAYAN",
            "s": "Мальборо",
            "p": "14 pts (=)",
            "img": "https://i.pravatar.cc/150?u=SAYAN"
        },
        {
            "r": 20,
            "a": "Ваня Дмитриенко",
            "s": "След",
            "p": "13 pts (=)",
            "img": "https://i.pravatar.cc/150?u=%D0%92%D0%B0%D0%BD%D1%8F%20%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%BD%D0%BA%D0%BE"
        }
    ],
    "news": [
        {
            "m": "03.07 | 12:50",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: ЗАТВЕРДЖЕНО БЮДЖЕТ ТА ТЕРМІНИ ПІДГОТОВКИ ДО ЄВРОБАЧЕННЯ 2027",
            "b": "Уряд Болгарії заклав у проєкт бюджету на 2027 рік 20 мільйонів євро на проведення конкурсу. За оцінкою віцепрем'єра Іво Христова, загальна вартість організації складе від 20 до 30 мільйонів євро, включаючи внески від EBU, спонсорів та міст. Також затверджено офіційний план дій із ключовими датами:\n\n📅 **Головні етапи підготовки:**\n• **До 31 липня 2026:** Оголошення міста-організатора. У списку претендентів: Софія, Пловдив, Варна та Бургас (спочатку буде оголошено шорт-лист із двох міст).\n• **До 30 серпня 2026:** Призначення виконавчого продюсера, креативного директора та шоураннера конкурсу.\n• **До 10 вересня 2026:** Підписання контракту з ареною проведення.\n• **До 30 вересня 2026:** Розподіл зон арени (пресцентр, гримерки, VIP-зони).\n• **До 15 грудня 2026:** Затвердження креативної концепції та візуального стилю.\n• **Кінець листопада 2026:** Укладання контрактів із готелями для делегацій.\n• **Початок 2027:** Запуск сайту Євробачення 2027 та старт продажу квитків.\n• **Квітень-травень 2027:** Монтаж конструкцій та проведення репетицій. Демонтаж сцени заплановано на 18-24 травня, що підтверджує проведення фіналу в першій половині травня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783072200.0,
            "poll": null
        },
        {
            "m": "03.07 | 12:50",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРИЯ: УТВЕРЖДЕН БЮДЖЕТ И СРОКИ ПОДГОТОВКИ К ЕВРОВИДЕНИЮ 2027",
            "b": "Правительство Болгарии заложило в проект бюджета на 2027 год 20 миллионов евро на проведение конкурса. По оценке вице-премьера Иво Христова, общая стоимость организации составит от 20 до 30 миллионов евро, включая взносы от EBU, спонсоров и городов. Также утвержден официальный план действий с ключевыми датами:\n\n📅 **Главные этапы подготовки:**\n• **До 31 июля 2026:** Объявление города-организатора. В списке претендентов: София, Пловдив, Варна и Бургас (сначала будет объявлен шорт-лист из двух городов).\n• **До 30 августа 2026:** Назначение исполнительного продюсера, креативного директора и шоураннера конкурса.\n• **До 10 сентября 2026:** Подписание контракта с ареной проведения.\n• **До 30 сентября 2026:** Распределение зон арены (пресс-центр, гримерки, VIP-зоны).\n• **До 15 декабря 2026:** Утверждение креативной концепции и визуального стиля.\n• **Конец ноября 2026:** Заключение контрактов с отелями для делегаций.\n• **Начало 2027:** Запуск сайта Евровидения 2027 и старт продажи билетов.\n• **Апрель-май 2027:** Монтаж конструкций и проведение репетиций. Демонтаж сцены запланирован на 18-24 мая, что подтверждает проведение финала в первой половине мая.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783072200.0,
            "poll": null
        },
        {
            "m": "03.07 | 07:46",
            "id": "70",
            "u": "https://t.me/YourEurovision/6263",
            "t": "🇭🇺 ВЕНГРИЯ: ПАРЛАМЕНТ УТВЕРДИЛ ЛИКВИДАЦИЮ ВЕЩАТЕЛЯ MTVA И РЕФОРМУ СМИ",
            "b": "Парламент Венгрии 145 голосами против 39 принял закон о масштабной реформе СМИ, который ликвидирует холдинг MTVA и службу Duna Média. Инициативу партии Tisza поддержали оппозиционные силы, в то время как правящий блок Fidesz проголосовал против.\nНа смену прежней структуре придут две новые организации: Венгерское радио и телевидение (MReT) и Венгерское телеграфное агентство (MTI). Руководство новых ведомств будет назначаться на открытых конкурсах.\nГлавный вопрос для еврофанов: станет ли MReT правопреемником MTVA. Если да, то Венгрия автоматически сохранит членство в EBU и сможет оперативно вернуться на Евровидение 2027. В противном случае получение членства с нуля может затянуть этот процесс.\n⏱️ Время чтения: 0.6 мин | 🇭🇺 YourVision: Реформы",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783064810.0,
            "poll": null
        },
        {
            "m": "03.07 | 10:10",
            "id": "local",
            "u": "",
            "t": "🇭🇺 УГОРЩИНА: ПАРЛАМЕНТ ЗАТВЕРДИВ ЛІКВІДАЦІЮ МОВНИКА MTVA ТА РЕФОРМУ ЗМІ",
            "b": "Парламент Угорщини 145 голосами проти 39 ухвалив закон про масштабну реформу ЗМІ, яка ліквідує холдинг MTVA та службу Duna Média. Ініціативу партії Tisza підтримали опозиційні сили, тоді як правлячий блок Fidesz проголосував проти.\n\nНа зміну колишній структурі прийдуть дві нові організації: Угорське радіо і телебачення (MReT) та Угорське телеграфне агентство (MTI). Керівництво нових відомств призначатимуть на відкритих конкурсах.\n\nГоловне питання для єврофанів: чи стане MReT правонаступником MTVA. Якщо так, то Угорщина автоматично збереже членство в EBU та зможе оперативно повернутися на Євробачення 2027. В іншому разі отримання членства з нуля може затягнути цей процес.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1783062600.0,
            "poll": null
        },
        {
            "m": "02.07 | 08:46",
            "id": "70",
            "u": "https://t.me/YourEurovision/6262",
            "t": "🇪🇺 ЕВРОВИДЕНИЕ: МАРТИН ГРИН О БОЙКОТАХ, РЕКОРДНЫХ ПОКАЗАТЕЛЯХ И БУДУЩЕМ ШОУ",
            "b": "Исполнительный директор Евровидения Мартин Грин (Martin Green) в интервью Variety подвёл итоги прошедшего сезона в Вене и раскрыл планы развития бренда EBU.\n📊 Статистика финала 2026 года\nФинал конкурса привлёк рекордные 131 миллион зрителей по всему миру, а в голосовании приняли участие представители 148 стран. Грин категорически опроверг слухи о финансовом кризисе из-за бойкотов некоторых участников, назвав их «чушью» (bollocks), и подчеркнул устойчивость экономической модели союза.\n⚖️ Внутреннее голосование EBU и зрительские голоса\nВопрос участия Израиля в конкурсе руководство считает закрытым. Грин впервые раскрыл точные результаты голосования членов союза: почти 70% вещателей высказались за участие Kan, согласившись с принципом, что общественные СМИ не должны отвечать за действия своих правительств.\nОтдельно Грин прокомментировал подозрения в манипуляциях зрительским голосованием (после публикаций в NYT): внутренний аудит EBU не обнаружил признаков накруток или скоординированного платного продвижения в финале.\n🇪🇺 Глобальное расширение\nГлавными шагами EBU станут дебют Канады в Болгарии в 2027 году и запуск первого в истории конкурса Евровидение Азия в Таиланде в ноябре этого года. Мартин Грин сообщил, что шоу можно будет посмотреть в прямом эфире на YouTube-канале Евровидения, а зрители смогут проголосовать через категорию «Остальной мир» (Rest of the World).\nТакже Грин подчеркнул, что EBU отказался от планов создания версий для одной страны (вроде американского формата на NBC), сосредоточившись на объединении разных государств, и подтвердил разработку бродвейского мюзикла по фильму «Story of Fire Saga».\n⏱️ Время чтения: 1.8 мин | 🇪🇺 YourVision: Интервью",
            "img": "https://cdn4.telesco.pe/file/QB1LfbtaXEx_4uVtXxEvUM6KKowj4iEvNBYJUnoAlWyIuoBIV7dsbQ0Ull6h_io_qhNFrANKOSjTrKUTJBBVsRRdb2qMRSXadGDeJiKL-o519-YteAmjz-NxdXQOehKa6JhgB1vOfRuL5Fj3v58WrxsiCWbB3756FzrwxndZ84A_KFT96toMjV36Y4udwzsOYC7QTGN51AgPlmT5Ljr9W6IcAWwnLEiPI6iViZ9JqtzTB9VRkLIEH9ehH-6UXVub62iY3o6XECXa-vyYW28VFH_B6K3avdHC6-zatwHouhwRxdRpu4vac6I5-A2LIt3pLJsqZVKHkTFUsut8GFMITA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782981978.0,
            "poll": null
        },
        {
            "m": "02.07 | 08:42",
            "id": "70",
            "u": "https://t.me/YourEurovision/6261",
            "t": "🇽🇰 КОСОВО: ПЕРВЫЕ ДЕТАЛИ ВОЗРОЖДЕННОГО ФЕСТИВАЛЯ AKORDET E KOSOVËS",
            "b": "Вещатель RTK утвердил формат легендарного фестиваля Akordet e Kosovës. Шоу пройдет во вторую неделю октября во дворце спорта 1 Tetori в Приштине и будет состоять из трех вечеров: один детский и два взрослых конкурса.\nМинистерство культуры выделило 400 тысяч евро на организацию: 100 тысяч пойдет на свет, 70 тысяч на сценографию и 20 тысяч на графику. В случае получения членства в EBU фестиваль станет национальным отбором на взрослое и детское Евровидение. Напомним, на прошедшей в июне Ассамблее заявка RTK была отклонена.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Фестивали",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782981768.0,
            "poll": null
        },
        {
            "m": "02.07 | 08:41",
            "id": "70",
            "u": "https://t.me/YourEurovision/6260",
            "t": "🇧🇬 БОЛГАРИЯ: КАБИНЕТ МИНИСТРОВ УТВЕРДИЛ ПЛАН ПОДГОТОВКИ К ЕВРОВИДЕНИЮ 2027",
            "b": "Правительство Болгарии официально приняло План действий по подготовке и проведению Евровидения 2027, разработанный Организационным комитетом.\nДокумент определяет конкретные задачи, сроки их реализации и ответственные ведомства. Это решение гарантирует полную государственную поддержку, необходимое финансирование и скоординированную работу государственных институтов для успешного проведения песенного конкурса в стране.\n⏱️ Время чтения: 0.5 мин | 🇪🇺 YourVision: Организация",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782981718.0,
            "poll": null
        },
        {
            "m": "02.07 | 11:15",
            "id": "local",
            "u": "",
            "t": "🇪🇺 ЄВРОБАЧЕННЯ: МАРТІН ГРІН ПРО БОЙКОТИ, РЕКОРДНІ ПОКАЗНИКИ ТА МАЙБУТНЄ ШОУ",
            "b": "Виконавчий директор Євробачення Мартін Грін (Martin Green) в інтерв'ю Variety підбив підсумки минулого сезону у Відні та розкрив плани розвитку бренду EBU.\n\n---\n\n📊 **Статистика фіналу 2026 року**\nФінал конкурсу зібрав біля екранів рекордні 131 мільйон глядачів по всьому світу, а в голосуванні взяли участь представники 148 країн. Грін категорично спростував чутки про фінансову кризу через бойкоти деяких учасників, назвавши їх «нісенітницею» (bollocks), та підкреслив стійкість економічної моделі союзу.\n\n---\n\n⚖️ **Внутрішнє голосування EBU та глядацькі голоси**\nПитання участі Ізраїлю в конкурсі керівництво вважає закритим. Грін уперше розкрив точні результати голосування членів союзу: майже 70% мовників висловилися за участь Kan, погодившись із принципом, що суспільні ЗМІ не мають відповідати за дії своїх урядів.\n\nОкремо Грін прокоментував підозри в маніпуляціях глядацьким голосуванням (після публікацій у NYT): внутрішній аудит EBU не виявив ознак накруток чи скоординованого платного просування у фіналі.\n\n---\n\n🌍 **Глобальне розширення**\nГоловними кроками EBU стануть дебют Канади в Болгарії у 2027 році та запуск першого в історії конкурсу Євробачення Азія в Таїланді у листопаді цього року. Мартін Грін повідомив, що шоу можна буде безкоштовно подивитися у прямому ефірі на офіційному YouTube-каналі Євробачення, а глядачі з усього світу зможуть взяти участь у голосуванні через категорію «Решта світу» (Rest of the World).\n\nПри цьому Грін підкреслив, що EBU відмовився від планів створення версій для однієї країни (на кшталт американського формату на NBC), зосередившись на об'єднанні різних держав, і підтвердив розробку бродвейського мюзиклу за фільмом «Story of Fire Saga».",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782980100.0,
            "poll": null
        },
        {
            "m": "02.07 | 11:10",
            "id": "local",
            "u": "",
            "t": "🇧🇬 БОЛГАРІЯ: КАБІНЕТ МІНІСТРІВ ЗАТВЕРДИВ ПЛАН ПІДГОТОВКИ ДО ЄВРОБАЧЕННЯ 2027",
            "b": "Уряд Болгарії офіційно ухвалив План дій щодо підготовки та проведення пісенного конкурсу Євробачення 2027, який був детально розроблений та підготовлений Організаційним комітетом.\n\nДокумент визначає конкретні завдання, терміни їх реалізації та відповідальні відомства. Це рішення гарантує повну державну підтримку, необхідне фінансування та скоординовану роботу державних інституцій для успішного проведення пісенного конкурсу в країні.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782979800.0,
            "poll": null
        },
        {
            "m": "02.07 | 11:10",
            "id": "local",
            "u": "",
            "t": "🇽🇰 КОСОВО: ПЕРШІ ДЕТАЛІ ВІДРОДЖЕНОГО ФЕСТИВАЛЮ AKORDET E KOSOVËS",
            "b": "Мовник RTK затвердив формат легендарного фестивалю Akordet e Kosovës. Шоу відбудеться у другий тиждень жовтня в палаці спорту 1 Tetori у Приштині та складатиметься з трьох вечорів: одного дитячого та двох дорослих конкурсів.\n\nМіністерство культури виділило 400 тисяч євро на організацію: 100 тисяч піде на світло, 70 тисяч на сценографію та 20 тисяч на графіку. У разі отримання членства в EBU фестиваль стане національним відбором на доросле та дитяче Євробачення. Нагадаємо, на нещодавній червневій Асамблеї заявку RTK було відхилено.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782979800.0,
            "poll": null
        },
        {
            "m": "01.07 | 19:21",
            "id": "70",
            "u": "https://t.me/YourEurovision/6259",
            "t": "🇨🇦 КАНАДА: ПРЕМЬЕР-МИНИСТР КАРНИ АНОНСИРОВАЛ УЧАСТИЕ В ЕВРОВИДЕНИИ И НАЦИОНАЛЬНЫЙ ОТБОР",
            "b": "«Миру нужно больше Канады», - заявил премьер-министр Марк Карни (Mark Carney), официально объявив об участии страны в Евровидении 2027 во время празднования Дня Канады в Оттаве.\nПомимо самого факта дебюта, Карни намекнул на проведение открытого национального отбора. Обращаясь к гражданам, он добавил: «И именно вы определите, какой канадский артист выйдет на сцену Евровидения».\nЭто подтверждает намерение вещателя CBC привлечь общественность к голосованию, отказавшись от полностью закрытого внутреннего выбора.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Дебют",
            "img": "https://cdn4.telesco.pe/file/Lw4oW89slZFKp_hzHQIH4U9g-dPOdRFlL-NERnxe5Q44e7COW_f9FtDcpWnPRsBm2thQAscjMWdhjTtJSu_1YRMqP0cZr3wMEAtJL-S925X2RMWLvFmeESFu5NtRmBYysRK0aaMwViJt-ybRafQa_sS5uq4C0EHCbeQKp6J0hwFOJYzd67G5FGaL6Wzre9JEUFd6ko23icKxgHWtJNR8DBEIzcXEy7Jr2_bBGannsmeYMCj_ykolVxjou87fGFwD8dO6Fbvo2IpTewQDVFXq7u0pZxSFhQ2DmIpJPDbm2qlLZPY_KifMtBcEjgnFMtLuZpC9-rfTABCFvqZcBsi1QQ",
            "vid": "",
            "isVideo": false,
            "ts": 1782933682.0,
            "poll": null
        },
        {
            "m": "01.07 | 22:15",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ПРЕМ'ЄР-МІНІСТР КАРНІ АНОНСУВАВ УЧАСТЬ В ЄВРОБАЧЕННІ ТА НАЦІОНАЛЬНИЙ ВІДБІР",
            "b": "«Світу потрібно більше Канади», - заявив прем'єр-міністр Канади Марк Карні (Mark Carney), офіційно оголосивши про участь країни в Євробаченні 2027 під час святкування Дня Канади в Оттаві.\n\nОкрім самого факту дебюту, Карні натякнув на проведення відкритого національного відбору. Звертаючись до громадян, він додав: «І саме ви визначите, який канадський виконавець вийде на сцену Євробачення».\n\nЦе підтверджує намір мовника CBC залучити громадськість до голосування, відмовившись від повністю закритого внутрішнього вибору.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782933300.0,
            "poll": null
        },
        {
            "m": "01.07 | 13:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН  Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.  Страна начнет свой путь…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/LisYYARK3W-3INxTG_ngt3slroN8FAIjNstk9V3Rc7u1lKbtIYJjscZ7WnF2UhKkzOA5w4kfMxHvzr89cbMAq24eH0i0M471hZ4ZLGUdWdyc3Ps5IVnZFYTYcGy7NB2CQP1TlsNKNxO8NABpBqWDnb8rKKSPu0VJKEwSpdRQ8qoRhqm9LzTUntKEZEXvTGmeDBqjRcmhI3Z7ZCbT2e0Wp_fWpSLzupGDh91_SMvG60SUk_eIeRyTk_ysFzw28WFV8opw5N4Tg71oYA6nhpd09KgkruwrN_0ePi9BFckycYVsXAfOoQ6wssimUu7NUtfBiXFh2d7GhmyVK2GHQvTqjA.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782912829.0,
            "poll": null
        },
        {
            "m": "01.07 | 16:30",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ПРАВО НА ПРОВЕДЕНИЕ ЕВРОВИДЕНИЯ В СЛУЧАЕ ПОБЕДЫ",
            "b": "Канада сможет принять Евровидение на своей территории, если выиграет конкурс. Директор Евровидения Мартин Грин (Martin Green) подтвердил это в новом выпуске подкаста The Euro Trip.\n\nЭто решение отличает Канаду от Австралии, которая, согласно правилам участия, не имеет права проводить шоу у себя. В случае победы Австралии вещатель SBS обязан выбрать европейского вещателя-соорганизатора. \n\nДля Канады EBU сделал исключение благодаря статусу CBC как полноправного члена союза, что открывает новые трансатлантические перспективы для формата.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782912600.0,
            "poll": null
        },
        {
            "m": "01.07 | 16:30",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ПРАВО НА ПРОВЕДЕННЯ ЄВРОБАЧЕННЯ У РАЗІ ПЕРЕМОГИ",
            "b": "Канада матиме змогу прийняти Євробачення на своїй території, якщо виграє конкурс. Директор Євробачення Мартін Грін (Martin Green) поділився цим у подкасті The Euro Trip.\n\nЦе рішення відрізняє Канаду від Австралії, яка, відповідно до правил участі, не має права проводити шоу у себе. У разі перемоги Австралії мовник SBS зобов'язаний обрати європейського мовника-співорганізатора.\n\nДля Канади EBU зробив виняток завдяки статусу CBC як повноправного члена союзу, що відкриває нові трансатлантичні перспективи для формату.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782912600.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:05",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН  Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.  Страна начнет свой путь…",
            "b": "",
            "img": "https://cdn4.telesco.pe/file/m6JfItBlwyNdqSOH7BAF4wCTKFPUwbWnuj9zVPjsjirWF1SSS0E-ntxGv0vUrS6O2Y4cCg_N8oM6Lp4H4UAVafYXDvMqFL1VQSxKTatyMjQ-56tOI_Ri6M4DIwV7XhP_vxJkqauv-gWLrhNEzlW3NtR6OJB5x38q_trioVZJ4sDeX_scLfteA1V8sZA_SAjmjrfVWSpCenOkA5wkkGdTTnmGFIlFVeEjexpe3TSGSKVuVM3I5vRGcMPZcFaJt-FeMxF92f6SAhD8eIPrhZuO3D92sQI_kLjYjyOJiu_7Vyn9tOzh3dM8Ar7UfL2N-hdOLyspt_NBr6M5ogJCbSxd7g.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782907512.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:03",
            "id": "70",
            "u": "https://t.me/YourEurovision/6256",
            "t": "🇨🇦 КАНАДА: ИСТОРИЧЕСКИЙ ДЕБЮТ НА ЕВРОВИДЕНИИ 2027 ПОДТВЕРЖДЕН",
            "b": "Официально: Канада примет участие в Евровидении 2027 в Болгарии. EBU и национальный вещатель CBC/Radio-Canada объявили о дебюте страны в первый день июля - на День Канады.\nСтрана начнет свой путь с полуфиналов. CBC раскроет формат отбора артиста и песни позже в этом году. Интерес канадцев к конкурсу огромен: в 2026 году зрители из Канады вошли в топ-3 по голосованию «Остального мира» (Rest of the World) и стали одними из лидеров по покупке билетов на шоу в Вене.\nВступление Канады стало возможным после того, как на прошлой неделе вещатель CBC получил статус полноправного члена EBU. Это первый новый участник конкурса с момента дебюта Австралии в 2015 году.\n⏱️ Время чтения: 0.7 мин | 🇪🇺 YourVision: Дебют",
            "img": "https://cdn4.telesco.pe/file/nbg-daFYFMpPltDFr-qquk0c6n8eMLKSQ6AMkT129K_WCmtOAehsY9xdhn1ykcE3Z29gayR5Ejzt0G0OjU--exfCl6-HMU_A3CX5Ve7_s8KbNlhdhRLBoUe1MTMyXI3IoHvFEuThRxRxIblds9mwCu9dMK0PmT2Wx9e9tpGtHw8cWsWs2jXPH2Cve3oqjILT8wgp7M1qh-Vy_mpt6m0LYok3tZIBEAUu32keIYOeCfwI3_77iBvUy_qmCrpS1ja05fuOK_ifs4uLl1mLDv0ZXHYQXVbZy5ipn6UYMM1iaPXwzBdY6YoiZ5xZTvDBEQZZHxN6tq-MEv4mWv0yTlEBJg.jpg",
            "vid": "",
            "isVideo": false,
            "ts": 1782907393.0,
            "poll": null
        },
        {
            "m": "01.07 | 15:00",
            "id": "local",
            "u": "",
            "t": "🇨🇦 КАНАДА: ІСТОРИЧНИЙ ДЕБЮТ НА ЄВРОБАЧЕННІ 2027 ПІДТВЕРДЖЕНО",
            "b": "Офіційно: Канада візьме участь у Євробаченні 2027 в Болгарії. EBU та національний мовник CBC/Radio-Canada оголосили про дебют країни у перший день липня - на День Канади.\n\nКраїна розпочне свій шлях із півфіналів. CBC розкриє формат відбору артиста та пісні пізніше цього року. Інтерес канадців до конкурсу величезний: у 2026 році глядачі з Канади увійшли до топ-3 з голосування «Решти світу» (Rest of the World) і стали одними з лідерів з купівлі квитків на шоу у Відні.\n\nВступ Канади став можливим після того, як минулого тижня мовник CBC отримав статус повноправного члена EBU. Це перший новий учасник конкурсу з моменту дебюту Австралії у 2015 році.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782907200.0,
            "poll": null
        },
        {
            "m": "01.07 | 09:33",
            "id": "70",
            "u": "https://t.me/YourEurovision/6255",
            "t": "🇧🇪 БЕЛЬГИЯ: VRT ТРЕБУЕТ РЕФОРМЫ ГОЛОСОВАНИЯ В EBU НА ЕВРОВИДЕНИИ 2027",
            "b": "Фламандский вещатель VRT выступил с критикой внутренней политики EBU. Пресс-секретарь Ясмин Ван дер Боргт опровергла слухи о том, что телекомпания требовала провести голосование исключительно по вопросу участия Израиля.\nПо её словам, VRT настаивает на глобальном изменении процедур - введении прямого голосования всех членов союза по любым ключевым вопросам. Вещатель недоволен практикой EBU «голосовать за то, стоит ли вообще проводить голосование».\nБудущее участие Бельгии в Евровидении 2027 остаётся под вопросом. Если VRT примет решение о бойкоте, право выбора представителя может перейти к франкоязычному вещателю RTBF, как это уже случалось в периоды разногласий. Окончательное решение будет объявлено ближе к дедлайну подачи заявок.\n⏱️ Время чтения: 0.8 мин | 🇪🇺 YourVision: Дебаты",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782898397.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:30",
            "id": "local",
            "u": "",
            "t": "🇧🇪 БЕЛЬГІЯ: VRT ВИМАГАЄ РЕФОРМИ ГОЛОСУВАННЯ В EBU НА ЄВРОБАЧЕННІ 2027",
            "b": "Фламандський мовник VRT виступив із критикою внутрішньої політики EBU. Прессекретарка Ясмін Ван дер Боргт спростувала чутки про те, що телекомпанія вимагала провести голосування виключно щодо участі Ізраїлю.\n\nЗа її словами, VRT наполягає на глобальній зміні процедур - введенні прямого голосування всіх членів союзу щодо будь-яких ключових питань. Мовник незадоволений практикою EBU «голосувати за те, чи варто взагалі проводити голосування».\n\nМайбутня участь Бельгії у Євробаченні 2027 залишається під питанням. Якщо VRT ухвалить рішення про бойкот, право вибору представника може перейти до франкомовного мовника RTBF, як це вже траплялося в періоди розбіжностей. Остаточне рішення буде оголошено ближче до дедлайну подачі заявок.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782898200.0,
            "poll": null
        },
        {
            "m": "01.07 | 12:00",
            "id": "local",
            "u": "",
            "t": "🇦🇲 ВІРМЕНІЯ: ДИТЯЧЕ ЄВРОБАЧЕННЯ 2026 - КІНЕЦЬ ПРИЙОМУ ЗАЯВОК",
            "b": "Єреван закрив збір анкет від претендентів на поїздку в Та-Кали. Живі прослуховування розпочнуться вже цього тижня.\n\nВірменський мовник AMPTV завершив прийом заявок на національный відбір до Дитячого Євробачення-2026 на Мальті. До участі допускалися громадяни та резиденти Вірменії (від 9 до 14 років), які виступають соло, дуєтом або групами до 6 осіб.\n\nУспішні заявники вирушать на живі прослуховування, які пройдуть у Єревані з 3 по 12 липня. Переможця визначить журі, а саму композицію мовник обере пізніше внутрішнім рішенням.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782896400.0,
            "poll": null
        },
        {
            "m": "01.07 | 11:55",
            "id": "local",
            "u": "",
            "t": "🇨🇾 КІПР: ДИТЯЧЕ ЄВРОБАЧЕННЯ 2026 - ЗАКРИТТЯ ПРИЙОМУ ЗАЯВОК",
            "b": "Мовник CyBC завершив прийом заявок від юних виконавців. Переможець відбору визначиться за класичною євробаченською системою балів.\n\nНа Кіпрі закрилося вікно подачі заявок для солістів (від 9 до 14 років), які бажають поїхати на Мальту. На першому етапі учасники надсилали відеокавери. Спеціальне журі обере найкращих для живих прослуховувань, де виставить оцінки за системою 12-10-8-1. Переможець представить країну в Та-Кали.\n\nПрийом самих конкурсних пісень для артиста-переможця триватиме до 8 липня.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782896100.0,
            "poll": null
        },
        {
            "m": "01.07 | 08:50",
            "id": "70",
            "u": "https://t.me/YourEurovision/6254",
            "t": "🇦🇲 АРМЕНИЯ: ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 - КОНЕЦ ПРИЕМА ЗАЯВОК",
            "b": "Ереван закрыл сбор анкет от претендентов на поездку в Та-Кали. Живые прослушивания начнутся уже на этой неделе.\nАрмянский вещатель AMPTV завершил прием заявок на национальный отбор к Детскому Евровидению-2026 на Мальте. К участию допускались граждане и резиденты Армении (от 9 до 14 лет), выступающие соло, дуэтом или группами до 6 человек.\nУспешные заявители отправятся на живые прослушивания, которые пройдут в Ереване с 3 по 12 июля. Победителя определит жюри, а саму композицию вещатель выберет позже внутренним решением.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895809.0,
            "poll": null
        },
        {
            "m": "01.07 | 11:50",
            "id": "local",
            "u": "",
            "t": "🇰🇷 ПІВДЕННА КОРЕЯ: ЄВРОБАЧЕННЯ АЗІЯ 2026 - ЗАКРИТТЯ ЗАЯВОК",
            "b": "Сеул завершив прийом заявок на дебютний конкурс. Мовник ENA готується оголосити ім'я представника вже на початку осені.\n\nУ Південній Кореї закрилося вікно подачі заявок для першого в історії Євробачення Азія (Eurovision Song Contest Asia). Прийом документів тривав рівно місяць - з 1 червня. До участі допускалися артисти з корейским громадянством та оригінальними піснями. Відбір проходить за стандартними правилами класичного Євробачення.\n\nТелекомпанія **ENA** оголосить ім'я переможця національного відбору 4 вересня. Деталі самого формату шоу мовник поки тримає в таємниці.",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895800.0,
            "poll": null
        },
        {
            "m": "01.07 | 08:49",
            "id": "70",
            "u": "https://t.me/YourEurovision/6253",
            "t": "🇨🇾 КИПР: ДЕТСКОЕ ЕВРОВИДЕНИЕ 2026 - ЗАКРЫТИЕ ПРИЕМА ЗАЯВОК",
            "b": "Вещатель CyBC завершил прием заявок от юных исполнителей. Победитель отбора определится по классической евровидийной системе баллов.\nНа Кипре закрылось окно подачи заявок для солистов (от 9 до 14 лет), желающих поехать на Мальту. На первом этапе участники отправляли видеокаверы. Специальное жюри выберет лучших для живых прослушиваний, где выставит оценки по системе 12-10-8-1. Победитель представит страну в Та-Кали.\nПрием самих конкурсных песен для выигравшего артиста продлится до 8 июля.\n⏱️ Время чтения: 0.6 мин | 🇪🇺 YourVision: Детское Евровидение",
            "img": "",
            "vid": "",
            "isVideo": false,
            "ts": 1782895786.0,
            "poll": null
        }
    ],
    "qualifiers": [
        {
            "id": "bg",
            "a": "Dara"
        },
        {
            "id": "fi",
            "a": "Linda Lampenius & Pete Parkkonen"
        }
    ],
    "eliminated": [
        {
            "id": "md",
            "a": "Satoshi",
            "s": "Viva, Moldova!"
        },
        {
            "id": "gr",
            "a": "Akylas",
            "s": "Ferto"
        },
        {
            "id": "it",
            "a": "Sal Da Vinci",
            "s": "Per sempre sì"
        },
        {
            "id": "me",
            "a": "Tamara Živković",
            "s": "Nova zora"
        },
        {
            "id": "at",
            "a": "COSMØ",
            "s": "Tanzschein"
        },
        {
            "id": "al",
            "a": "Alis",
            "s": "Nën"
        },
        {
            "id": "au",
            "a": "Delta Goodrem",
            "s": "Eclipse"
        },
        {
            "id": "am",
            "a": "Simón",
            "s": "Paloma rumba"
        },
        {
            "id": "lu",
            "a": "Eva Marija",
            "s": "Mother Nature"
        },
        {
            "id": "ro",
            "a": "A. Căpitănescu",
            "s": "Choke Me"
        },
        {
            "id": "lt",
            "a": "Lion Ceccah",
            "s": "Sólo quiero más"
        },
        {
            "id": "hr",
            "a": "Lelek",
            "s": "Andromeda"
        },
        {
            "id": "lv",
            "a": "Atvara",
            "s": "Ēnā"
        },
        {
            "id": "cz",
            "a": "Daniel Zizka",
            "s": "Crossroads"
        },
        {
            "id": "ua",
            "a": "Leléka",
            "s": "Ridnym"
        },
        {
            "id": "ee",
            "a": "Vanilla Ninja",
            "s": "Too Epic to Be True"
        },
        {
            "id": "pt",
            "a": "Bandidos do Cante",
            "s": "Rosa"
        },
        {
            "id": "az",
            "a": "Jiva",
            "s": "Just Go"
        },
        {
            "id": "il",
            "a": "Noam Bettan",
            "s": "Michelle"
        },
        {
            "id": "rs",
            "a": "Lavina",
            "s": "Kraj mene"
        },
        {
            "id": "fr",
            "a": "Monroe",
            "s": "Regarde !"
        },
        {
            "id": "pl",
            "a": "Alicja",
            "s": "Pray"
        },
        {
            "id": "no",
            "a": "Jonas Lovv",
            "s": "Ya Ya Ya"
        },
        {
            "id": "de",
            "a": "Sarah Engels",
            "s": "Fire"
        },
        {
            "id": "sm",
            "a": "Senhit",
            "s": "Superstar"
        },
        {
            "id": "ch",
            "a": "Veronica Fusaro",
            "s": "Alice"
        },
        {
            "id": "be",
            "a": "Essyla",
            "s": "Dancing on the Ice"
        },
        {
            "id": "cy",
            "a": "Antigoni",
            "s": "Jalla"
        },
        {
            "id": "dk",
            "a": "Søren"
        },
        {
            "id": "ge",
            "a": "Bzikebi"
        },
        {
            "id": "se",
            "a": "Felicia"
        },
        {
            "id": "gb",
            "a": "LMNC"
        }
    ],
    "nominees": [
        {
            "a": "🇨🇿 Daniel Zizka",
            "s": "Amar Pelos Dois (Salvador Sobral, PT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇵🇹 Bandidos do Cante",
            "s": "Saudade, Saudade (MARO, PT 2022)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇾 Little Antigoni",
            "s": "My Number One (Helena Paparizou, GR 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇨🇭 Veronica Fusaro",
            "s": "Satellite (Lena, DE 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇩 Satoshi",
            "s": "Rim Tim Tagi Dim (Baby Lasagna, HR 2024)",
            "img": "assets/sf_moldova.png"
        },
        {
            "a": "🇲🇹 AIDAN",
            "s": "Per Sempre Sì (Sal Da Vinci, IT 2026)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇪 Sarah Engels",
            "s": "Nel Blu Dipinto Di Blu (Domenico Modugno, IT 1958)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇸🇲 SENHIT",
            "s": "Occidentali's Karma (Francesco Gabbani, IT 2017)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇳🇴 JONAS LOVV",
            "s": "Arcade (Duncan Laurence, NL 2019)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇦🇺 Delta Goodrem",
            "s": "Tattoo (Loreen, SE 2023)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇻 Atvara",
            "s": "Fly On The Wings Of Love (Olsen Brothers, DK 2000)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇴 Alexandra Căpitănescu",
            "s": "Fuego (Eleni Foureira, CY 2018)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇬🇷 Akylas",
            "s": "Rise Like a Phoenix (Conchita Wurst, AT 2014)",
            "img": "assets/sf_greece.png"
        },
        {
            "a": "🇦🇿 JIVA",
            "s": "We Could Be The Same (maNga, TR 2010)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇱🇺 Eva Marija",
            "s": "Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇺🇦 LELÉKA",
            "s": "Baller (Abor & Tynna, DE 2025)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇭🇷 LELEK",
            "s": "Wild Dances (Ruslana, UA 2004)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇲🇪 Tamara Živković",
            "s": "Euphoria - After Dark (Loreen, SE 2012)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇷🇸 LAVINA",
            "s": "In My Dreams (Wig Wam, NO 2005)",
            "img": "assets/logo.webp"
        },
        {
            "a": "🇩🇰 Søren Torpegaard Lund",
            "s": "Forlad Mig Ikke Her - Ne Partez Pas Sans Moi (Céline Dion, CH 1988)",
            "img": "assets/logo.webp"
        }
    ],
    "odds": [
        {
            "r": 1,
            "id": "fi",
            "c": "Finland",
            "p": "30%"
        },
        {
            "r": 2,
            "id": "fr",
            "c": "France",
            "p": "11%"
        },
        {
            "r": 3,
            "id": "dk",
            "c": "Denmark",
            "p": "10%"
        },
        {
            "r": 4,
            "id": "au",
            "c": "Australia",
            "p": "8%"
        },
        {
            "r": 5,
            "id": "gr",
            "c": "Greece",
            "p": "8%"
        },
        {
            "r": 6,
            "id": "se",
            "c": "Sweden",
            "p": "4%"
        },
        {
            "r": 7,
            "id": "il",
            "c": "Israel",
            "p": "4%"
        },
        {
            "r": 8,
            "id": "ua",
            "c": "Ukraine",
            "p": "3%"
        },
        {
            "r": 9,
            "id": "it",
            "c": "Italy",
            "p": "3%"
        },
        {
            "r": 10,
            "id": "ro",
            "c": "Romania",
            "p": "3%"
        }
    ],
    "next_chart": {
        "series": "EuroGroove",
        "theme": "ALBM Cuts (Vienna Aftermath)",
        "status": "live",
        "opens": "2026-05-24T20:30:00+03:00",
        "closes": "2026-05-31T19:00:00+03:00",
        "vote_url": "https://strawpoll.com/eurogroove-albm-cuts-2026"
    }
};